################################################################################
# Tips of the Day for LimeWire 4.1.10
# Default locale for: English - United States
# Maintained by the LimeWire project team.
################################################################################
#####################################################################################
# GENERAL TIPS THAT ARE SHOWN ON ALL OPERATING SYSTEMS
#####################################################################################
GENERAL_1=\u3088\u308a\u826f\u3044\u30d5\u30a1\u30a4\u30eb\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u7d4c\u9a13\u3059\u308b\u306b\u306f\u300c\u6570\u300d\u304c\u591a\u3044\u691c\u7d22\u7d50\u679c\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\u300c\u6570\u300d\u30b3\u30e9\u30e0\u306b\u793a\u3055\u308c\u308b\u6570\u5b57\u306f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u4e0a\u3067\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u5171\u6709\u3057\u3066\u3044\u308b\u30db\u30b9\u30c8\u6570\u3092\u793a\u3057\u307e\u3059\u3002\u7279\u5b9a\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u5171\u6709\u3057\u3066\u3044\u308b\u30db\u30b9\u30c8\u6570\u304c\u591a\u3051\u308c\u3070\u591a\u3044\u307b\u3069\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u6210\u529f\u7387\u304c\u4e0a\u304c\u308a\u307e\u3059\u3002
GENERAL_2=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u300c\u4ed6\u306e\u30bd\u30fc\u30b9\u304c\u5fc5\u8981\u300d\u3068\u8868\u793a\u3055\u308c\u305f\u3089\u3001\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3001\u300c\u4ed6\u306e\u30bd\u30fc\u30b9\u3092\u691c\u7d22\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u81ea\u52d5\u7684\u306b\u4ed6\u306e\u30bd\u30fc\u30b9\u3092\u691c\u7d22\u3057\u3001\u518d\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u8a66\u307f\u307e\u3059\u3002
#GENERAL_3 not used -- migrated to OSX & NOT_OSX.
GENERAL_4=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u8d77\u52d5\u3057\u305f\u3068\u304d\u3001\u307e\u305a\u63a5\u7d9a\u3059\u308b\u30db\u30b9\u30c8\u3092\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u4e0a\u304b\u3089\u63a2\u3057\u307e\u3059\u3002\u3053\u306e\u63a5\u7d9a\u6642\u3001\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u5de6\u4e0b\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u8d64\u304b\u3089\u7dd1\u306b\u70b9\u6ec5\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u7dd1\u306b\u5909\u308f\u308b\u3068\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u63a5\u7d9a\u3057\u305f\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002
GENERAL_5=\u300c\u8868\u793a\u300d\uff0d\uff1e\u300c\u30c6\u30fc\u30de\u3092\u9069\u7528\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u4ed6\u306e\u30c6\u30fc\u30de\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30de\u30b0\u30cd\u30c3\u30c8\u30fb\u30ea\u30f3\u30af\u300d\u3067\u30c6\u30fc\u30de\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b\u3068\u81ea\u52d5\u7684\u306b\u305d\u306e\u30c6\u30fc\u30de\u3092\u9069\u7528\u3057\u305f\u3044\u304b\u3059\u3050\u306b\u9078\u629e\u3067\u304d\u307e\u3059\u3002
GENERAL_6= \u7d50\u679c\u30c6\u30fc\u30d6\u30eb\u306e\u30b3\u30e9\u30e0\u30fb\u30d8\u30c3\u30c0\u30fc\uff08\u5217\u30e9\u30d9\u30eb\uff09\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u7d50\u679c\u3092\u6607\u9806\u30fb\u964d\u9806\u306b\u4e26\u3073\u66ff\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u6570\u300d\u30b3\u30e9\u30e0\u3067\u4e26\u3073\u66ff\u3048\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u6210\u529f\u7387\u306e\u9ad8\u3044\u691c\u7d22\u7d50\u679c\u3092\u30ea\u30b9\u30c8\u306e\u4e0a\u306b\u8868\u793a\u3057\u307e\u3059\u3002
#GENERAL_7 not used -- migrated to OSX & NOT_OSX.
GENERAL_8=\u300c\u2606\u300d\u306e\u6570\u304c\u591a\u3044\u7d50\u679c\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u6210\u529f\u7387\u304c\u9ad8\u3044\u7d50\u679c\u3067\u3059\u3002\u307e\u305f\u3001\u9752\u3044\u300c\u2606\u300d\u3068\u300cEthernet\u300d\uff08\u30a4\u30fc\u30b5\u30cd\u30c3\u30c8\uff09\u3068\u8868\u793a\u3055\u308c\u308b\u7d50\u679c\u304c\u4e00\u756a\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u6210\u529f\u7387\u304c\u9ad8\u3044\u7d50\u679c\u3067\u3059\u3002
GENERAL_9=\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u300d\u30bf\u30d6\u3092\u9078\u629e\u3057\u3001\u300c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u300d\u30b3\u30e9\u30e0\u3092\u3054\u89a7\u306b\u306a\u308b\u3053\u3068\u3067\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u6570\u3092\u8abf\u3079\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u300d\u30b3\u30e9\u30e0\u306e\u60c5\u5831\u306f\u3000'X/Y\u2019\u3068\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3000'Y'\u306f\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3092\u8a66\u307f\u305f\u4eba\u306e\u6570\u3067\u3001'X'\u304c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u6210\u529f\u3057\u305f\u4eba\u306e\u6570\u3092\u793a\u3057\u307e\u3059\u3002
GENERAL_10=\u30cd\u30c3\u30c8\u4e0a\u3067\u4f55\u4eba\u306e\u65b9\u304c\u7279\u5b9a\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u691c\u7d22\u3057\u3066\u3044\u308b\u304b\u77e5\u308a\u305f\u3044\u3067\u3059\u304b?\u3000\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u300d\u30bf\u30d6\u306e\u300c\u30d2\u30c3\u30c8\u300d\u30b3\u30e9\u30e0\u306f\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u691c\u7d22\u7d50\u679c\u3068\u3057\u3066\u4ed6\u306e\u30db\u30b9\u30c8\u306b\u9001\u3089\u308c\u305f\u6570\u3092\u793a\u3057\u307e\u3059\u3002
GENERAL_11=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u51fa\u6765\u308b\u3060\u3051\u9577\u304f\u8d70\u308a\u7d9a\u304b\u3057\u3066\u304a\u3044\u3066\u304f\u3060\u3055\u3044\u3002\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u306e\u65b9\u304c\u3088\u308a\u901f\u304f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306b\u63a5\u7d9a\u3067\u304d\u3001\u7686\u3055\u3093\u306e\u691c\u7d22\u306e\u52b9\u7387\u3082\u3088\u304f\u306a\u308a\u307e\u3059\u3002
GENERAL_12=\u73cd\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u304a\u63a2\u3057\u3067\u3059\u304b?\u3000\u3088\u308a\u8a73\u7d30\u306a\u691c\u7d22\u3092\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002
GENERAL_13=\u3053\u306e\u300c\u4eca\u65e5\u306e\u30ef\u30f3\u30dd\u30a4\u30f3\u30c8\u300d\u30a6\u30a3\u30f3\u30c9\u30a6\u3092\u307e\u305f\u3054\u89a7\u306b\u306a\u308a\u305f\u3044\u5834\u5408\u306f\u3001\u300c\u30d8\u30eb\u30d7\u300d\u30e1\u30cb\u30e5\u30fc\u306e\u300c\u4eca\u65e5\u306e\u30ef\u30f3\u30dd\u30a4\u30f3\u30c8\u300d\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
GENERAL_14=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u691c\u7d22\u7d50\u679c\u3092\u8fd4\u9001\u3057\u305f\u30db\u30b9\u30c8\u306e\u901f\u5ea6\u3068\u4f4d\u7f6e\u3092\u8868\u793a\u3057\u307e\u3059\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u6e2c\u5b9a\u3057\u3001\u78ba\u8a8d\u3057\u305f\u901f\u5ea6\u306f\u7dd1\u8272\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u307e\u305f\u3001\u8d64\u8272\u3067\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u4f4d\u7f6e\u306f\u305d\u306e\u30db\u30b9\u30c8\u304c\u30d5\u30a1\u30a4\u30a2\u30fc\u30a6\u30aa\u30fc\u30eb\u306b\u3088\u3063\u3066\u5b88\u3089\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u793a\u3057\u307e\u3059\u3002\u7dd1\u8272\u306e\u901f\u5ea6\u3068\u9ed2\u306e\u4f4d\u7f6e\u3067\u793a\u3055\u308c\u3066\u3044\u308b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u3067\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u6210\u529f\u7387\u3092\u9ad8\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
GENERAL_15=\u30db\u30b9\u30c8\u3078\u306e\u63a5\u7d9a\u304c\u6df7\u3093\u3067\u3044\u308b\u6642\u3001\u300c\u76f8\u624b\u5074\u3067\u9806\u756a\u5f85\u72b6\u614b\u300d\u3068\u8868\u793a\u3055\u308c\u3001\u3042\u306a\u305f\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306e\u9806\u756a\u304c\u307e\u308f\u3063\u3066\u304f\u308b\u307e\u3067\u5f85\u305f\u306a\u304f\u3066\u306f\u306a\u308a\u307e\u305b\u3093\u3002\u6642\u9593\u304c\u305f\u3066\u3070\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u958b\u59cb\u3055\u308c\u308b\u306f\u305a\u3067\u3059\u3002
GENERAL_16=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306b\u95a2\u3057\u3066\u8cea\u554f\u304c\u3042\u308a\u307e\u3059\u304b\uff1f<a href="http://www.limewire.com/forum.htm">\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30fb\u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30dc\u30fc\u30c9\u300d</a>\uff08\u6ce8\uff1a\u82f1\u8a9e\uff09\u3084<a href="http://www.limewire.com/faq">\u300c\u3088\u304f\u3042\u308b\u8cea\u554f\u300d</a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001<a href="http://www.limewire.com/userguide">\u300c\u30e6\u30fc\u30b6\u30fc\u30fb\u30ac\u30a4\u30c9\u300d</a>\u3092\u5fa1\u53c2\u7167\u304f\u3060\u3055\u3044\u3002
GENERAL_17=\u9593\u9055\u3063\u3066\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u5207\u65ad\u3057\u3066\u3057\u307e\u3063\u305f\uff01\uff01\u3054\u5fc3\u914d\u306a\u304f\u3002\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u300d\u30bf\u30d6\u306e\u300cIncomplete\uff08\u672a\u5b8c\uff09\u300d\u30d5\u30a9\u30eb\u30c0\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u3073\u3001\u300c\u63a5\u7d9a\u3092\u518d\u958b\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u81ea\u52d5\u7684\u306b\u518d\u691c\u7d22\u3092\u5b9f\u884c\u3057\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u59cb\u3081\u307e\u3059\u3002
GENERAL_18=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u6709\u52b9\u306b\u4f7f\u3046\u30d2\u30f3\u30c8\u304c\u3042\u308a\u307e\u3057\u305f\u3089\u3001totd@limewire.com\u307e\u3067\u30e1\u30fc\u30eb\u3092\u9001\u3063\u3066\u304f\u3060\u3055\u3044\u3002\u300c\u4eca\u65e5\u306e\u30ef\u30f3\u30dd\u30a4\u30f3\u30c8\u300d\u3067\u4f7f\u308f\u305b\u3066\u3044\u305f\u3060\u304f\u304b\u3082\u3057\u308c\u307e\u305b\u3093\u3002
#GENERAL_19 not used -- migrated to OSX & NOT_OSX.
GENERAL_20=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u63a5\u7d9a\u3057\u3066\u3044\u306a\u3044\u3068\u3001\u300c\u691c\u7d22\u300d\u30dc\u30bf\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u300c\u30d5\u30a1\u30a4\u30eb\u300d->\u300c\u63a5\u7d9a\u300d\u3092\u9078\u629e\u3057\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5de6\u4e0b\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u8d64\u304b\u3089\u7dd1\u8272\u306b\u5909\u308f\u308b\u307e\u3067\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
GENERAL_21=\u300c\u30db\u30b9\u30c8\u5f85\u6a5f\u4e2d\u300d\u3068\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u518d\u30b9\u30bf\u30fc\u30c8\u3059\u308b\u306b\u306f\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u540d\u3067\u306e\u518d\u691c\u7d22\u3092\u3059\u308b\u3053\u3068\u3092\u304a\u52e7\u3081\u3057\u307e\u3059\u3002\u4e00\u81f4\u3059\u308b\u7d50\u679c\u304c\u3042\u308b\u3068\u3001\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u81ea\u52d5\u7684\u306b\u305d\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u518d\u30b9\u30bf\u30fc\u30c8\u3057\u307e\u3059\u3002
GENERAL_22=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306b\u65b0\u3057\u3044\u6a5f\u80fd\u3092\u53d6\u308a\u8fbc\u3093\u3067\u307b\u3057\u3051\u308c\u3070\u3001<a href="http://www.limewire.com/forum.htm">\u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30dc\u30fc\u30c9</a>\u306b\u66f8\u304d\u8fbc\u3093\u3067\u3082\u3089\u3048\u308c\u3070\u4eca\u5f8c\u306e\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306b\u53d6\u308a\u8fbc\u3080\u304b\u3082\u3057\u308c\u307e\u305b\u3093\uff01
GENERAL_23=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u30c6\u30fc\u30de\u3092\u5236\u4f5c\u3057\u3088\u3046\uff01<a href="http://www.limewire.com/makeskins">\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u30a6\u30a7\u30d6\u30b5\u30a4\u30c8</a>\u306b\u30b9\u30ad\u30f3\u306e\u4f5c\u308a\u65b9\u306e\u8a73\u7d30\u304c\u8f09\u3063\u3066\u3044\u307e\u3059\u3002
GENERAL_24=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u958b\u767a\u306b\u3064\u3044\u3066\u8a73\u3057\u304f\u77e5\u308a\u305f\u3044\u65b9\u306f\u3001<a href="http://www.limewire.org">\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9\u958b\u767a</a>\u306e\u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
GENERAL_25=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u30d7\u30ec\u30d3\u30e5\u30fc\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u30d7\u30ec\u30d3\u30e5\u30fc\u3057\u305f\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3001\u300c\u958b\u304f\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#GENERAL_26 not used -- migrated to OSX & NOT_OSX.
GENERAL_27=\u300c\u8868\u793a\u300d->\u300c\u8868\u793a/\u672a\u8868\u793a\u300d\u30e1\u30cb\u30e5\u30fc\u3067\u63a5\u7d9a\u30bf\u30d6\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u63a5\u7d9a\u3057\u3066\u3044\u308b\u30db\u30b9\u30c8\u3092\u3054\u89a7\u306b\u306a\u308c\u307e\u3059\u3002
GENERAL_28=\u4ed6\u306e\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30fb\u30e6\u30fc\u30b6\u30fc\u3068\u300c\u4f1a\u8a71\u300d\uff08\u30c1\u30e3\u30c3\u30c8\uff09\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30b9\u30de\u30a4\u30ea\u30fc\u300d\u306e\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u691c\u7d22\u7d50\u679c\u307e\u305f\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3092\u9078\u629e\u3057\u3001\u300c\u4f1a\u8a71\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u30c1\u30e3\u30c3\u30c8\u304c\u59cb\u307e\u308a\u307e\u3059\u3002
GENERAL_29=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u63a5\u7d9a\u3057\u3066\u3044\u306a\u3044\u3068\u3001\u300c\u691c\u7d22\u300d\u30dc\u30bf\u30f3\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3059\u3002\u300c\u30d5\u30a1\u30a4\u30eb\u300d->\u300c\u63a5\u7d9a\u300d\u3092\u9078\u629e\u3057\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5de6\u4e0b\u306e\u30a2\u30a4\u30b3\u30f3\u304c\u8d64\u304b\u3089\u7dd1\u8272\u306b\u5909\u308f\u308b\u307e\u3067\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\u3002
GENERAL_30=\u30c7\u30b8\u30bf\u30eb\u6a29\u5229\u306b\u95a2\u3057\u3066\u306f<a href="http://www.limewire.com/eff">Electronic Frontier Foundation</a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
GENERAL_31=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u4e2d\u56fd\u8a9e\u3001\u30d5\u30e9\u30f3\u30b9\u8a9e\u3001\u30c9\u30a4\u30c4\u8a9e\u3001\u65e5\u672c\u8a9e\u3001\u30b9\u30da\u30a4\u30f3\u8a9e<a href="http://www.limewire.com/english/content/international.shtml">\u591a\u6570\u306e\u8a00\u8a9e</a>\u306b\u7ffb\u8a33\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e<a href="http://www.limewire.org/project/www/translate.html">\u56fd\u969b\u5316\u30da\u30fc\u30b8</a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001\u65e5\u672c\u8a9e\u306e\u7ffb\u8a33\u306b\u554f\u984c\u306a\u3069\u304c\u3042\u308a\u307e\u3057\u305f\u3089\u56fd\u969b\u5316\u30da\u30fc\u30b8\u3067\u8a18\u5165\u3055\u308c\u3066\u3044\u308b\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9\u306b\u30e1\u30fc\u30eb\u3092\u9001\u3063\u3066\u304f\u3060\u3055\u3044\u3002
GENERAL_32=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u5f53\u305f\u3089\u306a\u3044\u5834\u5408\u306f\u3001\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u4e0a\u3067\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u540d\u306e\u691c\u7d22\u3092\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u5171\u6709\u3055\u308c\u3066\u3044\u308b\u307e\u305f\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u672a\u5b8c\u306e\u30d5\u30a1\u30a4\u30eb\u3057\u304b\u8868\u793a\u3057\u307e\u305b\u3093\u3002\u3082\u3057\u3001\u300c\u4fdd\u5b58\u30d5\u30a9\u30eb\u30c0\u300d\u3092\u5171\u6709\u3057\u3066\u3044\u306a\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u306f\u8868\u793a\u3055\u308c\u307e\u305b\u3093\u3002
GENERAL_33=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30b0\u30c3\u30ba\u3092\u30b2\u30c3\u30c8\uff01\uff01<a href="http://www.limewire.com/english/content/gear.shtml">\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30fb\u30b0\u30c3\u30ba</a>\u306e\u30a6\u30a7\u30d6\u30da\u30fc\u30b8\u3067\u306f\uff34\u30b7\u30e3\u30c4\u3084\u5e3d\u5b50\u3092\u8ca9\u58f2\u3057\u3066\u3044\u307e\u3059\u3002
GENERAL_34=\u3054\u81ea\u5206\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30cb\u30e5\u30fc\u30c6\u30e9\u3067\u51fa\u7248\u3057\u307e\u305b\u3093\u304b\uff1f\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e<a href="http://www.magnetmix.com">MagnetMix\uff08\u30de\u30b0\u30cd\u30c3\u30c8\u30fb\u30df\u30c3\u30af\u30b9\uff09</a>\u3067\u306f\u30a4\u30f3\u30c7\u30a3\u30fc\u306e\u30a2\u30fc\u30c1\u30b9\u30c8\u3001\u30b7\u30a7\u30a2\u30a6\u30a7\u30a2\u30fc\u306e\u30b2\u30fc\u30e0\u3084\u30bd\u30d5\u30c8\u306e\u51fa\u7248\u8005\u306a\u3069\u304c\u3088\u308a\u591a\u304f\u306e\u4eba\u306b\u77e5\u3063\u3066\u3082\u3089\u3046\u3053\uff54\u306e\u3067\u304d\u308b\u3088\u3046\u306b\u6210\u7acb\u3057\u307e\u3057\u305f\u3002\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u63d0\u51fa\u3059\u308b\u306b\u306f\u3001<a href="http://www.magnetmix.com/form.html">\u3053\u3061\u3089</a>\u3067\u3069\u3046\u305e\u3002 
GENERAL_35=\u97f3\u697d\u30b8\u30e3\u30f3\u30eb\u691c\u7d22\u3092\u8a66\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\uff01\uff01<br>\u691c\u7d22\u30a6\u30a3\u30f3\u30c9\u30a6\u304b\u3089\u3001\u300c\u97f3\u697d\u300d\u3092\u9078\u629e\u3057\u3001GENRE/\u30b8\u30e3\u30f3\u30eb\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u7279\u5b9a\u306e\u30b8\u30e3\u30f3\u30eb\u3092\u9078\u629e\u3057\u3001\u300c\u691c\u7d22\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u691c\u7d22\u7d50\u679c\u306e\u6b86\u3069\u304c\u9078\u629e\u3055\u308c\u305f\u30b8\u30e3\u30f3\u30eb\u306e\u30d5\u30a1\u30a4\u30eb\u3067\u3059\u3002
#? GENERAL_36=Don't know what to look for? Try a "What's New" search and see what's recently been added to the network.

#####################################################################################
# TIPS FOR NON-OSX Machines (Useful for tips that reference the About Window or the Preferences Window)
#####################################################################################
NOT_OSX_1=\u30eb\u30fc\u30bf\u3092\u3054\u4f7f\u7528\u3067\u3059\u304b\uff1f\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u306b\u63a5\u7d9a\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u300c\u30dd\u30fc\u30c8\u30d5\u30a9\u30ef\u30fc\u30c7\u30a3\u30f3\u30b0\u300d\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u30dd\u30fc\u30c8\u30d5\u30a9\u30ef\u30fc\u30c7\u30a3\u30f3\u30b0\u3092\u8a8d\u8b58\u3059\u308b\u306b\u306f\uff1a<br>\u6a5f\u80fd->\u30aa\u30d7\u30b7\u30e7\u30f3->\u30d5\u30a1\u30a4\u30a2\u30fc\u30a6\u30aa\u30fc\u30eb<br>\u304b\u3089\u5f37\u5236\u30ed\u30fc\u30ab\u30eb\uff29\uff30\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30eb\u30fc\u30bf\u306e\u8a2d\u5b9a\u306b\u95a2\u3057\u3066\u306f\u30eb\u30fc\u30bf\u306e\u8aac\u660e\u66f8\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
NOT_OSX_2=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u8a2d\u5b9a\uff08\u4fdd\u5b58\u30d5\u30a9\u30eb\u30c0\u3001\u5171\u6709\u30d5\u30a9\u30eb\u30c0\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u5e2f\u57df\u7b49\uff09\u306e\u6b86\u3069\u306f\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306f\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u304b\u3089\u9078\u629e\u3067\u304d\u307e\u3059\u3002
NOT_OSX_3=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u300c\u30d8\u30eb\u30d7\u300d->\u300cLIMEWIRE\u306b\u3064\u3044\u3066\u300d\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002
NOT_OSX_4=\u4ed6\u306e\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30fb\u30e6\u30fc\u30b6\u30fc\u306b\u8ff7\u60d1\u3092\u304b\u3051\u306a\u3044\u70ba\u306b\u3082\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u6700\u4e2d\u306b\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u505c\u6b62\u3055\u305b\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3068\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u5b8c\u4e86\u3057\u305f\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u505c\u6b62\u3055\u305b\u308b\u306b\u306f\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u306e\u300c\u5207\u65ad\u300d\u30e1\u30cb\u30e5\u30fc\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
NOT_OSX_5=\u521d\u671f\u8a2d\u5b9a\u3067\u306f\u3001\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u5171\u6709\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u306f\u9650\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u3082\u3057\u3001\u5171\u6709\u3055\u308c\u3066\u3044\u306a\u3044\u5f62\u5f0f\u3092\u5171\u6709\u30ea\u30b9\u30c8\u306b\u305f\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u306e\u300c\u5171\u6709\u300d\u30e1\u30cb\u30e5\u30fc\u3067\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u3092\u305f\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NOT_OSX_6=\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u3078\u79fb\u52d5\u51fa\u6765\u307e\u305b\u3093\u300d\u3068\u8868\u793a\u3055\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u304b\uff1f\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u306e\u300c\u4fdd\u5b58\u300d\u30e1\u30cb\u30e5\u30fc\u306e\u300c\u4fdd\u5b58\u5148\u300d\u30d5\u30a9\u30eb\u30c0\u304c\u6709\u52b9\u306a\u30d5\u30a9\u30eb\u30c0\u3067\u3042\u308b\u3053\u3068\u3092\u304a\u78ba\u304b\u3081\u304f\u3060\u3055\u3044\u3002
NOT_OSX_7=\u691c\u7d22\u6642\u306e\u300c\u30aa\u30fc\u30c8\u30b3\u30f3\u30d7\u30ea\u30fc\u30c8\u300d\u6a5f\u80fd\u3092\u7121\u52b9/\u6709\u52b9\u306b\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d->\u300c\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u300c\u30aa\u30fc\u30c8\u30b3\u30f3\u30d7\u30ea\u30fc\u30c8\u300d\u3092\u9078\u629e\u3057\u3066\u8a2d\u5b9a\u3092\u5909\u3048\u3066\u304f\u3060\u3055\u3044\u3002
NOT_OSX_8=\u300c\u4eca\u5f8c\u3001\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a\u3057\u306a\u3044.\u300d\u307e\u305f\u300c\u3044\u3064\u3082\u3001\u3053\u306e\u7b54\u3048\u3092\u4f7f\u3046.\u300d\u3068\u8a2d\u5b9a\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u518d\u8868\u793a\u3055\u308c\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d->\u300c\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u300d\u3088\u308a\u300c\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u8a2d\u5b9a\u3092\u5909\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
NOT_OSX_9=\u7279\u5b9a\u306e\u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u542b\u3080\u691c\u7d22\u7d50\u679c\u3092\u9664\u5916\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u306e\u300c\u30d5\u30a3\u30eb\u30bf\u300d->\u300c\u30ad\u30fc\u30ef\u30fc\u30c9\u300d\u3067\u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NOT_OSX_10=\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u3092\u8868\u793a\u3059\u308b\u304b\u3057\u306a\u3044\u304b\u3092\u9078\u629e\u3059\u308b\u306b\u306f\u3001\u30c6\u30fc\u30d6\u30eb\u306e\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u300c\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u9078\u629e\u3067\u304d\u307e\u3059\u3002\u300c\u81ea\u52d5\u4e26\u3073\u66ff\u3048\u300d\u306a\u3069\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3082\u3053\u3053\u3067\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
NOT_OSX_11=\u30c6\u30fc\u30d6\u30eb\u306e\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u4e26\u3073\u66ff\u3048\u3092\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u60c5\u5831\u304c\u5165\u3063\u3066\u304f\u308b\u306b\u3064\u308c\u3066\u81ea\u52d5\u7684\u306b\u4e26\u3073\u5909\u308f\u308a\u307e\u3059\u3002\u300c\u81ea\u52d5\u4e26\u3073\u66ff\u3048\u300d\u3092\u6709\u52b9\u30fb\u7121\u52b9\u306b\u306a\u308a\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u300c\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u3067\u9078\u629e\u51fa\u6765\u307e\u3059\u3002
NOT_OSX_12=\u691c\u7d22\u7d50\u679c\u3067\u8868\u793a\u3055\u308c\u308b\u30b3\u30e9\u30e0\u3092\u63db\u3048\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u300c\u66f2\u540d\u300d\u3001\u300c\u30b8\u30e3\u30f3\u30eb\u300d\u3001\u300c\u6642\u9593\u300d\u7b49\u3001\u591a\u6570\u306e\u30b3\u30e9\u30e0\u304b\u3089\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30b3\u30e9\u30e0\u30fb\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\u3053\u308c\u3089\u3092\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
NOT_OSX_13=\u300c\u4f1a\u8a71\u300d\u306a\u3069\u4ed6\u306e\u30b3\u30e9\u30e0\u3092\u691c\u7d22\u7d50\u679c\u306e\u30c6\u30fc\u30d6\u30eb\u3067\u8868\u793a\u3057\u305f\u304f\u306a\u3051\u308c\u3070\u3001\u30b3\u30e9\u30e0\u30fb\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u8868\u793a\u3055\u308c\u305f\u304f\u306a\u3044\u30b3\u30e9\u30e0\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001\u30b3\u30e9\u30e0\u3092\u30c9\u30e9\u30c3\u30b0\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u9806\u756a\u3092\u66ff\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
#? NOT_OSX_14=You can tell LimeWire which downloads to start next. Right-click on the column headers in the download area and check the 'Priority' column. Select the download you want to start next and click the up arrow until it's at the top!

#####################################################################################
# TIPS FOR OSX
#####################################################################################
OSX_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u300cJAVA\u300d\u8a00\u8a9e\u3067\u958b\u767a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3067\u3059\u304b\u3089\u3001\u6700\u65b0\u306eJAVA\u3092\u4f7f\u7528\u306b\u306a\u308b\u3053\u3068\u3067\u3088\u308a\u52b9\u7387\u3088\u304f\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u8d77\u52d5\u3055\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fc\u30fb\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u6700\u65b0\u306eJAVA\u306b\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u51fa\u6765\u307e\u3059\u3002
OSX_2=OSX\u306e\u30a2\u30af\u30a2\u30fb\u30eb\u30c3\u30af\u4ee5\u5916\u306b\u3082\u591a\u6570\u306e\u30c6\u30fc\u30de\u304c\u3042\u308a\u307e\u3059\u3002\u300c\u8868\u793a\u300d->\u300c\u30c6\u30fc\u30de\u3092\u9069\u7528\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u69d8\u3005\u306e\u30c6\u30fc\u30de\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002
OSX_3=\u30eb\u30fc\u30bf\u3092\u3054\u4f7f\u7528\u3067\u3059\u304b\uff1f\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u306b\u63a5\u7d9a\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u300c\u30dd\u30fc\u30c8\u30d5\u30a9\u30ef\u30fc\u30c7\u30a3\u30f3\u30b0\u300d\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u30dd\u30fc\u30c8\u30d5\u30a9\u30ef\u30fc\u30c7\u30a3\u30f3\u30b0\u3092\u8a8d\u8b58\u3059\u308b\u306b\u306f\uff1a<br>\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d->\u30d5\u30a1\u30a4\u30a2\u30fc\u30a6\u30aa\u30fc\u30eb<br>\u304b\u3089\u5f37\u5236\u30ed\u30fc\u30ab\u30eb\uff29\uff30\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30eb\u30fc\u30bf\u306e\u8a2d\u5b9a\u306b\u95a2\u3057\u3066\u306f\u30eb\u30fc\u30bf\u306e\u8aac\u660e\u66f8\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
OSX_4=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u8a2d\u5b9a\uff08\u4fdd\u5b58\u30d5\u30a9\u30eb\u30c0\u3001\u5171\u6709\u30d5\u30a9\u30eb\u30c0\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u5e2f\u57df\u7b49\uff09\u306e\u6b86\u3069\u306f\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u3089\u306e\u8a2d\u5b9a\u306f\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d\u304b\u3089\u9078\u629e\u3067\u304d\u307e\u3059\u3002
OSX_5=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u300c\uff2c\uff29\uff2d\uff25\uff37\uff29\uff32\uff25\u300d->\u300cLIMEWIRE\u306b\u3064\u3044\u3066\u300d\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002
OSX_6=\u4ed6\u306e\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u30fb\u30e6\u30fc\u30b6\u30fc\u306b\u8ff7\u60d1\u3092\u304b\u3051\u306a\u3044\u70ba\u306b\u3082\u3001\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u6700\u4e2d\u306b\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u505c\u6b62\u3055\u305b\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3068\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u304c\u5b8c\u4e86\u3057\u305f\u5f8c\u306b\u81ea\u52d5\u7684\u306b\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u505c\u6b62\u3055\u305b\u308b\u306b\u306f\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d\u306e\u300c\u5207\u65ad\u300d\u30e1\u30cb\u30e5\u30fc\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002
OSX_7=\u521d\u671f\u8a2d\u5b9a\u3067\u306f\u3001\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u304c\u5171\u6709\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u306f\u9650\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u3082\u3057\u3001\u5171\u6709\u3055\u308c\u3066\u3044\u306a\u3044\u5f62\u5f0f\u3092\u5171\u6709\u30ea\u30b9\u30c8\u306b\u305f\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d\u306e\u300c\u5171\u6709\u300d\u30e1\u30cb\u30e5\u30fc\u3067\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u3092\u305f\u3057\u3066\u304f\u3060\u3055\u3044\u3002
OSX_8=\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u3078\u79fb\u52d5\u51fa\u6765\u307e\u305b\u3093\u300d\u3068\u8868\u793a\u3055\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u304b\uff1f\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d\u306e\u300c\u4fdd\u5b58\u300d\u30e1\u30cb\u30e5\u30fc\u306e\u300c\u4fdd\u5b58\u5148\u300d\u30d5\u30a9\u30eb\u30c0\u304c\u6709\u52b9\u306a\u30d5\u30a9\u30eb\u30c0\u3067\u3042\u308b\u3053\u3068\u3092\u304a\u78ba\u304b\u3081\u304f\u3060\u3055\u3044\u3002
OSX_9=\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306e\u3069\u3053\u306b\u5b58\u5728\u3059\u308b\u304b\u8abf\u3079\u308b\u306b\u306f\u3001\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u300d\u30bf\u30d6\u3067\u8abf\u3079\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3001\u300c\u95b2\u89a7\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u5b58\u5728\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u304c\u30d5\u30a1\u30a4\u30f3\u30c0\u30fc\u3067\u958b\u304d\u307e\u3059\u3002
OSX_10=OSX\u306e\u30d5\u30a1\u30a4\u30a2\u30fc\u30a6\u30aa\u30fc\u30eb\u3092\u304a\u4f7f\u3044\u3067\u3059\u304b?\u300c\u30a2\u30c3\u30d7\u30eb\u30e1\u30cb\u30e5\u30fc\u300d->\u300c\u30b7\u30b9\u30c6\u30e0\u8a2d\u5b9a\u300d->\u300c\u5171\u6709\u300d->\u300c\u30d5\u30a1\u30a4\u30a2\u30fc\u30a6\u30aa\u30fc\u30eb\u300d\u3067\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u7528\u306e\u30dd\u30fc\u30c8\u304c\u958b\u3044\u3066\u308b\u3053\u3068\u304a\u78ba\u304b\u3081\u304f\u3060\u3055\u3044\u3002
OSX_11=\u691c\u7d22\u6642\u306e\u300c\u30aa\u30fc\u30c8\u30b3\u30f3\u30d7\u30ea\u30fc\u30c8\u300d\u6a5f\u80fd\u3092\u7121\u52b9/\u6709\u52b9\u306b\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d->\u300c\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u300c\u30aa\u30fc\u30c8\u30b3\u30f3\u30d7\u30ea\u30fc\u30c8\u300d\u3092\u9078\u629e\u3057\u3066\u8a2d\u5b9a\u3092\u5909\u3048\u3066\u304f\u3060\u3055\u3044\u3002
OSX_12=\u300c\u4eca\u5f8c\u3001\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8868\u793a\u3057\u306a\u3044.\u300d\u307e\u305f\u300c\u3044\u3064\u3082\u3001\u3053\u306e\u7b54\u3048\u3092\u4f7f\u3046.\u300d\u3068\u8a2d\u5b9a\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u518d\u8868\u793a\u3055\u308c\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d->\u300c\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u300d\u3088\u308a\u300c\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u8a2d\u5b9a\u3092\u5909\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
OSX_13=\u7279\u5b9a\u306e\u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u542b\u3080\u691c\u7d22\u7d50\u679c\u3092\u9664\u5916\u3057\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u300d->\u300c\u74b0\u5883\u8a2d\u5b9a\u300d\u306e\u300c\u30d5\u30a3\u30eb\u30bf\u300d->\u300c\u30ad\u30fc\u30ef\u30fc\u30c9\u300d\u3067\u30ad\u30fc\u30ef\u30fc\u30c9\u3092\u8a18\u5165\u3057\u3066\u304f\u3060\u3055\u3044\u3002
OSX_14=\u30c4\u30fc\u30eb\u30c1\u30c3\u30d7\u3092\u8868\u793a\u3059\u308b\u304b\u3057\u306a\u3044\u304b\u3092\u9078\u629e\u3059\u308b\u306b\u306f\u3001\u30c6\u30fc\u30d6\u30eb\u306e\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u300c\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u9078\u629e\u3067\u304d\u307e\u3059\u3002\u300c\u81ea\u52d5\u4e26\u3073\u66ff\u3048\u300d\u306a\u3069\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3082\u3053\u3053\u3067\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
OSX_15=\u30c6\u30fc\u30d6\u30eb\u306e\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u4e26\u3073\u66ff\u3048\u3092\u3059\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u60c5\u5831\u304c\u5165\u3063\u3066\u304f\u308b\u306b\u3064\u308c\u3066\u81ea\u52d5\u7684\u306b\u4e26\u3073\u5909\u308f\u308a\u307e\u3059\u3002\u300c\u81ea\u52d5\u4e26\u3073\u66ff\u3048\u300d\u3092\u6709\u52b9\u30fb\u7121\u52b9\u306b\u306a\u308a\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u30b3\u30e9\u30e0\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u300c\u4ed6\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u3067\u9078\u629e\u51fa\u6765\u307e\u3059\u3002
OSX_16=\u691c\u7d22\u7d50\u679c\u3067\u8868\u793a\u3055\u308c\u308b\u30b3\u30e9\u30e0\u3092\u63db\u3048\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u300c\u66f2\u540d\u300d\u3001\u300c\u30b8\u30e3\u30f3\u30eb\u300d\u3001\u300c\u6642\u9593\u300d\u7b49\u3001\u591a\u6570\u306e\u30b3\u30e9\u30e0\u304b\u3089\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u30b3\u30e9\u30e0\u30fb\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3059\u308b\u3053\u3068\u3067\u3053\u308c\u3089\u3092\u9078\u3076\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
OSX_17=\u300c\u4f1a\u8a71\u300d\u306a\u3069\u4ed6\u306e\u30b3\u30e9\u30e0\u3092\u691c\u7d22\u7d50\u679c\u306e\u30c6\u30fc\u30d6\u30eb\u3067\u8868\u793a\u3057\u305f\u304f\u306a\u3051\u308c\u3070\u3001\u30b3\u30e9\u30e0\u30fb\u30d8\u30c3\u30c0\u30fc\u3092\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u8868\u793a\u3055\u308c\u305f\u304f\u306a\u3044\u30b3\u30e9\u30e0\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001\u30b3\u30e9\u30e0\u3092\u30c9\u30e9\u30c3\u30b0\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u9806\u756a\u3092\u66ff\u3048\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

#####################################################################################
# TIPS FOR NON MAC CLASSIC (Useful for tips that reference Java2 specific features like Advanced Stats)
#####################################################################################
NOT_MAC_CLASSIC_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u5185\u90e8\u306e\u4ed5\u7d44\u307f\u3092\u3088\u308a\u3088\u304f\u8abf\u3079\u305f\u3044\u3067\u3059\u304b?\u3000\u958b\u767a\u8005\u3082\u4f7f\u7528\u3059\u308b\u7d2f\u8a08\u30c7\u30fc\u30bf\u306a\u3069\u3092\u300c\u6a5f\u80fd\u300d->\u300c\u7d2f\u8a08\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089\u300c\u8a73\u7d30\u300d\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u3067\u3054\u89a7\u306b\u306a\u308c\u307e\u3059\u3002

#####################################################################################
# TIPS FOR WINDOWS
#####################################################################################
WINDOWS_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u300cJAVA\u300d\u8a00\u8a9e\u3067\u958b\u767a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3067\u3059\u304b\u3089\u3001\u6700\u65b0\u306eJAVA\u3092\u4f7f\u7528\u306b\u306a\u308b\u3053\u3068\u3067\u3088\u308a\u52b9\u7387\u3088\u304f\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u8d77\u52d5\u3055\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u6700\u65b0\u306eJAVA\u306f<a href="http://www.java.com">www.java.com</a>\u304b\u3089\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u3059\u3002
WINDOWS_2=\u300c\u8868\u793a\u300d->\u300c\u30c6\u30fc\u30de\u3092\u9069\u7528\u300d\u30e1\u30cb\u30e5\u30fc\u304b\u3089WINDOWS THEME\u3092\u9078\u3076\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u4ed6\u306e\u30a6\u30a3\u30f3\u30c9\u30a6\u30ba\u30bd\u30d5\u30c8\u3068\u540c\u69d8\u306a\u898b\u305f\u76ee\u306b\u306a\u308a\u307e\u3059\u3002
WINDOWS_3=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u5185\u81d3\u4ee5\u5916\u306e\u97f3\u697d\u30bd\u30d5\u30c8\u3067\u30d5\u30a1\u30a4\u30eb\u3092\u304a\u805e\u304d\u306b\u306a\u308a\u305f\u3044\u306e\u3067\u3042\u308c\u3070\u3001\u300c\u6a5f\u80fd\u300d->\u300c\u30aa\u30d7\u30b7\u30e7\u30f3\u300d\u30e1\u30cb\u30e5\u30fc\u306e\u300cMP\uff13\u30d7\u30ec\u30a4\u30e4\u30fc\u300d\u3067\u30b7\u30b9\u30c6\u30e0\u6a19\u6e96\u30d7\u30ec\u30a4\u30e4\u30fc\u3092\u4f7f\u3046\u3088\u3046\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
WINDOWS_4=\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u306a\u305f\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306e\u3069\u3053\u306b\u5b58\u5728\u3059\u308b\u304b\u8abf\u3079\u308b\u306b\u306f\u3001\u300c\u30e9\u30a4\u30d6\u30e9\u30ea\u300d\u30bf\u30d6\u3067\u8abf\u3079\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u3001\u300c\u95b2\u89a7\u300d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u5b58\u5728\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u304c\u30a8\u30af\u30b9\u30d7\u30ed\u30fc\u30e9\u30fc\u3067\u958b\u304d\u307e\u3059\u3002

#####################################################################################
# TIPS FOR LINUX
#####################################################################################
LINUX_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u5b8c\u5168\u306b\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9\u3060\u3063\u305f\u3053\u3068\u3092\u3054\u5b58\u77e5\u3067\u3059\u304b?\u3000\u8a73\u7d30\u306f<a href="http://www.limewire.org">www.limewire.org</a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002

#####################################################################################
# TIPS FOR NON OSX, MAC CLASSIC, WINDOWS OR LINUX MACHINES
#####################################################################################
OTHER_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306f\u5b8c\u5168\u306b\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9\u3060\u3063\u305f\u3053\u3068\u3092\u3054\u5b58\u77e5\u3067\u3059\u304b?\u3000\u8a73\u7d30\u306f<a href="http://www.limewire.org">www.limewire.org</a>\u3092\u3054\u89a7\u304f\u3060\u3055\u3044\u3002

#####################################################################################
# TIPS FOR PRO
#####################################################################################
PRO_1=\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u306e\u5fa1\u652f\u63f4\u6709\u96e3\u3046\u3054\u3056\u3044\u307e\u3059\u3002\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fc\u3092\u697d\u3057\u304f\u4f7f\u3048\u308b\u3053\u3068\u3092\u9858\u3044\u307e\u3059\u3002

#####################################################################################
# TIPS FOR POOR
#####################################################################################
FREE_1=\u30cb\u30e5\u30fc\u30c6\u30e9\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u5fa1\u652f\u63f4\u6709\u96e3\u3046\u3054\u3056\u3044\u307e\u3059\u3002\u30cb\u30e5\u30fc\u30c6\u30e9\u306e\u666e\u53ca\u3068\u540c\u6642\u306b\u6211\u3005\u306e\u30aa\u30fc\u30d7\u30f3\u30bd\u30fc\u30b9\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u767a\u5c55\u306b\u8ca2\u732e\u3059\u308b\u305f\u3081\u306b\u3082\u3001<a href="http://www.limewire.com/index.jsp/pro">\u30e9\u30a4\u30e0\u30ef\u30a4\u30e4\u30fcPRO</a>\u306e\u3054\u8cfc\u5165\u3092\u304a\u9858\u3044\u3057\u307e\u3059\u3002
