Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Remove all files from {0}? This will stop sharing all of these files.
et: Eemalda kõik failid {0} - st? See peatab nende failide jagamise.
fa: حذف همه فایل ها از {0}؟ این کار به اشتراک گذاری تمام این فایل ها را متوقف می کند.
gl: Quere eliminar todos os ficheiros de {0}? Deste xeito deixarase de compartir estes ficheiros.
he: הסר את כל הקבצים מ-{0}? פעולה זו תפסיק את שיתוף קבצים אלה.
hr: Uklonite sve datoteke iz {0}? Ovo će prekinuti razmjenu svih ovih datoteka.
ku: Hemû pelan ji {0} rake? Ev yek wê parvekirina van hemû pelan bisekinîne.
lv: Aizvākt visus failus no {0}? Tas pārtrauks visu šo failu koplietošanu.
nb: Fjern alle filer fra {0}? Dette vil stoppe deling av disse filene.
pl: Usunąć wszystkie pliki z {0}? Zatrzymane zostanie udostępnianie tych plików.
ru: Удалить все файлы из {0}? Это остановит раздачу всех файлов.

source: Remove all files from {0}?
et: Kustuta kõik failid {0} - st?
fa: حذف همه فایل ها از {0}؟
gl: Quere eliminar todos os ficheiros de {0}?
he: להסיר את כל הקבצים מ-{0}?
hr: Ukloni sve datoteke iz {0}?
ku: Hemû pelan ji {0} rake?
lv: Aizvākt visus failus no {0}?
nb: Fjern alle filer fra {0}?
pl: Usunąć wszystkie pliki z {0}?
ru: Удалить все файлы из {0}?

source: Remove all files from your library? This will remove all files you've downloaded and stop sharing every file you are sharing.
et: Eemalda kõik failid Raamatukogust? See eemaldab kõik failid mida sa oled allalaadinud ja lõpetab kõikide failide jagamise mida sa sel hetkel jagad.
fa: حذف همه فایل ها از کتابخانه شما؟ این کار تمام فایل هایی را که دانلود کرده اید حذف و تبادل هر فایل به اشتراک گذاشته شده را متوقف می کند.
gl: Desexa eliminar todos os ficheiros da súa biblioteca? Isto eliminará todos os ficheiros que descargou e deterá a compartición dos ficheiros que estea a compartir.
he: להסיר את כל הקבצים מהספרייה שלך? פעולה זו תסיר את כל הקבצים שהורדת ותעצור את שיתוף כל הקבצים.
hr: Uklonite sve datoteke iz vaše biblioteke? Ovo će ukloniti sve datoteke koje ste preuzeli i prekinut će razmjenu svake datoteke koju razmjenjujete.
ku: Hemû pelan ji pirtûkxaneya xwe rake? Ev yek wê hemû pelên ku te daxistine, rake û parvekirina pelan a heyî, bisekinîne.
lv: Aizvākt visus failus no Jūsu bibliotēkas? Tas aizvāks visus failus, ko esat lejuplādējis un pārtrauks koplietot katru failu, ko Jūs koplietojat.
nb: Fjern alle filer fra biblioteket ditt? Dette vil fjerne alle filene du har lastet ned og stoppe deling av alle filer du deler.
pl: Usunąć wszystkie pliki z Twojej biblioteki? Usunięte zostaną wszystkie pliki, które pobrałeś i zatrzyma się udostępnianie plików aktualnie przez Ciebie wysyłanych.
ru: Удалить все файлы из библиотеки? Это удалит все загруженные файлы и прекратит раздачу всех файлов.

source: Remove all files from {0}? This will stop sharing all of these files with the world.
et: Eemalda kõik failid {0} - st? See peatab nende failide jagamise.
fa: حذف همه فایل ها از {0}؟ این کار تبادل این فایل ها را با دنیا متوقف می کند.
gl: Desexa eliminar todos os ficheiros de {0}? Isto deterá a compartición de todos estes ficheiros.
he: להסיר את כל הקבצים מ-{0}? פעולה זו תפסיק את שיתוף קבצים אלה עם העולם.
hr: Uklonite sve datoteke iz {0}? Ovo će prekinuti razmjenu svih ovih datoteka sa cijelim svijetom.
ku: Hemû pelan ji {0} rake? Ev yek wê parvekirina hemû pelan a bi dinyayê re, bisekinîne.
lv: Aizvākt visus failus no {0}? Tas pārtrauks visu šo failu koplietošanu ar pasauli.
nb: Fjerne alle filer fra {0}? Dette vil stoppe deling av alle disse filene med verden.
pl: Usunąć wszystkie pliki z {0}? Zatrzymane zostanie udostępnianie tych plików.
ru: Удалить все файлы из {0}? Это приостановит раздачу файлов глобально.

source: Delete List
et: Kustuta Loend
fa: حذف فهرست
gl: Eliminar a listaxe
he: מחק רשימה
hr: Obriši Listu
ku: Lîsteyê jê bibe
lv: Dzēst sarakstu
nb: Slett liste
pl: Usuń listę
ru: Удалить список

source: Delete list {0}? This will stop sharing all of these files, but won't delete them from disk.
et: Kustuta loend {0}? See peatab nende failide jagamise aga jätab failid kettale alles.
fa: حذف فهرست {0}؟ این کار تبادل این فایل ها را متوقف می کند، اما آن ها را از روی دیسک حذف نمی کند.
gl: Desexa borrar a listaxe {0}? De esta forma deterase a compartición de todos estes ficheiros pero non serán borrados do disco.
he: למחוק רשימה {0}? פעולה זו תפסיק את שיתוף קבצים אלה, אך לא תמחק אותם מהכונן הקשיח.
hr: Obriši listu {0}? Ovo će zaustaviti razmjenu svih ovih datoteka, ali ih neće obrisati sa diska.
ku: Lîsteya {0} jê bibe? Ev yek wê parvekirina van pelan bisekinîne, lê wê di dîska te jê nebe.
lv: Dzēst sarakstu {0}? Tas pārtrauks šo failu koplietošanu, bet nedzēsīs tos no diska.
nb: Slett liste {0}? Dette vil stoppe deling av alle disse filene, men vil ikke slette dem fra disken.
pl: Usunąć listę {0}? Zatrzymane zostanie udostępnianie wszystkich tych plików, ale nie będą one usunięte z dysku
ru: Список для удаления {0}?Это приостановит раздачу файлов, но не удалит их с диска.

source: Delete list {0}?
et: Kustuta loend {0}?
fa: حذف فهرست {0}؟
gl: Eliminar a listaxe {0}?
he: למחוק רשימה {0}?
hr: Obriši listu {0}?
ku: Lîsteya {0} jê bibe?
lv: Dzēst sarakstu {0}?
nb: Slett liste {0}?
pl: Usunąć listę {0}?
ru: Удалить список {0}?

source: Delete list {0}? This will stop sharing all of these files with the world, but won't delete them from disk.
et: Kustuta loend {0}? See peatab nende failide jagamise aga jätab failid kettale alles.
fa: حذف فهرست {0}؟ این کار تبادل تمام این فایل ها را با دنیا متوقف می کند، اما آن ها را از روی دیسک حذف نمی کند.
gl: Desexa eliminar a listaxe {0}? Deste xeito deterase a compartición de estes ficheiros cos demais usuarios pero non serán borrados do disco.
he: למחוק רשימה {0}? למחוק רשימה {0}? פעולה זו תפסיק את שיתוף קבצים אלה עם העולם, אך לא תמחק אותם מהכונן הקשיח.
hr: Obriši listu {0}? Ovo će zaustaviti razmjenu svih ovih datoteka sa svijetom, ali ih neće obrisati sa diska.
ku: Lîsteya {0} jê bibe? Ev yek wê parvekirina van pelan bisekinîne, lê wê di dîska te jê nebe.
lv: Dzēst sarakstu {0}? Tas pārtrauks visu šo failu koplietošanu ar pasauli, bet nedzēsīs tos no diska.
nb: Slett liste {0}? Dette vil stoppe deling av alle disse filene med verden, men vil ikke slette dem fra disken.
pl: Usunąć listę {0}? Zatrzymane zostanie udostępnianie wszystkich tych plików, ale nie będą one usunięte z dysku
ru: Удалить список {0}? Это приостановит раздачу файлов глобально, но не удалит их с диска

source: Export List...
et: Ekspordi Loend
fa: صادر کردن فهرست...
gl: Exportar unha listaxe...
he: ייצוא רשימה...
hr: Izvezi Listu...
ku: Lîsteyê derdixe derve...
lv: Eksportē sarakstu...
nb: Eksporter liste...
pl: Eksportuj listę
ru: Экспорт списка...

source: Export M3U List
et: Ekspordi M3U Loend
fa: صادر کردن فهرست M3U
gl: Exportar unha listaxe M3U
he: יצוא כרשימה M3U
hr: Izvezi M3U Listu
ku: Lîsteya M3U derxe deve
lv: Eksportē M3U sarakstu
nb: Eksporter M3U-liste
pl: Eksportuj listę M3U
ru: Экспорт M3U Списка

source: Import List...
et: Impordi Loend
fa: وارد کردن فهرست...
gl: Importar unha listaxe...
he: ייבוא רשימה...
hr: Uvezi Listu...
ku: Lîsteyê bîne hundir...
lv: Importē sarakstu...
nb: Importer liste...
pl: Importuj Listę
ru: Импортировать список...

source: Import M3U List
et: Impordi M3U Loend
fa: وارد کردن فهرست M3U
gl: Importar unha listaxe M3U
he: ייבוא רשימה M3U
hr: Uvezi M3U Listu
ku: Lîsteya M3U bîne hundir
lv: Importē M3U sarakstu
nb: Importer M3U-liste
pl: Importuj listę M3U
ru: Импорт M3U Списка

source: Load
et: Lae
fa: بارگذاری
gl: Cargar
he: טען
hr: Učitaj
ku: Barke
lv: Lādē
nb: Last inn
pl: Wczytaj
ru: Загрузить

source: Public Shared
et: Avalikult Jagatud
fa: عمومی و مشترک
gl: Compartido de forma pública
he: משותפים בפומבי
hr: Javno Razmjenjivano
ku: Parvekirina Bi Herkesî
lv: Publiski koplietots
nb: Offentlig delt
pl: Udostępnione publicznie
ru: С общим доступом

source: Add Files...
et: Lisa Faile
fa: اضافه کردن فایل ها...
gl: Engadir ficheiros...
he: הוסף קבצים...
hr: Dodaj Datoteke...
ku: Pelan lê zêdeke...
lv: Pievieno failus...
nb: Legg til filer...
pl: Dodaj pliki...
ru: Добавить файлы...

source: Private Shared
et: Privaatselt Jagatud
fa: به اشتراک گذاری خصوصی
gl: Compartidos privados
he: משותפים בפרטי
hr: Privatno Razmjenjivano
ku: Parvekirina Taybet
lv: Privāti koplietots
nb: Privat deling
pl: Udostępnione prywatnie
ru: С частным доступом

source: Create List
et: Loo Loend
fa: ساختن فهرست
gl: Crear unha listaxe
he: צור רשימה
hr: Kreiraj Listu
ku: Lîste Biafirîne
lv: Izveidot sarakstu
nb: Lag liste
pl: Utwórz listę
ru: Создать список

source: Sharing list with...
et: Jagan loendit {0} - iga
fa: به اشتراک گذاری فهرست با...
gl: Compartir unha listaxe con...
he: משתף רשימה עם...
hr: Razmjeni listu sa...
ku: Lîste tê parvekirin bi...
lv: Koplieto sarakstu ar...
nb: Deler liste med...
pl: Podziel się listą z...
ru: Поделиться списком с...

source: Filter...
et: Filtreeri
fa: فیلتر...
gl: Filtro...
he: סנן...
ku: Fîltre bike...
lv: Filtrs...
pl: Filtr...
ru: Фильтр...

source: none
et: Puudub
fa: هیچ کدام
gl: ningún
he: אף אחד
hr: nijedan
ku: ne yek jî
lv: nekas
nb: ingen
pl: brak
ru: отсутствует

source: Edit Sharing
et: Redigeeri Jagamist
fa: ویرایش به اشتراک گذاری
gl: Editar a compartición
he: ערוך שיתוף
hr: Uredi Razmjenjivanje
ku: Parvekirinê Sererastke
lv: Rediģēt koplietojumu
nb: Rediger deling
pl: Edytuj udostępnianie
ru: Редактировать раздачу

source: Not Shared
et: Pole Jagatud
fa: به اشتراک گذاری نشده
gl: Non compartido
he: לא משותף
hr: Ne Razmjenjivano
ku: Parvenekirî
lv: Netiek koplietots
nb: Ikke delt
pl: Nieudostępnione
ru: Не раздаваемые

source: <a href={0}>Sign in</a> to share this list.
et: <a href={0}>Logi sisse</a> selle loendi jagamiseks
fa: <a href={0}>وارد سیستم شوید</a> جهت به اشتراک گذاری لیست.
gl: <a href={0}>Iniciar sesión</a> para compartir esta listaxe.
he: <a href={0}>התחבר</a> על מנת לשתף רשימה זו.
hr: <a href={0}>Upišite se</a> za razmjenu ove liste.
ku: <a href={0}>Têkeve</a> ku vê lîsteyê parve bikî.
lv: <a href={0}>Pieslēdzies</a> lai koplietotu šo sarakstu
nb: <a href={0}>Logg inn</a> for å dele denne listen.
pl: <a href={0}>Zaloguj się</a> by podzielić się listą.
ru: <a href={0}>Подписать</a> в этот общий список.

source: Logging in...
et: Sisselogimine
fa: در حال وارد شدن...
gl: A iniciar a sesión...
he: מתחבר...
hr: Pristupanje
ku: Tê dikeve...
lv: Pieslēdzas...
nb: Logger inn...
pl: Logowanie...
ru: Авторизация...

source: <a href={0}>Sign in</a> to share this list or edit sharing, or <a href={1}>stop sharing</a> it now.
et: <a href={0}>Logi sisse</a> selle loendi jagamiseks või redigeerimiseks, või <a href={1}>peata jagamine</a>
fa: <a href={0}><وارد سیستم شوید</a> جهت به اشتراک گذاری فایل، یا <a href={1}>به اشتراک گذاری را متوقف نماییدg</a> برای متوقف کردن آن
gl: <a href={0}>Iniciar sesión</a> para compartir ou editar esta listaxe, ou <a href={1}>deter a compartición</a> agora.
he: <a href={0}>התחבר</a> על מנת לשתף רשימה זו או כדי לערוך את השיתוף או <a href={1}>עצור את השיתוף</a> כעת.
hr: <a href={0}>Prijavi se</a> da razmjenjuješ ovu listu ili da uređuješ razmjenu, ili <a href={1}>prestani razmjenjivati</a> sada.
ku: <a href={0}>Têkeve</a> ku vê lîsteyê parve bikî an jî parvekirinê sererast bikî, an jî niha <a href={1}>parvekirinê bisekinînî</a>.
lv: <a href={0}>Pieslēdzies</a> lai koplietotu šo sarakstu vai rediģētu koplietojumu,vai <a href={1}>pārtraukt tā koplietošanu</a> tagad.
nb: <a href={0}>Logg inn</a> for å dele denne listen eller redigere deling, eller <a href={1}>stopp deling</a> av denne listen nå.
pl: <a href={0}>Zaloguj się</a> by podzielić się listą lub edytować udostępnianie, albo <a href={1}>zatrzymać udostępnianie</a> natychmiast.
ru: <a href={0}>Подписать</a> в этот общий список или его правка, или <a href={1}>остановить расшаривание</a> его сейчас.

source: Add to List
et: Lisa nimekirja
fa: اضافه کردن به فهرست
gl: Engadir á listaxe
he: הוסף לרשימה
hr: Dodaj u Listu
ku: Li lîsteyê zêdeke
lv: Pievienot Sarakstam
nb: Legg til i Liste
pl: Dodaj do listy
ru: Добавить в список

source: empty
et: Tühi
fa: خالی
gl: baleiro
he: ריק
hr: prazno
ku: vala
lv: tukšs
nb: tom
pl: pusty
ru: пусто

source: Upload attempts
da: Upload forsøg
et: Üleslaadimise Katseid
fa: کوشش های آپلود
fi: Lähetysyritykset
ga: Iarrachtaí uasluchtú
gl: Tentativas de envío
he: ניסיונות העלאה
hr: Pokušaji Otpremanja
ku: Ceribandinên barkirinê
lv: Augšuplādes mēģinājumi
nb: Opplastingsforsøk
nl: Uploadpogingen
pl: Próby załadowania
ru: Попытки передачи
sv: Ladda upp försöken
tr: Çalışmaları kaydet

source: Delete from Disk
et: Kustuta Kettalt
fa: حذف از روی دیسک
gl: Excluír do disco
he: מחיקה מהכונן
hr: Obriši sa Diska
ku: Ji dîskê jê bibe
lv: Dzēst no diska
nb: Slett fra disk
pl: Usuń z dysku
ru: Удалить с диска

source: Move File to the Recycle Bin
et: Liiguta fail prügikasti
fa: انتقال فایل ها به سطل بازیافت ویندوز
gl: Mover o ficheiro ao lixo
he: מחק קובץ לסל המחזור
hr: Pomakni Datoteku u Koš za Recikliranje
ku: Pelê bavêje sergoyê
nb: Flytt fil til Papirkurven
pl: Przenieś plik do kosza
ru: Удалить Файл в Корзину

source: Move this file to the Recycle Bin?
et: Kas sa tahad selle faili prügikasti liigutada?
fa: این فایل به سطل بازیافت منتقل شود؟
gl: Quere mover este ficheiro ao lixo?
he: האם למחוק קובץ זה לסל המחזור?
hr: Pomakni ovu datoteku u Koš za Recikliranje?
ku: Vê pelê bavêje sergoyê?
nb: Flytt denne filen til papirkurven?
pl: Przenieść plik do kosza?
ru: Удалить Файл в Корзину?

source: Move File to the Trash
et: Liiguta see fail prügikasti
fa: انتقال فایل به سطل آشغال
gl: Mover os ficheiros ao lixo
he: מחק קובץ לפח האשפה
hr: Pomakni Datoteku u Smeće
ku: Pelê bavêje sergoyê
nb: Flytt fil til papirkurven
pl: Przenieś plik do schowka
ru: Переместить Файл в Хлам

source: Move this file to the Trash?
et: Kas sa tahad seda faili prügikasti liigutada?
fa: این فایل ها به سطل آشغال منتقل شوند؟
gl: Desexa mover este ficheiro para o lixo?
he: האם להעביר קובץ זה לפח האשפה?
hr: Pomakni ovu datoteku u Smeće
ku: Vê pelê bavêje sergoyê?
nb: Flytt denne filen til Papirkurven?
pl: Czy chcesz przenieść ten plik do kosza?
ru: Переместить Файл в Хлам?

source: Delete File
et: Kustuta fail
fa: حذف کردن فایل ها
gl: Borrar o ficheiro
he: מחק קובץ
hr: Obriši Datoteku
ku: Pelê Jê Bibe
lv: Dzēst failu
nb: Slett fil
pl: Usuń plik
ru: Удалить Файл

source: Delete this file from disk?
et: Kustuta see fail kettalt?
fa: حذف کردن این فایل ها از روی دیسک؟
gl: Quere borrar este ficheiro do disco?
he: למחוק קובץ זה מהכונן הקשיח?
hr: Obriši ovu datoteku sa diska?
ku: Pelê ji dîskê jê bibe?
lv: Dzēst šo failu no diska?
nb: Slett denne filen fra disken?
pl: Usunąć plik z dysku?
ru: Удалить этот Файл с диска?

source: Move File to the Recycle Bin or Remove from Library
et: Liiguta fail prügikasti ja eemalda raamatukogust
fa: انتقال فایل ها به سطل بازیافت ویندوز یا حذف کردن از کتابخانه
gl: Mover o ficheiro para o lixo ou eliminalo da biblioteca
he: להעביר קובץ זה לסל המחזור או להסיר מהספריה
hr: Pomakni Datoteku u Koš za Recikliranje ili Ukloni iz Biblioteke
ku: Pelê bavêje sergoyê an ji pirtûkxaneyê rake?
nb: Flytt fil til papirkurv eller fjern fra bibliotek
pl: Przenieś plik do kosza albo usuń plik z biblioteki.
ru: Переместить Файл в Корзину или Удалить из Библиотеки

source: Do you want to move this file to the Recycle Bin or just remove it from the Library?
et: Kas sa tahad iigutada selle faili prügikasti või lihtsalt eemaldada raamatukogust?
fa: آیا می خواهید این فایل به سطل بازیافت ویندوز انتقال یابد یا فقط از کتابخانه حذف شود؟
gl: Desexa mover este ficheiro para o lixo ou só eliminalo da biblioteca?
he: להעביר קבצים אלו לסל המחזור או להסיר מהספריה
hr: Da li hoćete pomaknuti ovu datoteku u Koš za Recikliranje ili samo ukloniti iz Biblioteke?
ku: Ji dil dixwazî pelê bavêje sergoyê an tenê ji pirtûkxaneyê rakî?
nb: Ønsker du å flytte denne filen til papirkurven eller kun fjerne den fra biblioteket?
pl: Chcesz przenieść ten plik do Kosza, czy tylko usunąć go z Biblioteki?
ru: Переместить Файл в Корзину или Удалить из Библиотеки?

source: Move File to the Trash or Remove from Library
et: Liiguta fail prügikasti või eemalda raamatukogust
fa: انتقال فایل ها به سطل آشغال یا حذف کردن از کتابخانه
gl: Mover o ficheiro para o lixo ou eliminalo da biblioteca
he: להעביר קובץ לפח האשפה או להסיר מהספריה
hr: Pomakni Datoteku u Smeće ili Ukloni iz Biblioteke
ku: Pelê bavêje sergoyê an jî ji pirtûkxaneyê rake
nb: Flytt fil til papirkurv eller fjern fra bibliotek
pl: Czy przenieść plik do kosza? Czy usunąć go z biblioteki?
ru: Переместить Файл в Хлам или Удалить из Библиотеки

source: Do you want to move this file to the Trash or just remove it from the Library?
et: Kas sa tahad liigutada faili prügikasti või lihtsalt eemaldada raamatukogust?
fa: آیا می خواهید این فایل به سطل آشغال انتقال یابد یا فقط از کتابخانه حذف شود؟
gl: Desexa mover este ficheiro para o lixo ou só eliminalo da biblioteca?
he: האם להעביר קובץ לפח האשפה או להסיר מהספריה?
hr: Da li hoćete pomaknuti ovu datoteku u Smeće ili samo ukloniti iz Biblioteke?
ku: Tu dixwazî pelê bavêjî sergoyê an jî tenê ji pirtûkxaneyê rakî?
nb: Ønsker du å flytte denne filen til papirkurven eller kun fjerne den fra biblioteket?
pl: Czy chcesz przenieść ten plik do kosza? Czy po prostu usunąć go z biblioteki?
ru: Переместить Файл в Хлам или Удалить из Библиотеки?

source: Delete File or Remove from Library
et: Kustuta fail või eemalda raamatukogust
fa: پاک کردن فایل ها یا حذف از کتابخانه
gl: Borrar o ficheiro ou eliminalo da biblioteca
he: למחוק או להסיר קובץ זה מהספריה
hr: Obriši Datoteku ili Ukloni iz Biblioteke
ku: Pelê jê bibe an jî ji pirtûkxaneyê rake
nb: Slett fil eller fjern fra Bibliotek
pl: Usuń plik lub usuń z Biblioteki.
ru: Удалить Файл или Удалить из Библиотеки

source: Do you want to delete this file from disk or just remove it from the Library?
et: Kas sa tahad need failid kustutada kõvakettalt või lihtsalt raamatukogusr?
fa: آیا می خواهید این فایل از روی دیسک پاک شود یا فقط از کتابخانه حذف شود؟
gl: Desexa borrar este ficheiro do disco ou só eliminalo da biblioteca?
he: האם למחוק או להסיר קובץ זה מהספריה?
hr: Da li hoćete obrisati ovu datoteku sa diska ili samo ukloniti iz Biblioteke?
ku: Tu dixwazî pelê ji dîskê jê bibî an jî tenê ji pirtûkxaneyê rakî?
nb: Ønsker du å slette denne filen fra disken eller kun fjerne den fra biblioteket?
pl: Czy chcesz usunąć ten plik z dysku? Czy tylko usunąć z Biblioteki?
ru: Вы хотите удалить этот файл с диска или удалить только из Библиотеки?

source: This file is still processing.
et: See fail on veel töötluses.
fa: این فایل هنوز در حال پردازش است.
gl: Este ficheiro aínda está a se procesar.
he: קובץ זה עדיין בתהליכי עיבוד.
hr: Ova datoteka je još aktivna.
ku: Hê li ser vê pelê tê xebitandin.
lv: Šis fails joprojām tiek apstrādāts.
nb: Denne filen jobber fortsatt.
pl: Ten plik wciąż jest przetwarzany.
ru: Этот файл все еще обрабатывается.

source: This file cannot be shared.
da: Denne fil kan ikke deles.
et: Seda faili ei saa jagada.
fa: این فایل قادر به اشتراک گذاری نیست.
fi: Tiedostoa ei voida jakaa.
ga: Ní féidir an comhad seo a chomhroinnt.
gl: Este ficheiro non pode ser compartido.
he: קובץ זה לא יכול להיות משותף.
hr: Ova datoteka ne može biti razmjenjena
ku: Ev pel nikare were parvekirin.
lv: Šis fails nevar tikt koplietots.
nb: Denne filen kan ikke deles.
nl: Dit bestand kan niet gedeeld worden.
pl: Ten plik nie może być udostępniony.
ru: Этот файл не может получить общий доступ.
sv: Denna fil kan inte bli delad
tr: Bu dosya paylaşılamaz.

source: {0} (downloading)
da: {0} (downloader)
et: {0} (allalaadmine)
fa: {0} (در حال دانلود)
fi: {0} (ladataan)
ga: {0} (á íosluchtú)
gl: {0} (Descargando)
he: {0} (הורדות)
hr: {0} (preuzimanje)
ku: {0} (dadixe)
lv: {0} (lejuplādē)
nb: {0} (laster ned)
nl: {0} (bezig met downloaden)
ru: {0} (загружено)
sv: {0} (laddar ner)
tr: {0} (indirilen)

source: Remove this file from this list
et: Eemalda Fail Loendist
fa: حذف کردن این فایل از این فهرست
gl: Eliminar este ficheiro da listaxe
he: הסר קובץ זה מרשימה זו.
hr: Ukloni ovu datoteku sa ove liste
ku: Vê pelê ji lîsteyê rake
lv: Aizvākt šo failu no šī saraksta
nb: Fjern denne filen fra denne listen
pl: Usuń plik z tej listy.
ru: Удалить этот файл из этого списка

source: Remove from All Other Lists
fa: حذف از تمام فهرستهای ديگر
gl: Eliminar de todas as outras listaxes
he: הסר משאר הרשימות
ku: Ji hemû lîsteyên din rake
lv: Aizvākt no visiem citiem sarakstiem
nb: Fjern fra Alle Andre Lister
ru: Удалить из Всех Других Списков

source: Remove from All Lists
et: Eemalda Kõik nimekirjast
fa: حذف کردن از همه فهرست ها
gl: Eliminar de todas as listaxes
he: להסיר מכל הרשימות
hr: Ukloni sa SVIH Lista
ku: Ji hemû lîsteyan rake
lv: Aizvākt no visiem sarakstiem
nb: Fjern fra alle lister
pl: Usuń ze wszystkich list
ru: Удалить из Всех Списков

source: Remove from Lists
et: Eemalda Loenditest
fa: حذف کردن از فهرست ها
gl: Eliminar das listaxes
he: הסר מהרשימות
hr: Ukloni sa Listi
ku: Ji lîsteyan rake
lv: Aizvākt no sarakstiem
nb: Fjern fra liste
pl: Usuń z list
ru: Удалить из Списков

source: Remove this file from All Lists?
et: Eemalda fail kõikidest loenditest?
fa: حذف کردن این فایل از همه فهرست ها؟
gl: Quere eliminar este ficheiro de todas as listaxes?
he: להסיר קובץ זה מכל הרשימות?
hr: Ukloni ovu datoteku sa Svih Listi?
ku: Vê pelê ji hemû lîsteyan rake?
lv: Aizvākt šo failu no visiem sarakstiem?
nb: Fjerne denne filen fra ALLE lister?
pl: Czy chcesz usunąć plik ze wszystkich list?
ru: Удалить этот файл из Всех Списков?

source: Remove {0} files from All Lists?
et: Eemalda {0} faili kõikidest loenditest?
fa: حذف کردن {0} فایل از همه فهرست ها؟
gl: Quere eliminar {0} ficheiros de todas as listaxes?
he: להסיר {0} קבצים מכל הרשימות?
hr: Ukloni {0} datoteke sa Svih Listi?
ku: {0} pelan ji hemû lîsteyan rake?
lv: Aizvākt {0} failus no visiem sarakstiem?
nb: Fjern {0} filer fra ALLE lister?
ru: Удалить {0} файлы из Всех Списков?

source: All Lists and Library
fa: تمام فهرست ها و آرشيوها
gl: Todas as listaxes e a biblioteca
he: כל הרשימות וכל התיקיות
hr: Sve liste i biblioteka
ku: Hemû Lîste û Pirtûkxane
lv: Visi saraksti un Bibliotēka
nb: Alle Lister og Bibliotek
ru: Все Списки и Библиотека

source: Remove File
et: Eemalda Fail
fa: حذف کردن فایل ها
gl: Eliminar o ficheiro
he: הסר קובץ
hr: Ukloni Datoteku
ku: Pelê jê bibe
lv: Aizvākt failu
nb: Fjern fil
pl: Usuń plik
ru: Удалить Файл

source: Remove "{0}" from Library? This will unshare this file with everyone.
et: Eemalda "{0}" Raamatukogust? See lõpetab faili jagamise kõikidega.
fa: حذف کردن "{0}" از کتابخانه؟ این کار باعث قطع به اشتراک گذاری این فایل با دیگران می شود.
gl: Desexa eliminar "{0}" da biblioteca? Deste xeito deixará de compartir este ficheiro.
he: להסיר את "{0}" מהספרייה? פעולה זו תפסיק את שיתוף הקובץ עם כולם.
hr: Ukloni "{0}" iz Biblioteke? Ovo će zabraniti razmjenu ove datoteke sa svima.
ku: "{0}" ji pirtûkxaneyê rake? Wê pel bi herkesî re neyê parvekirin.
lv: Aizvākt "{0}" no Bibliotēkas? Tas pārtrauks šī faila koplietošanu ar visiem.
nb: Fjern "{0}" fra bibliotek? Dette vil fjerne deling av denne filen.
pl: Usunąć "{0}" z Biblioteki? To ududostępni plik ze wszystkimi.
ru: Удалить "{0}" из Библиотеки? Это несовместно используемый файл со всеми.

source: Remove "{0}" from Library?
et: Eemalda "{0}" Raamatukogust?
fa: حذف کردن "{0}" از کتابخانه؟
gl: Desexa eliminar "{0}" da biblioteca?
he: להסיר את "{0}" מהספרייה?
hr: Ukloni "{0}" iz Biblioteke?
ku: "{0}" ji pirtûkxaneyê rake?
lv: Aizvākt "{0}" no Bibliotēkas?
nb: Fjern "{0}" fra biblioteket?
pl: Usunąć "{0}" z Biblioteki?
ru: Удалить "{0}" из Библиотеки?
