Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire would also like to thank the many contributors to the internationalization project, both for the application itself and for the LimeWire web site.
cy: Mae LimeWire hefyd yn ddiolchgar i'r llu o gyfranwyr i'r prosiect rhyngwladol, am y meddalwedd ei hun ac am wefan LimeWire.
da: LimeWire vil også gerne takke de mange som har bidraget til at internationalisere projektet, f.eks gennem oversættelse af program og LimeWires hjemmeside.
de: Limewire möchte ebenso den vielen Mitarbeitern des Internationalisierungs-Projekts danken, für das Programm selbst, ebenso wie für LimeWires Internet-Seite.
el: Το LimeWire θα ήθελε επίσης να ευχαριστήσει όσους συνέβαλαν στο πρόγραμμα διεθνοποίησης, τόσο για την ίδια την εφαρμογή του όσο και για την ιστοσελίδα του LimeWire.
es: LimeWire también quiere darles las gracias a todos los participantes del proyecto de internacionalización, tanto por la aplicación en sí misma como por el sitio Web de LimeWire.
et: Limewire sooviks ka tänada paljusid kaastöötajaid internatsionaliseeritud projektis, kes aitasid kaasa nii programmis ja ka veebi leheküljel.
fa: همین طور LimeWire مایل است که از همیاران پروژه بین المللی کردن، هم برای خود برنامه و هم برای وب سایت LimeWire، قدردانی کند.
fi: LimeWire kiittää myös lukuisia käännöstyöhön osallistuneita henkilöitä, jotka ovat kääntäneet yhtä hyvin itse ohjelmaa kuin LimeWiren web-sivustoa.
fr: LimeWire aimerait également remercier les nombreux collaborateurs au projet d'internationalisation, aussi bien pour l'application que pour le site internet de LimeWire.
gl: LimeWire tamén lle dá as grazas aos moitos contribuidores do proxecto de internacionalización, tanto para a aplicación como para o sitio web.
he: ליימווייר רוצה גם כן להודות למשתתפים הרבים לפיתוח הבינלאומי, הן לתוכנה עצמה, הן לאתר אינטרנט של ליימווייר.
hr: LimeWire želi također zahvaliti mnogim doprinositeljima internacionalizaciji projekta, kako za samu aplikaciju tako i za LimeWireinu web stranicu
hu: A LimeWire szeretne k�sz�netet mondani a nemzetk�zies�t�si projekt �sszes r�sztvev�j�nek, akik az alkalmaz�st �s/vagy a weboldalt ford�tott�k.
id: LimeWire juga berterimakasih kepada banyak kontributor proyek internasionalisasi, baik untuk aplikasinya sendiri dan juga untuk web site LimeWire.
it: Limewire vuole ringraziare anche i molti collaboratori del progetto di localizzazione, sia per l'applicazione sia per il sito web di Limewire:
ja: LimeWireは、アプリケーションおよびLimeWireウエブサイトの国際化プロジェクトに関わる多くの貢献者に感謝の意を表したいです。
nb: Limewire ønsker også å takke alle de som har hjulpet til med å internasjonalisere prosjektet, både for selve programmet og for LimeWires hjemmeside.
nl: LimeWire wil graag de velen medewerkers danken voor hun bijdrage aan het internationaliseren van het project, zowel voor de toepassing zelf als voor de LimeWire website.
nn: Limewire vill også takke alle de som har hjulpet med å internasjonalisere prosjektet, både for selve programmet og for Limewires hjemmeside.
pl: LimeWire chciało by również podziękować wielu współtwórcom projektu tłumaczenia, zarówno samej aplikacji, jak i strony LimeWire
pt: A LimeWire também gostaria de agradecer às inúmeras pessoas que contribuíram para internacionalizar o projecto, tanto no que respeita à própria aplicação como ao site da LimeWire.
pt_br: O LimeWire também gostaria de agradecer às inúmeras pessoas que contribuíram para internacionalizar o projeto, tanto a respeito da própria aplicação, como do site do LimeWire.
ru: LimeWire также хотел бы благодарить много вкладчиков проекта в его интернационализации, и для приложения непосредственно и для вебсайта LimeWire.
sk: LimeWire by tiež chcel rád poďakovať prispievateľom v preklade tohto projektu, aj za samotnú aplikáciu aj za web stránku LimeWire.
sq: LimeWire gjithashtu do të dontë të falënderonte kontribuesit e shumtë për ndërkombëtarizimin e projektit, si për aplikimin, edhe për uebsajtin.
sr: LimeWire takođe želi da zahvali mnogima koji su učestvovali u prevođenju programa i sajta na razne svetske jezike:
sv: LimeWire vill även passa på att tacka alla de som bidragit till översättningsprojektet, både vad gäller själva programmet och LimeWires webbplats.
tr: LimeWire aynı zamanda hem uygulamanın kendisinde, hem LimeWire web sitesinde uluslararasılaştırma projesine katkıda bulunanlara da teşekkür eder.

source: Several colleagues in the Gnutella community merit special thanks. These include:
cy: Mae sawl un yn y prosiect yn haeddu diolch arbennig. Yn cynnwys:
da: Flere kollegaer i Gnutella samfundet fortjener en særlig tak. Det gælder:
de: Vielen Kollegen in der Gnutella Community gebührt ein spezieller Dank. Zu diesen gehören:
el: Ευχαριστούμε, επίσης, ιδιαίτερα ορισμένους συνεργάτες από την κοινότητα Gnutella. Μεταξύ αυτών:
es: Hay varios colegas de la red Gnutella que merecen un agradecimiento especial. Incluyen:
et: Mitmed kolleegid Gnutella kommuunis väärivad erilist tänu. Nende hulgas:
fa: چندین همکار در انجمن Gnutella شایسته قدردانی مخصوص هستند. آن ها شامل:
fi: Monet kollegat Gnutella-yhteisössä ovat ansainneet kiitokset. Heihin kuuluvat esimerkiksi:
fr: Certains de nos collègues de l'équipe de Gnutella méritent tout particulièrement nos remerciements:
ga: Tá buíochas faoi leith toilte ag comhghleacaithe éagsúla sa chomhphobal Gnutella. Ina áirítear:
gl: Certos compañeiros na comunidade Gnutella merecen agradecementos especiais. Estes son:
he: מספר חברים בקהיליית Gnutella זכאים לתודה מיוחדת, וביניהם:
hr: Nekoliko kolega u Gnutellinoj zajednici zaslužuju posebnu zahvalu. To uključuje:
hu: T�bb Gnutella-k�z�ss�gi tag k�l�n k�sz�netet �rdemel, n�v szerint:
id: Beberapa kolega di komunitas gnutella pantas mendapat ucapan terimakasih spesial. Mereka adalah:
it: Alcuni colleghi della comunità Gnutella meritano uno speciale ringraziamento. Tra gli altri:
ja: グヌーテラ・コミュニティの同僚にも特別に感謝しています。以下の人たちです：
ku: Gelek hevalên di civaka Gnutella de spasdariyekê heq dikin. Ew kes:
nb: Flere kollegaer i Gnutella-nettverket fortjener en spesiell takk. Disse inkluderer:
nl: Een aantal collega's binnen Gnutella verdienen een extra dankwoord. Dit zijn:
nn: Flere kollegaer i Gnutella nettverket fortjener spesielle hilsener, disse er:
pl: Wielu kolegów w wspólnocie Gnutelli zasługuje na specjalne podziękowania. Są to między innymi:
pt: Entre os colegas da comunidade Gnutella que merecem uma agradecimento especial, poderemos referir:
pt_br: Entre os colegas da comunidade Gnutella que merecem uma agradecimento especial, podemos incluir:
ru: Несколько коллег в сообществе Gnutella заслуживают особенную благодарность. Они включают:
sk: Viacerí kolegovia v Gnutella komunite si zaslúžia špeciálne poďakovanie. Sú to:
sq: Falënderime të veçanta u takojnë kolegëve të ndryshëm në komunitetin e Gnutella-s. Ata janë:
sr: Nekoliko kolega iz Gnutella zajednice zaslužuju posebnu zahvalnost, i to su:
sv: Flera kolleger i Gnutella-communityt förtjänar ett särskilt tack. Nämligen:
tr: Gnutella topluluğundaki pek çok meslektaşımıza özel teşekkürlerimizi sunarız. Bunlar:

source: Finally, LimeWire would like to extend its sincere thanks to those developers, users, and all others who have contributed their ideas to the project. Without LimeWire users, the P2P Network would not exist.
da: Til sidst så vil LimeWire udtrykke sin tak til alle disse udviklere, brugere og alle andre som har bidraget med deres ideer til projektet. Uden LimeWires brugere ville P2P netværket ikke eksistere.
el: Τέλος, το LimeWire θα ήθελε να εκφράσει τις ειλικρινείς του ευχαριστίες σε όλους εκείνους τους προγραμματιστές, τους χρήστες και όλους όσους συνέβαλλαν με τις ιδέες τους στο πρόγραμμα. Χωρίς τους χρήστες του LimeWire, το Δίκτυο P2P δεν θα υπήρχε.
es: Por último, LimeWire quiere darles las gracias a todos los promotores, usuarios y otros que han aportado ideas al proyecto. Sin los usuarios de LimeWire, la red P2P no existiría.
et: Lõpuks soovime tänada LimeWire programmeerijaid, arendajaid, kasutajaid ja kõiki teisi kes on aidanud meied. Ilma LimeWire kasutajateta P2P võrku ültsegi ei eksisteeriks. Täname!
fa: در آخر LimeWire دوست دارد سپاسگزاری صمیمانه خود را تقدیم کند به آن توسعه دهندگان، کاربران و تمام کسان دیگری که ایده های خود را به پروژه دادند. بدون کابران LimeWire، شبکه نظیر به نظیر وجود نخواهد داشت.
fi: Lopuksi LimeWire haluaa kiittää kehittäjiä, käyttäjiä ja kaikkia muita jotka ovat ideoineet projektissa. P2P-verkkoa ei olisi olemassa ilman LimeWire-käyttäjiä.
fr: Enfin, LimeWire voudrait remercier les développeurs, les utilisateurs et tous ceux qui ont partagé leurs idées avec le projet. Sans les utilisateurs de LimeWire, le réseau P2P n'existerait pas.
gl: Finalmente, LimeWire quérelles dar as grazas máis sinceiras a aqueles desenvolvedores, usuarios e demais persoas que contribuíron coas súas ideas neste proxecto. Sen estes usuarios, a rede P2P non existiría.
he: לסיום, LimeWire רוצה להודות לכל המפתחים, משתמשים וכל שאר האנשים שתרמו רעיונות לפרוייקט. ללא משתמשי LimeWire, רשת שיתוף הקבצים לא הייתה קיימת.
hr: Konačno, LimeWire bi želio izraziti svoje najsrdačnije hvala svim programerima, korisnicima i svima drugima koji su svojim idejama doprinijeli projektu. Bez LimeWire korisnika, P2P Mreža ne bi postojala.
ja: LimeWireは、プロジェクトにアイデアを提供してくれた開発者、ユーザー、その他の人々にも感謝しています。LimeWireユーザーなくして、P2Pネットワークは存在しません。
nb: Til slutt ønsker LimeWire å takke utviklerne, brukerne, og alle andre som har bidratt med idéer til prosjektet. Uten LimeWires brukere, ville ikke P2P-nettverket eksistert.
nl: Ten slotte wil LimeWire zijn dank betuigen aan alle ontwikkelaars, gebruikers en alle andere personen die hun ideeën hebben bijgedragen aan het project. Zonder de LimeWire-gebruikers zou het P2P-netwerk niet bestaan.
pl: Ostatecznie, LimeWire chciałoby złożyć podziękowania dla wszystkich tych deweloperów, użytkowników i innych osób za wnoszenie pomysłów do projektu. Sieć P2P nie istniałaby bez użytkowników LimeWire
ru: Наконец, LimeWire хотел бы расширить его искреннее спасибо тем разработчикам, пользователям, и всем другим, кто внес свои идеи в проект. Без пользователей LimeWire не существовала бы сама Сеть P2P.
sv: Slutligen vill LimeWire rikta ett varmt tack till alla de utvecklare, användare och alla andra som bidragit med sina idéer till projektet.Utan LimeWire-användare skulle inte P2P-nätverket finnas.
tr: Son olarak, LimeWire projeye fikirleriyle katkıda bulunan geliştiricilere, kullanıcılara ve diğer herkese içten teşekkürlerini sunar. LimeWire kullanıcıları olmadan P2P Ağı da olmazdı.

source: New Version Available!
ar: نسخة حديثة متاحة!
bs: Update LimeWire
cy: Fersiwn Newydd Ar Gael!
da: Ny version tilgængelig!
de: Neue Version verfügbar!
el: Νέα έκδοση διαθέσιμη
es: Nueva Versión Disponible
et: LimeWire - i uus versioon saadaval. Palun Tõmba uus versioon <a href=''http://www.limewire.com/download/''><u><b>Siit</b></u></a>.
fa: نسخه جدیدی در دسترس است!
fi: Uudempi versio on saatavilla!
fr: Nouvelle version disponible !
ga: Tá Leagan Nua Ar Fáil!
gl: Nova versión dispoñible.
he: גירסה חדשה קיימת!
hr: Nova verzija dostupna!
hu: �j verzi� v�lt el�rhet�v�
id: Versi baru telah tersedia!
it: Nuova versione disponibile!
ja: 新しいバージョン有り！
ku: Guhertoya nû amade ye!
lv: Pieejama jauna versija!
nb: Ny versjon tilgjengelig!
nl: Nieuwe versie beschikbaar!
nn: Ny versjon Tilgjengelig!
pl: Instalowanie poprawek dla LimeWire
pt: Nova versão disponível!
pt_br: Nova versão disponível!
ru: Обновление LimeWire
sk: Je dostupná nová verzia!
sq: Ka Një Version të Ri!
sr: Objavljena nova verzija!
sv: Uppdatera LimeWire
tr: Yeni Sürüm Kullanılabilir Durumda!
uk: Є нова версія!

source: Home
da: Hjem
el: Αρχική σελίδα
es: Inicio
fi: Kotiin
fr: Menu
ga: Baile
ja: ホーム
nl: Hoofdpagina
sv: Hem
tr: Ana Sayfa

source: LimeWire Store
da: LimeWire butik
el: Κατάστημα LimeWire
es: Tienda LimeWire
fi: LimeWire-kauppa
ga: Díolbhoth LimeWire
ja: LimeWireストア
nn: LimeWire Butikken
tr: LimeWire Mağazası

source: Close Search
ar: إغلاق البحث
bs: Zatvori traženje
cy: Cau'r Chwilio
da: Luk søgning
de: Suche schließen
el: Κλείσιμο αναζήτησης
es: Cerrar la búsqueda
et: Sulge Otsing
fa: بستن جستجو
fi: Sulje haut
fr: Ferme la recherche
ga: Dún an Cuardach
gl: Pechar a procura
he: סגור את החיפוש
hr: Zatvori pretragu
hu: Keres�s bez�r�sa
id: Tutup pencarian
it: Chiudi ricerca
ja: 検索を閉じる
ku: Lêgerînê Bigire
lv: Aizvērt meklēšanu
nb: Lukk søk
nl: Zoekresultaten sluiten
nn: Lukk Søk
pl: Zamknij szukanie
pt: Fechar a pesquisa
pt_br: Fechar a pesquisa
ru: Закрыть поиск
sk: Ukončiť hľadanie
sq: Mbylle Kërkimin
sr: Zatvorite pretraživanje
sv: Stäng sökning
tr: Aramayı Kapat
uk: Закрити Пошук

source: File
el: Αρχείο
ja: ファイル

source: Help
da: Hjælp
el: Βοήθεια
es: Ayuda
et: Abi
fa: کمک
fi: Apua
fr: Aide
ga: Cabhair
gl: Axuda
he: עזרה
hr: Pomoć
ja: ヘルプ
ku: Alîkarî
lv: Palīdzība
nb: Hjelp
nl: Hulp
pl: Pomoc
ru: Помощь
sv: Hjälp
tr: Yardım

source: Tools
el: Εργαλεία
ja: ツール

source: What's New Search
el: Αναζήτηση "Τι νέο υπάρχει"
ja: 新しい検索とは？

source: Hide Download Tray
el: Απόκρυψη Δίσκου λήψης
ja: ダウンロード・トレイを隠す

source: Show Download Tray
el: Εμφάνιση Δίσκου λήψης
ja: ダウンロード・トレイを表示する

source: Add File(s)
el: Προσθήκη αρχείου(αρχείων)
et: Lisa fail(e)
fa: اضافه کردن فایل ها
ga: Cuir Comha(i)d Leis
gl: Engadir ficheiro(s)
he: הוסף קובץ/קבצים
hr: Dodaj Datoteke
ja: ファイルを追加する
ku: Pel(an) Lê Zêdeke
lv: Pievienot failu(s)
nb: Legg til fil(er)
nl: Bestand(en) toevoegen
pl: Dodaj Plik(i)
ru: Добавить файл(ы)
sv: Lägg till fil(er)
tr: Dosya Ekle

source: Add Files
da: Tilføj filer
el: Προσθήκη αρχείων
es: Añadir archivos
et: Lisa Faile
fa: اضافه کردن فایل ها
fi: Lisää tiedostot
fr: Ajouter des fichiers
ga: Cuir Comhaid Leis
gl: Engadir ficheiros
he: הוסף קבצים
hr: Dodaj Datoteke
ja: ファイルを追加する
ku: Pelan Lê Zêdeke
lv: Pievienot datnes
nb: Legg til filer
nl: Bestanden toevoegen
pl: Dodaj Pliki
ru: Добавить Файлы
sv: Lägg till filer
tr: Dosyaları Ekle

source: Valid Files
da: Brugbare filer
el: Έγκυρα αρχεία
es: Archivos válidos
et: Kehtivad Failid
fa: فایل های معتبر
fi: Sopivat tiedostot
fr: Valider les fichiers
ga: Comhaid Ceart
gl: Ficheiros válidos
he: קבצים זמינים
hr: Važeće Datoteke
ja: 有効なファイル
ku: Pelên Derbasdar
lv: Derīgie faili
nb: Gyldige Filer
nl: Geldige bestanden
pl: Poprawne pliki
ru: Хорошие файлы
sv: Giltiga filer
tr: Geçerli Dosyalar

source: Add Folder(s)
da: Tilføj mappe(r)
el: Προσθήκη φακέλου(φακέλων)
es: Añadir carpeta(s)
fi: Lisää kansio(t)
fr: Ajouter dossier(s)
ga: Cuir Fillteá(i)n leis
ja: フォルダーを追加する
nl: Map(pen) toevoegen
sv: Lägg till mapp(ar)
tr: Klasör Ekle

source: All Folders
ar: جميع المجلدات
bs: Svi folderi
cy: Pob Ffolder
da: Alle mapper
de: Alle Verzeichnisse
el: Όλοι οι φάκελοι
es: Todas las carpetas
et: Kõik Kaustad
fa: تمام پوشه ها
fi: Kaikki hakemistot
fr: Tous les dossiers
ga: Gach Fillteáin
gl: Todos os cartafoles
he: כל התיקיות
hr: Sve mape
hu: Minden mappa
id: Semua folder
it: Tutte le cartelle
ja: 全フォルダー
ku: Hemû Peldank
lv: Visas mapes.
nb: Alle mapper
nl: Alle mappen
nn: Alle Mapper
pl: Wszystkie foldery
pt: Todas as pastas
pt_br: Todas as pastas
ru: Все папки
sk: Všetky priečinky
sq: Gjithë Dosjet
sr: Sve fascikle
sv: Alla mappar
tr: Tüm Klasörler
uk: Усі Теки

source: E&xit
da: &Afslut
el: Έ&ξοδος
es: S&alir
et: Välju
fa: خروج
fi: P&oistu
fr: Q&uitter
ga: &Scoir
gl: &Saír
he: י&ציאה
hr: I&zlaz
ja: 終了する
ku: Der&keve
lv: I&ziet
nb: A&vslutt
nl: Afsluiten
pl: Zakończ
ru: Вы&ход
sv: Avs&luta
tr: &Çıkış

source: Open
da: Åbn
el: Άνοιγμα
es: Abrir
et: Ava
fa: باز کردن
fi: Avaa
fr: Ouvrir
ga: Oscail
gl: Abrir
he: פתח
hr: Otvori
ja: 開く
ku: Veke
lv: Atvērt
nb: Åpne
nl: Openen
pl: Otwórz
ru: Открыть
sv: Öppna
tr: Aç

source: .torrent files
ar: ملفات تورنت.
de: .torrent Datei
el: αρχεία .torrent
ga: comhaid .torrent
hu: .torrent f�jlok
it: file .torrent
ja: .torrent拡張子ファイル
nl: .torrent-bestanden
nn: .torrent filer
pt_br: arquivos . torrent
sk: súbory .torrent
sq: skedq .torrent
sr: .torrent fajlovi
sv: .torrentfiler
tr: .torrent dosyaları

source: Recent Downloads
el: Πρόσφατες λήψεις
ja: 最近ダウンロードしたもの

source: (empty)
da: (tom)
el: (άδειο)
es: (vacío)
et: (tühi)
fa: (خالی)
fi: (tyhjä)
fr: (vide)
ga: (folamh)
gl: (baleira)
he: (ריק)
hr: (prazan)
ja: （空です）
ku: (vala)
lv: (tukšs)
nb: (tom)
nl: (leeg)
pl: (puste)
ru: (пусто)
sv: (tom)
tr: (boş)

source: Clear list
el: Καθαρισμός λίστας
ja: リストを解除する

source: &Sign into Friends
da: &Log ind på Venner
el: &Σύνδεση στους Φίλους
es: &Iniciar sesión en Amigos
fi: &Kirjaudu ystäviin
fr: &Connexion amis
ja: &友人にサインインする
nl: Aanmelden bij vrienden
sv: &Logga in till vänner
tr: &Arkadaşlara oturum aç

source: &Sign out of Friends
da: &Log ud af Venner
el: &Αποσύνδεση από Φίλους
es: &Salir de Amigos
fi: &Kirjaudu ulos ystävistä
fr: &Déconnexion amis
ja: &友人にサインアウトする
nl: Afmelden van vrienden
sv: &Logga ut från vänner
tr: &Arkadaşlar oturumunu kapat

source: Files
da: Filer
el: Αρχεία
es: Archivos
et: Failid
fa: فایل ها
fi: Tiedostoa
fr: Fichiers
ga: Comhaid
gl: Ficheiros
he: קבצים
hr: Datoteke
ja: ファイル
ku: Pel
lv: Faili
nb: Filer
nl: Bestanden
pl: plików
ru: Файлов
sv: Filer
tr: Dosyalar

source: Transfers
da: Overførsler
el: Μεταφορές αρχείων
es: Transferencias
et: Ülekanded
fa: انتقال ها
fi: Siirtoja
fr: Chargements
ga: Aistriúcháin
gl: Transferencias
he: העברות
hr: Prijenosi
ja: 転送
ku: Transfer
nb: Overføringer
nl: Overdrachten
pl: Transfery
ru: Передачи
sv: Överföringar
tr: Aktarımlar

source: System
el: Σύστημα
es: Sistema
et: Süsteem
fa: سیستم
fi: Järjestelmä
fr: Système
ga: Córas
gl: Sistema
he: מערכת
hr: Sustav
ja: システム
ku: Pergal
lv: Sistēma
nl: Systeem
ru: Система
tr: Sistem

source: Super Really Advanced
el: Για πάρα πολύ προχωρημένους
es: Realmente súper avanzado
fi: Hypersuper-edistynyt
fr: Très très avancé
ja: 超上級者用
nl: Echt ontzettend geavanceerd
sv: Superjätteavancerat
tr: Süper Gerçek Gelişmiş

source: Let LimeWire manage my BitTorrent settings (Recommended)
da: Lad LimeWire håndtere mine BitTorrent-indstillinger (Anbefalet)
el: Το LimeWire να διαχειριστεί τις ρυθμίσεις μου BitTorrent (Συνιστάται)
es: Dejar que LimeWire gestione mi configuración BitTorrent (recomendado)
fi: Anna LimeWiren määritellä BitTorrent-asetuksistani (suositus)
fr: Laisser LimeWire gérer mes configurations BitTorrent (Recommandé)
ga: Lig do LimeWire mo shocruithe BitTorrent a bhainistiú (Molta)
ja: LimeWireが私のBitTorrent設定を管理する(お勧め)
nl: Laat LimeWire mijn BitTorrent-instellingen beheren (aangeraden)
sv: Låt LimeWire hantera mina BitTorrent-inställningar (rekommenderas)
tr: BitTorrent ayarlarını LimeWire programının yapmasına izin ver (Önerilen)

source: Let me manage my BitTorrent settings
da: Lad mig håndtere mine BitTorrent-indstillinger
el: Επιτρεψέ μου να διαχειριστώ τις ρυθμίσεις μου BitTorrent
es: Dejarme gestionar la configuración de BitTorrent
fi: Anna minun määritellä BitTorrent-asetukseni
fr: Me laisser gérer mes configurations BitTorrent
ga: Lig dom mo shocruithe BitTorrent a bhainistiú
ja: 自分で私のBitTorrent設定を管理する
nl: Laat mij mijn BitTorrent-instellingen beheren
sv: Låt LimeWire hantera mina BitTorrent-inställningar
tr: BitTorrent ayarlarını ben yöneteyim

source: Safe chunk verification
cy: Sicrhau darnau diogel
da: Sikker bit verificering
de: Einheiten sicher überprüfen
el: Ασφαλής επαλήθευση μπλοκ
es: Verificación segura de bloques
fi: Talleta varmennukset
fr: Vérification chunk OK
ga: Fíorú smutáin slán
hu: Safe chunk ellen�rz�
ja: 安全に多数の認証を行う
nl: Veilige deelverificatie
nn: Trygg chunk-verifikasjon
pt: Verifcação segura de pedaços
pt_br: Pequena verificação de segurança
sk: Bezpečné overovanie informácii
sq: Verifikim i sigurt i thelës
sr: Provera ispravnosti delova fajlova
sv: Säker bitverifiering
tr: Güvenli küçük birim doğrulama

source: Experimental disk access
ar: الوصول للقرص تجريبياً
cy: Myneidad disc arbrofol
da: Eksperimentel diskadgang
de: Experimenteller Festplattenzugriff
el: Πειραματική πρόσβαση στον δίσκο
es: Acceso a disco experimental
fi: Kokeellinen levynkäyttö
fr: Accès au disque expérimental
ga: Rochtain diosca turgnamhach
hu: K�s�rleti lemezhozz�f�r�
ja: 実験的なディスク・アクセス
nl: Experimentele schijftoegang
nn: Eksperimentell disktilgang
pt: Acesso ao disco experimental
pt_br: Acceso experimental de disco
sk: Experimentálny prístup na disk
sq: Hyrje eksperimentale në disk
sr: Eksperimentalni pristup disku
sv: Experimentell diskåtkomst
tr: Deneysel disk erişimi

source: Max uploads per torrent
da: Maksimalt antal uploads pr. torrent
el: Μέγιστος αριθμός αποστολών ανά torrent
es: Cargas máximas por torrent
fi: Maksimilähetykset per torrentti
fr: Données maximales envoyées par torrent
ja: torrentごとのアップロード上限
nl: Maximaal aantal uploads per torrent
sv: Max antal uppladdningar per torrent
tr: Torrent başına maksimum yükleme

source: Min uploads per torrent
da: Minimum uploads pr. torrent
el: Ελάχιστος αριθμός αποστολών ανά torrent
es: Cargas mínimas por torrent
fi: Minimilähetykset per torrentti
fr: Données minimales envoyées par torrent
ja: torrentごとのアップロード下限
nl: Minimaal aantal uploads per torrent
sv: Minst antal uppladdningar per torrent
tr: Torrent başına minimum yükleme

source: Connection Speed
da: Forbindelseshastighed
de: Verbindungsgeschwindigkeit
el: Ταχύτητα σύνδεσης
es: Velocidad de la conexión
fi: yhteyden nopeus
fr: Vitesse de connexion
ga: Luas an Naisc
ja: 接続スピード
nl: Verbindingssnelheid
nn: Tilkoblings Hastighet
pt: Velocidade da Ligação
pt_br: Velocidade da Conexão
sk: Rýchlosť pripojenia
sv: Anslutningshastighet
tr: Bağlantı Hızı

source: Broadband
da: Bredbånd
el: Σύνδεση ευρείας ζώνης
es: Banda ancha
fi: Laajakaista
fr: Haut-débit
ga: Crois leathan
ja: ブロードバンド
nl: Breedband
nn: breiband
pt: Banda Larga
pt_br: Banda Larga
sk: Širokopásmové pripojenie
sv: Bredband
tr: Geniş Bant

source: Dial-up
da: Ring op
el: Σύνδεση dial-up
es: Conexión telefónica
fi: Soittoyhteys
fr: Se connecter
ja: ダイヤル・アップ
nl: Inbelverbinding
sv: Uppringd anslutning
tr: Çevirmeli

source: Set your connection speed
da: Angiv forbindelseshastighed
el: Ρυθμίστε την ταχύτητα σύνδεσής σας
es: Establezca la velocidad de su conexión
fi: Aseta yhteysnopeutesi
fr: Configurer votre vitesse de connexion
ga: Socraigh luas do nasc
ja: 接続スピードを設定してください
nl: Selecteer uw verbindingssnelheid
sv: Ange din anslutningshastighet
tr: Bağlantı hızınızı belirleyin

source: Limit your download bandwidth
da: Begræns din download båndbredde
el: Περιορίστε το εύρος ζώνης λήψης
es: Limite el ancho de banda de sus descargas
et: Piira oma allalaadimise ribalaiust
fa: محدود کردن پهنای باند دانلود
fi: Rajoita latausnopeutesi
fr: Limiter votre bande passante de téléchargement
gl: Limitar o largo de banda das descargas
he: הגבל מהירות הורדה
hr: Ograničite propusnost preuzimanja
ja: ダウンロードのバンド幅を制限してください
ku: Banda daxistina xwe bisînor bike
lv: Ierobežot lejuplādes joslas platumu
nb: Begrens nedlastingshastigheten din
nl: Uw downloadbandbreedte limiteren
pl: Ogranicz swoją szerokość pasma ściągania
ru: Ограничить канал загрузки
sv: Begränsa din nerladdningsbandbredd
tr: İndirme bant genişliğinizi sınırlandırın

source: Don't allow more than
da: Tillad ikke mere end
el: Να μην επιτρέπονται πάνω από
es: No permitir más de
fi: Älä salli enempää kuin
fr: Ne pas autoriser plus de
ga: Ná lig níos mó ná
ja: これ以上は許可されません
nl: Niet meer toestaan dan
sv: Tillåt inte fler än
tr: Aynı anda

source: downloads at once
da: downloads på en gang
el: λήψεις ταυτόχρονα
es: descargas a la vez
fi: yhtäaikaista latausta
fr: Téléchargements simultanés
ja: 一度にダウンロードしたもの
nl: downloads in één keer
sv: nerladdningar samtidigt
tr: indirmeden fazlasına izin verme
