Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Loading Message Router...
ar: يتم الآن تحميل message-router...
bs: Punjenje-router poruke...
cy: Llwytho Router Negeseuon...
de: Message Router wird geladen...
el: Φόρτωση δρομολογητή μηνυμάτων...
hu: �zenetsz�r� bet�lt�se...
id: Memanggil router pesan...
it: Caricamento router messaggi...
ja: メッセージ・ルーターを読み込み中..…
nn: Lastar meldings-router …
pt: A carregar router de mensagens...
pt_br: Carregando Roteador de Mensagens...
sk: Načítavam router správ...
sq: Po Ngarkoj Routerin e Mesazheve...
sr: Učitavanje prosleđivanja poruka...
uk: Завантажую маршрутизатор повідомлень...

source: Checking for Updates...
cy: Chwilio am fersiynau newydd
de: Updates werden gesucht...
el: Έλεγχος για ενημερώσεις...
ja: 最新版の有無を確認しています
nn: Ser etter oppdateringar …
pt: A procurar actualizações...
pt_br: Checando Atualizações...
sk: Kontrola aktualizácii...

source: Locating Peers...
bs: Odredi mjesto peers...
cy: Ffeindio Partneriaid...
de: Verbindungspartner werden gesucht...
el: Εντοπισμός κόμβων...
hu: Partnerek k�r�lhat�rol�sa...
id: Mencari pasangan...
it: Localizzazione nodi...
ja: 共有者を探しています…
nn: Lokaliserer klientar …
pt: A localizar unidades...
pt_br: Localizando 'Peers'...
sk: Lokalizujem Peer...
sq: Po Ngarkoj Pikat...
sr: Traženje izvora fajlova...
uk: Шукаю інших клієнтів...

source: Loading Shared Files...
cy: Llwytho Ffeiliau Rhannu...
de: Gespeicherte Dateien werden geladen...
el: Φόρτωση διαμοιραζόμενων αρχείων...
ja: 共有ファイルを読み込み中です
nn: Lastar delte filer …
pt: A carregar ficheiros partilhados...
pt_br: Carregando Arquivos Compartilhados...
sk: Načítavam zdieľané súbory...

source: Loading BitTorrent Management...
el: Φόρτωση διαχείρισης BitTorrent...
nn: lastar BitTorrent administrasjonen
pt_br: Carregando o Gerenciador de BitTorrent...
sk: Načítavam správcu BitTorrent...

source: Attaching LimeWire Store Listeners...
el: Επισύναψη ακροατών καταστήματος LimeWire...
ja: LimeWire リスナーを取り付け中...
pt_br: Anexando os Ouvidores da Loja LimeWire...
sk: Pripájam poslucháčov LimeWire Store...

source: Loading Network Listeners...
cy: Llwytho Gwandawyr Rhwydwaith...
el: Φόρτωση ακροατών δικτύου...
ja: ネットワーク視聴者をロード中です。
nn: Lastar nettverkslyttarar …
pt: Carregando Rede de Ouvintes...
pt_br: Carregando ouvintes de rede...
sk: Načítavam sieťových užívateľov...

source: Could not process bad MAGNET link {0}
cy: Methu prosesi linc MAGNET drwg {0}
de: Der ungültige MAGNET-Link "{0}" konnte nicht bearbeitet werden.
el: Δεν ήταν δυνατή η επεξεργασία του εσφαλμένου δεσμού MAGNET {0}
nn: Kan ikkje handsame øydelagt MAGNET-lenkje {0}
pt: Não foi possível processar ligação MAGNET errada {0}
pt_br: Impossível processar link MAGNET quebrado {0}
sk: Nemôže byť vykonané. Zlý MAGNET link {0}

source: One or more URLs in the MAGNET link were invalid. Your file may not download correctly.
ar: واحدة أو أكثر من الوصلات البارزة غير صالحة. قد لا يتم تنزيل الملف بصورة صحيحة.
bs: Jedan ili više URLs od MAGNETne veze bili su nevažeći. Vaša datoteka se neće ispravno downloadovati.
cy: Roedd un neu fwy URL yn y linc MAGNET yn annilys. Efallai fydd y ffeil yn llwythio i lawr yn anghwyir.
de: Eine oder mehrere URLs in dem Magnet-Link waren ungültig. Die Datei wird unter Umständen nicht korrekt heruntergeladen.
el: Ένα ή περισσότερα URL του δεσμού MAGNET δεν είναι έγκυρα. Η λήψη του αρχείου μπορεί να μην ολοκληρωθεί σωστά.
hu: A MAGNET link egy vagy t�bb URL-je hib�s. A f�jl nem biztos, hogy hiba n�lk�l let�lt�dik.
id: Satu atau lebih URL pada link MAGNET tidak berlaku. Berkas anda mungkin tidak dapat diunduh dengan benar.
it: Una o più URL nel collegamento MAGNET non sono valide. Il file potrebbe non essere scaricato correttamente.
nn: Ein eller fleire URL-ar i MAGNET-lenkja var ugyldige. Det kan hende fila vert lasta ned feil.
pt: Existem uma ou mais URLs não válidas na ligação do MAGNET. O download do seu ficheiro poderá não ser efectuado correctamente.
pt_br: Uma ou mais URLs no link Magnet são inválidas. Seu arquivo pode não ser baixado corretamente.
sk: Jedna alebo viac URL adries v MAGNET boli neplatné. Váš súbor sa nemusí správne stiahnuť.
sq: Një a më tepër URLe në linkun MAGNET ishin invalide. Skeda mund të mos shkarkohet në rregull.
sr: Jedna ili više Internet adresa (URL) MAGNET veze su neispravne. Vaš fajl možda nećete ispravno preuzeti.
uk: Одне або більше URL в посиланні MAGNET не є дійсним. Ваш файл може бути завантажено некорректно.

source: You are already downloading this file to {0}
cy: Ti'n llwytho i lawr y ffeil yma'n barod i {0}
de: Diese Datei wird bereits nach {0} heruntergeladen.
el: Κάνετε ήδη λήψη του αρχείου στο «{0}».
nn: Du lastar allereie ned fila til "{0}".
pt: Já está a efectar o download deste ficheiro para "{0}".
pt_br: Você já está fazendo o download deste arquivo para "{0}".
sk: Tento súbor už sťahujete do "{0}".

source: Upgrade to PRO
ar: ترقية إلى PRO
bs: Dopuni postojeću verziju sa LimeWire PRO
cy: Uwchraddio i PRO
de: Upgrade auf LimeWire PRO
el: Αναβάθμιση στο PRO
et: Uuenda PRO-ks
fa: ارتقا به PRO
gl: Actualizar para o PRO
hu: Friss�t�s a PRO v�ltozatra
id: Upgrade ke PRO
it: Aggiornamento alla versione PRO
ja: PRO にアップグレード
ku: Li PROyê bilind bike
nb: Oppgrader til PRO
nn: Oppgrader til PRO
pl: Aktualizuj do PRO
pt: Actualizar para PRO
pt_br: Atualizar para PRO
ru: Обновить до PRO
sk: Upgrade na PRO
sq: Kaloni tek PRO-ja
sr: Nadogradnja na PRO verziju
uk: Оновити до PRO

source: For Turbo-Charged downloads, get LimeWire PRO. We guarantee that you will love the improved performance of PRO. Thank you for helping keep the Internet open by running LimeWire.
ar: لتنزيلات سريعة وأفضل، احصل على LimeWire PRO. نحن نضمن لك الأداء الأفضل مع PRO. شكرا لك لإبقائك على فتح الإنترنت باستخدام LimeWire.
bs: Za TurboPunjenje, potreban je LimeWire PRO. Hvala na pomoći za održavanje interneta otvorenim za korištenje LimeWire.
cy: Am lwytho Cyflymdra-Twrbo rhaid cael LimeWire PRO. Rydan ni'n sicr byddet ti'n hoffi gyda gwell berfformiad PRO. Diolch iti am helpu cadw'r we'n agored trwy ddefnyddio LimeWire.
de: Vielen Dank, dass Sie den Netzwerk-Gedanken durch die Benutzung von LimeWire unterstützen. Bitte denken Sie über ein Upgrade auf LimeWire PRO nach, um unsere Entwicklungsarbeit und das gesamte Netzwerk zu unterstützen.
el: Για υπερτροφοδοτούμενες λήψεις, αποκτήστε το LimeWire PRO. Σας εγγυόμαστε ότι θα λατρέψετε τη βελτιωμένη απόδοσή του. Σας ευχαριστούμε που βοηθάτε να κρατηθεί το διαδίκτυο ανοιχτό χρησιμοποιώντας το LimeWire.
hu: Szerezd meg a LimeWire PRO-t a turb�-szint� let�lt�sek�rt! Garant�ltan sok �r�med telik majd a tov�bbfejlesztett PRO v�ltozatban. K�sz�nj�k, hogy seg�ted a szabad inform�ci��raml�st a LimeWire haszn�lat�val.
id: Untuk pengunduhan Turbo-charged, gunakan LimeWire PRO. Kami jamin anda akan menyukai peningkatan kinerjanya. Terimakasih anda telah mempertahankan keterbukaan internet dengan menjalankan LimeWire.
it: Per attivare ricezioni TURBO, acquista LimeWire PRO. Il tuo acquisto permette a LimeWire di migliorarsi continuamente. Noi ti garantiamo che miglioreremo sempre le funzioni di Limewire PRO. Grazie mille per l'aiuto a mantenere Internet uno standard aperto 8acquistando Limewire).
ja: 最適化されたダウンロードをするには、LimeWire PROを購入してください。パフォーマンスの向上を、気に入っていただけることを保証します。 LimeWireを使用することで、インターネットに貢献して下さり、ありがとうございます。
nn: For Turboladede nedlastinger, skaff deg Limewire PRO. Vi garanterer at du vil elske yteevnen til PRO. Takk for at du hjelper til med å holde Internett åpent ved å bruke Limewire.
pt: Para downloads à Velocidade Turbo adquira o LimeWire PRO. Estamos certos de que vai gostar do desempenho melhorado da versão PRO. Obrigado por ajudar a manter a Internet aberta através da utilização do LimeWire.
pt_br: Para fazer downloads à velocidade turbo, adquira o LimeWire PRO. Estamos certos de que vai gostar do desempenho melhorado da versão PRO. Obrigado por ajudar a manter a internet aberta através da utilização do LimeWire.
sk: Pre Turbo-rýchlostné sťahovanie, získajte LimeWire PRO. Garantujeme vám, že si zamilujete vylepšené vlastnosti verzie PRO. Vďaka, že pomáhate šíriť myšlienku bezhraničného internetu používaním LimeWire.
sq: Për Ngarkesa me Turbo, zgjidhni LimeWire PRO! Ne ju garantojmë se do të dashuroheni me efektshmërinë e përmirësuar të PRO-së. Ju faleminderit që e mbani Internetin hapur duke lëshuar LimeWire.
sr: Za Turbo preuzimanje fajlova potreban je LimeWire PRO. Garantujemo da ćete uživati u poboljšanoj brzini PRO verzije. Hvala što pomažete da Internet ostane otvoren medij upotrebom LimeWire-a.
uk: Для Надшвидких завантажень отримайте LimeWire PRO. Ми обіцяємо, що ви полюбите покращену продуктивність PRO. Дякуємо за те, що ви допомагаєте зберігати Інтернет вільним, використовуючи LimeWire.

source: Upgrade to LimeWire PRO?
ar: هل ترغب في الترقية إلى LimeWire PRO?
bs: Želite li verziju LimeWire PRO?
cy: Cael LimeWire PRO?
de: Upgrade auf LimeWire PRO?
el: Αναβάθμιση σε PRO;
et: Uuenda Limewire Pro-le?
fa: مایلید به LimeWire PRO ارتقاء دهید؟
gl: Quere obter o LimeWire PRO?
he: שדרג ל-LimeWire PRO?
hr: Nadogradi na LimeWire PRO?
hu: �tt�rsz a LimeWire PRO szoftverre?
id: Upgrade ke LimeWire PRO?
it: Vuoi acquistare LimeWire PRO ?
ja: LimeWire PRO にアップグレード
ku: Bila li LimeWire pro'yê bilind bike?
lv: Jaunināt uz LimeWire PRO?
nb: Oppgrader til LimeWire PRO?
nn: Oppgradere til Limewire PRO?
pl: Unowocześnić na LimeWire PRO?
pt: Actualizar para LimeWire PRO?
pt_br: Atualizar para LimeWire PRO?
ru: Обновить в LimeWire ПРО?
sk: Upgrade na LimeWire PRO?
sq: A doni të kaloni tek LimeWire PRO?
sr: Da li želite kupiti LimeWire PRO?
uk: Оновити до LimeWire PRO?

source: The selected .torrent file may contain a security hazard.
ar: ملف .torrent المحدد قد يحتوي على خطر أمني
cy: Mae problem dioglelwch gan y ffeil .torrent wedi'i dewis
de: Die ausgewählte .torrent Datei enthält eine Sicherheitsgefahr.
el: Το επιλεγμένο αρχείο .torrent αρχείο ίσως εμπεριέχει κίνδυνο ασφαλείας.
hu: A kijel�lt .torrent f�jl biztons�gi kock�zatokat vethet fel.
nn: Den valde .torrent-fila kan innehalde ein sikkerheitsfare
pt: O ficheiro .torrent seleccionado poderá conter uma protecção.
pt_br: O arquivo .torrent selecionado pode conter uma falha de segurança para seu computador.
sk: Označený súbor .torrent môže spôsobiť bezpečnostné riziko.
sq: Skeda .torrent e zgjedhur mund të përmbajë një rrezik sigurie.
sr: Izabrani .torrent fajl može sadržati virus.

source: LimeWire could not download a .torrent file from the provided URL.
ar: LimeWire لايمكنه تنزيل ملف .torrent من الموقع المزود
cy: Roedd LimeWire yn methu llwytho ffeil .torrent o'r URL wedi'i rhoi
de: LimeWire kann die .torrent Datei nicht von der angegebenen URL herunterladen.
el: Το LimeWire δεν μπόρεσε να κατεβάσει ένα αρχείο .torrent από το δεδομένο URL.
hu: A LimeWire nem tudott let�lteni .torrent f�jlt a megadott URL-r�
it: LimeWire non può scaricare un file .torrent dall'URL specificato.
ja: LimeWireは、入力されたURLの.torrentファイルをダウンロードすることができませんでした。
nn: LimeWire kunne ikkje laste ned .torrent-fil frå valde URL.Stopp
pt: O LimeWire não pôde descarregar um ficheiro .torrent do URL dado.
pt_br: O LimeWire não pode baixar o arquivo .torrent do endereço indicado.
sk: LimeWire nemohol stiahnuť z tejto URL adresy súbor .torrent.
sq: LimeWire nuk mundi të shkarkojë skedën .torrent nga URLi i dhënë.
sr: LimeWire ne može da preuzme .torrent fajl sa zadate adrese.

source: Automatically start torrents
ar: بدأ التورنت تلقائياً
cy: Sgrolio'n Awtomatig
de: Torrents automatisch starten
el: Αυτόματη εκκίνηση torrent
hu: Torrentek automatikus ind�t�sa
it: Inizia automaticamente i torrent
nn: Start torrentar automatisk
pt: Iniciar torrents automaticamente
pt_br: Iniciar torrents automaticamente
sk: Automaticky spustiť torrenty
sq: Nisi torrentet automatikisht
sr: Automatski pokreni torrent-e

source: You can choose whether to automatically start torrents downloaded from Gnutella.
ar: يمكنك اختيار بدء التنزيل تلقائياً من Gnutella.
cy: Ti'n gallu dewis i ddechrau'n awtomatig torrents wedi'u lawr llwytho o Gnutella.
de: Sie können auswählen ob der download von torrents aus dem Gnutella Netz automatisch staten soll.
el: Μπορείτε να επιλέξετε την αυτόματη ή όχι εκκίνηση torrent που λαμβάνεται από το δίκτυο Gnutella.
hu: Kiv�laszthatod, hogy a Gnutell�r�l let�lt�tt torrentek automatikusan elinduljanak-e.
it: Puoi scegliere se iniziare automaticamente il download dei torrent da Gnutella.
nn: Du kan velje å starte torrentar frå Gnutella automatisk.
pt: Pode decidir se pretende iniciar automaticamente torrents descarregados do Gnutella
pt_br: Você pode escolher iniciar automaticamente os torrents baixados da rede Gnutella
sk: Môžete si vybrať, či chcete automaticky začať sťahovať torrenty zo siete Gnutella.
sq: Zgjidhni nëse doni që torrentet të nisin të shkarkohen automatikisht nga Gnutella.
sr: Odaberite da li želite automatski pokrenuti torrent-e preuzete sa Gnutella mreže.

source: Start automatically
ar: البدء تلقائياً
cy: Dechrau'n Awtomatig
de: Automatisch Starten
el: Αυτόματη εκκίνηση
hu: Automatikus ind�t�
it: Inizia automaticamente
nn: Start Automatisk
pt: Iniciar Automaticamente
pt_br: Iniciar automáticamente
sk: Automatické spustenie
sq: Nis automatikisht
sr: Pokreni automatski

source: BitTorrent Settings
ar: خصائص BitTorrent
cy: Dewisiadau BitTorrent
de: BitTorrent Einstellungen
el: Ρυθμίσεις BitTorrent
hu: BitTorrent-be�ll�t�sok
id: Pengaturan-pengaturan BitTorrent
it: Configurazione BitTorrent
nn: Bit Torrent-innstillingar
pt: Defenições do BitTorrent
pt_br: Preferências de BitTorrent
sk: Nastavenia BitTorrent
sq: Kuadrot e BitTorrent
sr: Podešavanja BitTorrent-a

source: You can choose whether or not LimeWire should manage your BitTorrent protocol settings. It is highly recommended that LimeWire manage these settings. Invalid or inappropriate values may cause severe performance and/or memory problems.
el: Μπορείτε να επιλέξετε αν το LimeWire θα διαχειρίζεται ή όχι τις ρυθμίσεις για το πρωτόκολλο BitTorrent. Προτείνεται η διαχείριση από το LimeWire. Άκυρες ή ακατάλληλες τιμές μπορεί να προκαλέσουν σοβαρά προβλήματα απόδοσης και/ή μνήμης.
nn: Du kan velje om LimeWire skal ta hand om protokollinnstillingane i BitTorrent. Vi tilrår at du lar LimeWire ta hand om desse innstillingane. Ugyldige eller upassande innstillingar kan føre til alvorlege minne- og yteproblem.
pt_br: Você pode escolher se o LimeWire deve ou não gerenciar suas configurações de protoclo BitTorrent. É extremamente recomendado que o LimeWire gerencie estas configurações. Valores inválidos ou inapropriados podem causar graves problemas de performance e/ou memória.
sk: Môžete si zvoliť, či LimeWire má spravovať Vaše nastavenia protokolu BitTorrent. Je vysoko odporúčané, aby tieto nastavenia spravoval LimeWire. Neplatné alebo nevhodné hodnoty môžu spôsobiť vážne problémy s výkonom a/alebo pamäťou.

source: Invalid or inappropriate custom values may cause severe performance and/or memory problems. Unless you really know what you're doing, it is highly recommended that you let LimeWire manage these settings.
cy: Mae gwerthoedd amhriodol neu anghywir yn gallu achosi problemau perfformiad ac/neu problemau cof. Oni bai dy fod di'n siwr iawn o beth ti'n gwneud, rydan ni'n argymell dy fod di'n gadael i LimeWire rheoli'r dewisiadau yma.
de: Unzulässige oder fehlerhafte Benutzereinstellungen verursachen Leistungs- und/oder Speicherprobleme. Wenn Sie nicht wissen, was zu tun ist, lassen Sie LimeWire diese Einstellungen für Sie übernehmen.
el: Μη έγκυρες ή λανθασμένα προσαρμοσμένες τιμές μπορεί να προκαλέσουν σοβαρά προβλήματα απόδοσης ή/και μνήμης. Εκτός κι αν ξέρετε τι κάνετε, συστήνεται η διαχείριση αυτών των ρυθμίσεων από το LimeWire.
hu: �rv�nytelen vagy nem megfelel� �rt�kek komoly teljes�tm�nybeli �s mem�riahaszn�lati gondokat okozhatnak, hacsak val�ban nem tudod, mit csin�lsz. Er�sen aj�nlott, hogy a LimeWire kezelje a be�ll�t�sokat.
it: Valori invalidi o inappropriati possono causare gravi problemi di prestazioni o memoria.A meno che tu non sia sicuro di quello che stai facendo, è fortemente raccomandato lasciar gestire a LimeWire queste impostazioni.
ja: 無効もしくは不適当な設定は、パフォーマンス低下やメモリー障害を引き起こすかもしれません。本当にあなたが何をしているかわかっていないならば、あなたはLimeWireにこれらの設定管理させることを推奨します。
nn: Ugjyldig eller upassande verdiar kan føre til alvorlege minne- og/eller yteproblem. Med mindre du virkelig veit kva du gjer, er det tilrådd at LimeWire styre desse innstillingane.
pt: Valores inválidos ou inapropriados podem causar graves problemas de performance e/ou memória. Se não sabe exactamente o que está a fazer, é altamente recomendável que deixe o LimeWire gerir estas configurações por si.
pt_br: Valores inválidos ou inapropriados poderiam causar problemas severos de performance e/ou de memória. Ao menos que você realmente saiba o que está fazendo, é altamente recomendável que você deixe o LimeWire gerenciar estas configurações.
sk: Neplatné alebo nevhodné nastavenia hodnôt môžu spôsobiť vážne problémy s výkonom a/alebo pamäťou. Pokiaľ naozaj neviete čo vykonávate, je vysoko odporúčané, aby ste nechali LimeWire spravovať tieto nastavenia.
sq: Vlera invalide ose të paduhura në zgjedhje mund të shkaktojnë probleme të rënda në rendiment dhe/ose memorie. Nëse nuk e dini vërtet se ç'po bëni, rekomandohet me të fortë që LimeWire t'i menaxhojë këta kuadro.
sr: Pogrešna ručna podešavanja mogu oslabiti performanse programa. Preporučljivo je da pustite da LimeWire sam podesi, osim ako niste sigurni u to što radite.

source: LimeWire is also, of course, the result of the countless hours of work by LimeWire's developers:
ar: LimeWire أيضاً, بكل تأكيد, نتيجة ساعات لاتحصى من العمل بواسطة مطوري LimeWire's:
cy: Mae LimeWire hefyd, wrth cwrs, yn ganlyniad yr oriau maith o waith gan ddatblygwyr LimeWire:
de: LimeWire ist natürlich ebenso ein Produkt der zahllosen Arbeitsstunden der LimeWire-Entwickler:
el: Το LimeWire είναι επίσης, όπως είναι φυσικό, αποτέλεσμα των αμέτρητων ωρών εργασίας των προγραμματιστών του LimeWire.
hu: A LimeWire, term�szetesen, a fejleszt�k �ldozatos munk�j�nak eredm�nye:
id: LimeWire juga, tentunya, merupakan hasil kerja para pengembang LimeWire yg tidak terhitung jam kerjanya:
it: Limewire è inoltre, naturalmente, il risultato di un lavoro continuo degli sviluppatori Limewire:
ja: LimeWireはまた当然のことながら、LimeWire開発者の長期に渡る仕事の結果でもあります。
nn: Limewire er selvsagt også resultatet av utallige timer med jobb av Limewires utviklere:
pt: O LimeWire também resulta, obviamente, de um número infindável de horas de trabalho dos developers da LimeWire:
pt_br: LimeWire é também, é claro, o resultado de horas de trabalho incontáveis dos desenvolvedores do LimeWire
sk: LimeWire je, samozrejme, taktiež výsledkom nespočítateľných hodín práce LimeWire vývojárov:
sq: Sigurisht, LimeWire është gjithashtu rezultat i orëve pa numër në punë, nga zhvilluesit:
sr: U LimeWire je uloženo nebrojano mnogo radnih sati sledećih programera:
uk: Також LimeWire - це, звичайно, результат багаточасової праці розробників LimeWire:

source: The LimeWire <a href="http://www.limewire.com/">web site</a> and LimeWire graphic design are the hard work of LimeWire's web team:
cy: Mae <a href=\"http://www.limewire.com/\">gwefan</a> LimeWire a dylunio graffeg LimeWire yn waith caled criw gwe LimeWire:
de: Die LimeWire <a href="http://www.limewire.com/">Homepage</a> und LimeWires grafisches Design sind das Resultat harter Arbeit des LimeWire Web-Teams:
el: Ο <a href="http://www.limewire.com/">ιστότοπος</a> του LimeWire και η γραφική επένδυση είναι αποτέλεσμα της σκληρής δουλειάς της διαδικτυακής ομάδας του LimeWire.
hu: A LimeWire <a href="http://www.limewire.com/">internet-oldal</a> �s a LimeWire k�ls� megjelen�se a LimeWire web-fejleszt�g�rda munk�j�t dics�ri:
id: <a href="http://www.limewire.com/">Web site</a> LimeWire dan desain grafis LimeWire adalah kerja keras dari tim web LimeWire:
it: Il <a href="http://www.limewire.com/">sito web</a> di Limewire e il design grafico del sito sono il risultato di un duro lavoro del team web di Limewire:
ja: LimeWireの<a href="http://www.limewire.com/">ウェブサイト</a>とLimeWireのグラフィック・デザインは、LimeWireのウェブ・チームの努力によるものです。
nn: Limwires <a href="http://www.limewire.com/">hjemmeside</a> og Limewires grafiske design er resultatet av det harde arbeide til Limewires web team:
pt: O <a href="http://www.limewire.com/">site</a> da LimeWire e o design gráfico do LimeWire resultam do trabalho árduo da equipa web da LimeWire:
pt_br: O <a href="http://www.limewire.com/">Site</a> do LimeWire e o design gráfico do LimeWire resultam do trabalho árduo da equipe Web do LimeWire:
sk: LimeWire <a href="http://www.limewire.com/">webstránka</a> a LimeWire grafika je výsledkom práce LimeWire web týmu:
sq: <a href="http://www.limewire.com/">Uebsajti</a> dhe figurimet grafike janë puna e rëndë e skuadrës së uebit të LimeWire:
sr: LimeWire web sajt i grafika su rezultat vrednog rada sledećeg tima:

source: LimeWire PRO questions are dutifully answered by LimeWire technical support:
cy: Mae cwestiynau i LimeWire PRO yn cael eu hateb yn amyneddgar gan griw cefnogaeth technegol:
de: LimeWire PRO Fragen werden von LimeWires technischem Support sorgfältig beantwortet:
el: Οι ερωτήσεις για το LimeWire PRO απαντώνται με συνέπεια από την τεχνική ομάδα υποστήριξης του LimeWire.
hu: A LimeWire PRO-hoz kapcsol�d� k�rd�seket k�szs�gesen megv�laszolja a LimeWire technikai t�mogat�sa:
id: Pertanyaan-pertanyaan tentang LimeWire PRO dijawab dengan penuh tanggungjawab oleh technical support LimeWire:
it: Le richieste relative a Limewire Pro sono prese in carico del supporto tecnico di Limewire:
ja: 尚、LimeWire PROに関する質問は、LimeWireの技術サポートがお答えします：
nn: Spørsmål om Limewire PRO blir svart av Limewires pliktoppfylende teknisk support:
pt: As questões referentes ao LimeWire PRO são obrigatoriamente respondidas pelo suporte técnico da LimeWire:
pt_br: As questões referentes ao uso do LimeWire PRO são respondidas pelo suporte técnico do LimeWire:
sk: Na otázky ohľadom LimeWire PRO odpovedajú naši technický pracovníci:
sq: Pyetjeve për LimeWire PRO u kthehen përgjigje me detyrë nga përkrahësit teknikë të LimeWire:
sr: LimeWire PRO odgovori na pitanja su ljudski objašnjena od strane tehničkog tima u sledećem sastavu:
uk: Питання
