Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: All Types
ar: كافة الأنواع
bs: Sve vrste
cy: Pob Math
da: Alle typer
de: Alle Datentypen
el: Όλοι οι τύποι
es: Todos los tipos
fi: Kaikki tiedostotyypit
fr: Tous les types
ga: Gach Cineál
hu: B�rmilyen t�pus
id: Semua tipe
it: Tutti tipi
ja: 全種類
nl: Alle soorten
nn: Alle typar
pt: Todos os tipos
pt_br: Todos os tipos
sk: Všetky typy
sq: Gjithçka
sr: Sve vrste fajlova
sv: Alla typer
tr: Tüm Türler
uk: Усі Типи

source: Documents
ar: مستندات
bs: Dokumenti
cy: Dogfenau
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
et: Dokumendid
fa: سندها
fi: Dokumentit
ga: Cáipéisí
gl: Documentos
he: מסמכים
hr: Dokumenti
hu: Dokumentumok
id: Dokumen
it: Documenti
ja: ドキュメント
ku: Pel
lv: Dokumenti
nb: Dokumenter
nl: Documenten
nn: Dokument
pl: Dokumenty
pt: Documentos
pt_br: Documentos
ru: Документы
sk: Dokumenty
sq: Dokumente
sr: Dokumenta
sv: Dokument
tr: Belgeler
uk: Документи

source: Programs
ar: برامج
bs: Programi
cy: Rhaglenni
da: Programmer
de: Programme
el: Προγράμματα
es: Programas
et: Programmid
fa: برنامه‌ها
fi: Ohjelmat
fr: Programmes
ga: Ríomhoidis
gl: Programas
he: תוכנות
hr: Programi
hu: Programok
id: Program
it: Programmi
ja: プログラム
ku: Bername
lv: Programmas
nb: Programmer
nl: Programma's
nn: Program
pl: Programy
pt: Programas
pt_br: Programas
ru: Программы
sk: Programy
sq: Programe
sr: Programi
sv: Program
tr: Programlar
uk: Програми

source: Audio
cy: Sain
da: Lyd
el: Ήχος
et: Heli
fa: صوتی‌
fi: Ääni
ga: Fuaim
he: אודיו
hr: Audio datoteke
ja: オーディオ
ku: Deng
nb: Lyd
nn: Lyd
pt_br: Áudio
ru: Звук
sv: Ljud
tr: Ses

source: Video
cy: Fideo
el: Βίντεο
es: Vídeo
fa: ویدیو
fr: Vidéo
ga: Físeán
gl: Vídeo
he: וידאו
ja: ビデオ
ku: Vîdyo
nn: Film
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видеоустройство

source: Images
ar: صور
bs: Slike
cy: Lluniau
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
et: Pildid
fa: تصویرها
fi: Kuvat
ga: Íomhánna
gl: Imaxes
he: תמונות
hr: Slike
hu: K�pek
id: Citra
it: Immagini
ja: 画像
ku: Wêne
lv: Attēli
nb: Bilder
nl: Afbeeldingen
nn: Bilde
pl: Obrazy
pt: Imagens
pt_br: Imagens
ru: Образы
sk: Obrázky
sq: Figura
sr: Slike
sv: Bilder
tr: Görüntüler
uk: Картинки

source: Other
cy: Arall
da: Andet
el: Προγράμματα
es: Otros
et: Muu
fa: دیگر
fi: Muu
fr: Autres
ga: Eile
gl: Outros
he: שונות
hr: Ostalo
ja: その他
ku: Wekî Din
lv: Cits
nb: Annen
nl: Anders
nn: Annen
pt_br: Outros
ru: Прочее
sk: Iné
sv: Övrigt
tr: Diğer

source: Videos
da: Videoer
el: Βίντεο
et: Videod
fa: ویدیوها
fi: Videot
fr: Vidéos
ga: Físeáin
gl: Vídeos
he: סרטונים
hr: Videoteke
ja: ビデオ
ku: Vîdyo
lv: Video
nb: Videoer
pl: Filmy
ru: Видео
sv: Video
tr: Videolar

source: Image
cy: Llun
da: Billed
de: Bilder
el: Εικόνα
es: Imagen
et: Pilt
fa: تصویر
fi: Kuva
ga: Íomhá
gl: Imaxe
he: תמונה
hr: Veličina Slike
ku: Wêne
lv: Attēls
nb: Bilder
nl: Afbeelding
nn: Bilder
pl: Obraz
pt: Imagem
pt_br: Imagem
ru: Картинка
sk: Obrázky
sv: Bild
tr: Görüntü

source: Document
cy: Dogfen
da: Dokument
de: Dokumente
el: Έγγραφο
es: Documento
et: Dokument
fa: سند
fi: Asiakirjat
ga: Cáipéis
gl: Documento
he: מסמך
hr: Dokument
ku: Pel
lv: Dokuments
nb: Dokument
nn: Dokument
pl: Dokument
pt: Documento
pt_br: Documento
ru: Документ
sk: Dokumenty
sv: Dokument
tr: Belge

source: <html><b>Your LimeWire may have been corrupted by a virus or trojan!</b><br><br>Please visit <a href="http://www.limewire.com/corrupted">www.limewire.com</a> and download the newest official version of LimeWire.</html>
ar: <html><b>LimeWire الخاص بك قد أصبح تالف بسبب فيروس أو ملف تجسس!</b><br><br>من فضلك قم بزيارة <a href="http://www.limewire.com/corrupted">www.limewire.com</a> وتنزيل أحدث إصدار من LimeWire.</html>
da: <html><b>Din LimeWire er måske blevet ramt af en virus eller en trojan!</b><br><br>Besøg venligst <a href="http://www.limewire.com/corrupted">www.limewire.com</a> og download den nyeste officielle version af LimeWire.</html>
de: <html><b>Ihr LimeWire wurde durch einen Virus oder Trojaner verseucht!</b><br><br>Bitte besuchen sie <a href="http://www.limewire.com/corrupted">www.limewire.com</a> und laden sie sich die offizielle Version von Limewire herunter.</html>
el: =<html><b>Το LimeWire ίσως έχει προσβληθεί από έναν ιό ή trojan!</b><br><br>Επισκεφθείτε το <a href="http://www.limewire.com/corrupted">www.limewire.com</a> και κατεβάστε τη νεότερη επίσημη έκδοση του LimeWire.</html>
es: <html><b>Tu LimeWire puede haber sido dañado por un virus o un troyano!</b><br><br>Por favor entra a <a href="http://www.limewire.com/corrupted">www.limewire.com</a> y descarga la última versión oficial de LimeWire.</html>
et: <html><b>Teie LimeWire programm võib olla vigane või viirusega nakatatud!</b><br><br>Palun külastage veebilehte<a href="http://www.limewire.com/corrupted"><u><b>Siit</b></u></a> ja laadige alla uusim LimeWire-i uusim ametlik versioon.</html>
fa: <html><b>احتمال دارد نسخه LimeWire شما توسط یک ویروس یا تروجان خراب شده باشد!</b><br><br>لطفا با مراجعه به <a href="http://www.limewire.com/corrupted">www.limewire.com</a> جدیدترین نسخه رسمی LimeWire را دانلود کنید.</html>
fi: <html><b>LimeWire ohjelmasi voi olla viruksen tai troijalaisen saastuttama!</b><br><br>Vieraile <a href="http://www.limewire.com/corrupted">www.limewire.com</a> ja lataa uusin virallinen LimeWire-versio.</html>
fr: <html><b>Votre version de LimeWire a été corrompue par un virus ou troyen !</b><br/><br/>Veuillez visiter <a href="http://www.limewire.com/corrupted">www.limewire.com</a> et chargez la dernière version officielle de LimeWire.</html>
ga: <html><b>B'fhéidir gur truaillíodh do LimeWire le aicídnimh nó Traíoch!</b><br><br>Tabhair cuairt ar <a href="http://www.limewire.com/corrupted">www.limewire.com</a> agus íosluchtaigh an leagan feidhmiúil is déanaí de LimeWire.</html>
gl: <html><b>O seu LimeWire pode estar derramado por un virus ou un troiano!</b><br><br>Por favor visite <a href="http://www.limewire.com/corrupted">www.limewire.com</a> e descargue a versión oficial máis recente do LimeWire.</html>
he: <html><b>תוכנת ה-LimeWire שבידך כנראה נפגמה ע"י וירוס או סוס טרויני!!</b><br><br>אנא בקר ב-<a href="http://www.limewire.com/corrupted">www.limewire.com</a> והורדה את הגרסה הרשמית העדכנית ביותר של LimeWire.</html>
hr: <html><b>LimeWire je moguće zaražen virusom ili trojancem!</b><b><br>Molimo posjetite<a href="http://www.limewire.com/corrupted">www.limewire.com</a> i skinite najnoviju oficijelnu inačicu LimeWire-a.</html>
hu: <html><b>A LimeWire-t v�rus vagy tr�jai fal� t�madta meg!</b><br><br>Halad�ktalanul l�togasd meg a <a href="http://www.limewire.com/corrupted">www.limewire.com</a>-ot, �s t�ltsd le a leg�jabb hivatalos LimeWire-verzi�t.</html>
it: <html><b>La tua versione di LimeWire potrebbe essere stata corrotta da virus o
ja: <html><b>あなたのLimeWireは、ウイルスまたはtrojanによって崩壊したかもしれません！!</b><br><br><a href="http://www.limewire.com/corrupted">www.limewire.com</a>を訪問して、LimeWireで最新公式バージョンをダウンロードしてください。</html>
lv: <html><b>Jūsu LimeWire iespējams ir samaitātjis vīruss vai trojans!</b><br><br>Lūdzu apmeklējiet <a href="http://www.limewire.com/corrupted">www.limewire.com</a> un lejuplādējiet jaunāko oficiālo LimeWire versiju.</html>
nb: <html><b>LimeWire kan ha blitt infisert av et virus eller en trojan!</b><br><br>Vennligst besøk<a href="http://www.limewire.com/corrupted">www.limewire.com</a> og last ned den nyeste offisielle versjonen av LimeWire.</html>
nl: <html><b>LET OP!</b> de LimeWire-versie is niet geïnstalleerd, ga naar <a href="http://www.limewire.com/corrupted">www.limewire.com/corrupted</a> en download de nieuwste versie van LimeWire.</html>
nn: <html><head><title>LimeWire er Ødelagt</title></head><body><b>Din LimeWire kan ha blitt ødelagt av et virus eller en trojansk hest!</b><br><br>Besøk <a href="http://www.limewire.com/corrupted">www.limewire.com</a> og last ned den nyeste offisielle versjoen av LimeWire.</body></html>
pl: <html><b>Twoja wersja LimeWire mogła zostać uszkodzona przez wirusa lub trojana!</b><br><br>Proszę odwiedź <a href="http://www.limewire.com/corrupted">www.limewire.com</a> i pobierz najnowszą, oficjalną wersję LimeWire.</html>
pt_br: <html><b>Seu LimeWire pode ter um virus ou trojano! </b><br><br>Visite o site <a href="http://www.limewire.com/corrupted">www.limewire.com</a> e instale a mais recente versão oficial do LimeWire.</html>
ru: <html><b>Ваш LimeWire мог быть поврежден вирусом или троянской программой!</b><br><br>Пожалуйста зайдите на <a href="http://www.limewire.com/corrupted">www.limewire.com</a> и загрузите новейшую офицальную версию LimeWire.</html>
sk: <html><b>LimeWire môže byť poškodený vírusom alebo trojanom!</b><br><br> Navštívte prosím <a href="http://www.limewire.com/corrupted">www.limewire.com</a> a stiahnite si najnovšiu oficiálnu veziu programu LimeWire.</html>
sq: <html><b>LimeWire juaj mund të jetë korruptuar nga një virus ose trojan!</b><br><br>Ju lutemi vizitoni <a href="http://www.limewire.com/corrupted">www.limewire.com</a> dhe shkarkoni versionin më të fundit zyrtar të LimeWire.</html>
sr: <html><b>Vaš LimeWire je pokvaren ili ima virus!</b><br><br>Molimo Vas posetite <a href="http://www.limewire.com/corrupted">www.limewire.com</a> i preuzmite najnoviju verziju programa ili ukinite ovu i instalirajte ponovo ako ste sačuvali instalacioni fajl.</html>
sv: <html><b> Ditt LimeWire har kanske blivit skadat av ett virus eller en trojan!</b><br><br>Var vänlig besök <a href="http://www.limewire.com/corrupted">www.limewire.com</a> och ladda ner den nyaste officiella versionen av LimeWire.</html>
tr: <html><b>LimeWire bir virüs ya da truva atı tarafıdan zarar görmüş olabilir!</b><br><br>Son çıkan resmi LimeWire sürümünü indirmek için lütfen <a href="http://www.limewire.com/corrupted">www.limewire.com</a> adresini ziyaret edin.</html>

source: If you stop this upload, the torrent download will stop. Are you sure you want to do this?
ar: إذا أوقفت هذا التحميل, تنزيل التورنت سيتوقف. هل أنت متأكد من القيام بذلك?
cy: Os ti'n stopio y llwytho fyny yma, bydd y torrent sy'n llwytho i lawr yn stopio. Ti'n siwr ti eisiau gwneud hynny?
da: Torrenten vil stoppe, hvis du afbryder dette upload. Er du sikker på at du ønsker at gøre dette?
de: Wenn Sie diesen Upload beenden wird der Download des Torrents stoppen. Sind Sie sicher, dass Sie das tun wollen?
el: Αν σταματήσετε την αποστολή, θα σταματήσει και η λήψη του αρχείου torrent. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;
es: Si detienes esta subida, la descarga del torrent parará. ¿Estás seguro de querer hacer eso?
fi: Jos lopetat tämän latauksen, torrentin lataus loppuu. Oletko varma että haluat tehdä tämän?
fr: Si vous arrêtez ce transfert, le téléchargement torrent sera arrêté. Êtes-vous sûr de vouloir le faire ?
ga: Má stadann tú an t-uasluchtú seo, stadfaidh an t-íosluchtú torrent. An bhfuil tú cinnte go dteastaíonn uait é seo a dhéanamh?
hu: Ha le�ll�tod a felt�lt�st, a torrent let�lt�se le fog �llni. Val�ban ezt akarod tenni?
id: Jika Anda menghentikan penggugahan ini, pengundahan torrent akan berhenti. Anda yakin hendak melakukan ini?
it: Se interrompi questo trasferimento, il download del torrent sarà interrotto. Sei sicuro di volerlo interrompere?
nl: Als u deze upload stopt, stopt deze torrentdownload ook. Weet u zeker dat u dit wilt doen?
nn: Avsluttar du denne opplastinga, vil torrenten slutte å laste ned. Vil du halde fram?
pt: Se parares este upload, o download do torrent poderá parar. Tens a certeza que queres fazer isto?
pt_br: Se você parar esse upload, o download desse torrent também vai parar. Tem certeza que quer continuar?
sk: Ak pozastavíš tento upload, sťahovanie torrentu sa zastaví. Ste si istý, že to chcete vykonať?
sq: Nëse e ndalni këtë ngarkesë, shkarkimi i torrentit do të ndalë. A jeni i sigurt për këtë?
sr: Ako zaustavite ovo slanje, nečije preuzimanje biće takođe zaustavljeno. Da li zaista to želite?
sv: Om du avbryter den här uppladdningen, kommer torrenten att sluta laddas ner. Är det säkert att du vill fortsätta?
tr: Bu yüklemeyi durdurursanız, torrent indirme işlemi duracak. Bunu yapmak istediğinizden emin misiniz?

source: This upload is a torrent and it hasn't seeded enough. You should let it upload some more. Are you sure you want to stop it?
cy: Torrent sy'n lwytho ond heb ei hadu yn ddigonol. Dylet ti ei adael i lwytho mwy. Ti'n siwr ti eisiau ei stopio?
da: Dette upload er en torrent og den har ikke seeded nok. Du burde lade det uploade noget mere. Er du sikker på, at du ønsker at stoppe dette?
de: Dieser upload ist eine torrent Datei und es gibt noch nicht genügend Ressourcen. Sie sollten noch ein bisschen Geduld haben, bis die Datei zu einem Teil hochgeladen ist. Sind sie sicher, dass sie den upload stoppen wollen?
el: Αυτό το αρχείο είναι torrent και δεν έχει επιτύχει ακόμα αρκετή διασπορά. Θα ήταν συνετό να επιτρέψετε την αποστολή του για λίγο ακόμα. Είστε σίγουροι ότι θέλετε να το διακόψετε;
es: Esta subida es un torrent y no ha subido lo suficiente. Deberías permitir subir un poco más. ¿Estás seguro de querer pararla?
fi: Tämä lataus on torrent ja sitä ei ole /"seedattu" tarpeeksi. Sinun pitäisi antaa sen latautua lisää. Oletko varma että haluat lopettaa sen?
fr: Ce transfert est un Torrent et il n’a pas encore été suffisamment ensemencé. Vous devriez le laisser transférer un peu plus. Voulez-vous vraiment l’arrêter ?
ga: Is torrent é an t-uasluchtú seo agus níl sé síolaithe a dhóthain. Ba chóir duit ligeant dó uasluchtú ar feadh tamall eile. An bhfuil tú cinnte go dteastaíonn uait stad a chur leis?
hu: Ez a felt�lt�s egy torrent �s a seeding nem volt elegend�. Enged�lyezned k�ne a tov�bbi felt�lt�s�t. Val�ban le akarod �ll�tani?
ja: このアップロードは急流です、その上、十分なアップロードをしていません。 あなたはアップロードをそれ以上にさせるべきです。 あなたは止めるのを了承していますか?
nl: Deze upload is een torrent en is nog niet genoeg gedeeld. U zou deze meer moeten uploaden. Weet u zeker dat u het wilt stoppen?
nn: Denne opplastinga er ein torrent som ikkje er nok delt. Du bør la han laste opp litt lenger. Vil du stoppe torrenten?
pt: Este upload é um torrent e ainda não semeou o suficiente. Deverias deixá-lo a semear um pouco mais. Tens a certeza que queres pará-lo?
pt_br: Este upload é um torrent e não semeou o suficiente. Ele deveria ficar mais tempo em upload. Tem certeza que quer pará-lo?
sk: Tento upload je torrent a nebol dostatočné seedovaný. Mali by ste ho nechať viac uploadovať. Ste si istý, že ho chcete pozastaviť?
sq: Kjo ngarkesë është një torrent dhe nuk është mbjellë sa duhet. Duhet ta lini të ngarkohet edhe më. A jeni i sigurt se doni të ndalni?
sr: Fajl koji se šalje je torrent i nije dovoljno umnožen. Trebali bi da pustite da se pošalje još malo. Da li zaista želite ovo da zaustavite?
sv: Den här uppladdningen är en Torrent och den verkar inte ha laddat upp sig tillräckligt. Du borde låta den ladda upp lite till. Är du säker att du vill stoppa den?
tr: Bu yükleme bir torrent ve yeterli sayıda kaynak içermiyor. Bir süre daha yükleme yapılmasına izin vermelisiniz. Durdurmak istediğinizden emin misiniz?

source: LimeWire was unable to write a necessary file because your hard drive is full. To continue using LimeWire you must free up space on your hard drive.
ar: لم يتمكن LimeWire من كتابة ملف ضروري نظراً لامتلاء القرص الصلب. لتستكمل استخدام LimeWire لا بد من تحرير مساحة على قرصك الصلب.
bs: LimeWire nije bio u mogućnosti upisati potrebnu datoteku zato što je vaš čvrsti disk pun. Za dalji download datoteka, morate osloboditi prostor na vašem čvrstom disku.
cy: Mae LimeWire yn methu creu ffeil angenrheiddiol achos bod dy ddisc caled yn llawn. I LimeWire garo ymlaen rhaid gwneud lle ar dy ddisc caled.
da: Limewire var ikke i stand til at skrive til en nødvendig fil, da din harddisk er fuld. For at forsætte brugen af LimeWire må du frigøre plads på din harddisk.
de: LimeWire war nicht in der Lage, eine notwendige Datei zu schreiben, weil die Festplatte voll ist. Wenn Sie LimeWire weiterhin benutzen wollen, müssen sie Platz auf Ihrer Festplatte freimachen.
el: Το Limewire δεν μπόρεσε να δημιουργήσει ένα απαραίτητο αρχείο γιατί ο σκληρός δίσκος είναι γεμάτος
es: LimeWire no pudo escribir un archivo necesario debido a que no hay espacio en su disco duro. Para continuar usando LimeWire debes liberar espacio en el disco duro.
et: LimeWire ei suutnud vajalikku faili allalaadida, sest Su kõvaketas on täis. Et jätkata allalaadimist pead sa ennem kõvakettal ruumi tegema.
fa: LimeWire امکان ذخیره فایلهای ضروری را به دلیل پر بودن هارد دیسک شما ندارد. لطفاً برای ادامه استفاده از LimeWire فضای دیسک خود را خالی کنید.
fi: LimeWire ei voi kirjoittaa tarvittavia tiedostoja, koska kovalevysi on täynnä. Jatkaaksesi LimeWiren käyttöä, sinun pitää vapauttaa tilaa kovalevyltäsi.
fr: LimeWire ne parvient pas à sauvegarder un fichier nécessaire car votre disque est plein. Pour continuer à utiliser LimeWire vous devez libérer de l’espace sur votre disque dur.
ga: Theip ar LimeWire comhad riachtanach a scríobh mar tá do thiomántán lán. Chun leanúint ag baint feidhm as LimeWire, caithfear slí a chur ar fáil ar do thiomántán crua.
gl: LimeWire non puido escribir un ficheiro necesario porque o disco duro está cheo. Para continuar empregando LimeWire debe liberar espazo no disco.
he: כתיבת קובץ נחוץ לא התאפשרה היות והכונן הקשיח מלא. על-מנת להמשיך להשתמש ב-LimeWire, עליך לפנות מקום בכונן הקשיח.
hr: LimeWire nije uspio spremiti potrebnu datoteku jer je Vaš tvrdi disk popunjen. Kako biste nastavili koristiti LimeWire, molimo oslobodite prostor na Vašem tvrdom disku.
hu: A LimeWire egy fontos f�jlt nem tudott fel�rni a lemezre, mert az megtelt. A LimeWire tov�bbi haszn�lat�hoz helyet kell felszabad�tanod a lemezen.
id: LimeWire tidak dapat menuliskan file yg diperlukan karena hard drive anda penuh. Untuk dapat terus menggunakan LimeWire sediakan ruang kosong pada hard drive anda.
it: Limewire non può scrivere un file perchè il disco fisso è pieno. Per scaricare altri file, devi liberare spazio fisico nel tuo disco fisso.
ja: ハードディスクの空き容量が足りないため、必要なファイルを保存できません。今後LimeWireを使用するには、ハードディスクの空き容量を増やしてください。
ku: LimeWire nekarî peleke pêwist binivîse, ji ber ku dîska te tije ye. Ji bo domandina bikaranîna LimeWire'ê divê tu di dîska xwe de hinekî cî vekî.
lv: LimeWire nespēja ierakstīt nepieciešamo datni, jo Jūsu cietais disks ir pilns. Lai turpinātu lietot LimeWire Jums jāatbrīvo vieta Jūsu cietajā diskā.
nb: LimeWire kunne ikke opprette en nødvendig fil fordi harddisken din er full. For å fortsette å bruke LimeWire må du frigjøre plass på harddisken.
nl: LimeWire kon een vereist bestand niet opslaan omdat uw harde schijf vol is. Om door te gaan met het gebruik van LimeWire moet u ruimte op uw harde schijf vrijmaken.
nn: LimeWire kunne ikkje skrive ei nødvendig fil fordi harddisken din er full. For å fortsetje å bruke LimeWire må du frigjere plass på harddisken din.
pl: LimeWire nie był w stanie zapisać potrzebnego pliku, gdyż Twój dysk jest pełny. By kontynuować, zwolnij miejsce na dysku twardym.
pt: O LimeWire não consegue escrever um ficheiro necessário porque o seu disco rígido está cheio. Para continuar a usar o LimeWire necessita de libertar espaço no seu disco rígido.
pt_br: O LimeWire não consegue escrever um arquivo necessário porque o seu disco rígido está cheio. Para continuar a usar o LimeWire você deve liberar espaço no seu disco rígido.
ru: LimeWire не может записать файл на диск, т.к. на диске недостаточно места. Для продолжения, освободите место на диске.
sk: LimeWire nemôže zapísať potrebný súbor, pretože máte zaplnený pevný disk. Aby ste mohli ďalej používať LimeWire, musíte uvoľniť miesto na vašom pevnom disku.
sq: LimeWire nuk arriti të shkruajë një skedë të nevojshme sepse disku juaj është plot. Që të vijoni me përdorimin e LimeWire, duhet të lini hapësirë boshe në disk.
sr: LimeWire nije bio u mogućnosti da snimi potreban fajl jer je Vaš disk pun. Za dalje preuzimanje fajlova, morate osloboditi prostor na Vašem disku.
sv: LimeWire kan inte skriva in en nödvändig fil för att din hårddisk är full. För att fortsätta använda LimeWire måste du befria utrymme på din hårddisk.
tr: Sabit diskiniz dolu olduğundan, LimeWire gerekli bir dosyayı yazamadı. LimeWire programını kullanmaya devam etmek için sabit diskinizde alan boşaltmanız gerekir.
uk: LimeWire не зміг записати необхідний файл, тому що на жорсткому диску немає місця. Звільніть місце на диску, щоб продовжувати роботу з LimeWire.
