Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Welcome to the LimeWire setup wizard. LimeWire has recently added new features that require your configuration. LimeWire will guide you through a series of steps to configure these new features.
ar: مرحباً بك في معالج تثبيت LimeWire. قام LimeWire مؤخرا بإضافة خدمات جديدة تتطلب بعض الإجراءات. سيساعدك LimeWire من خلال سلسلة من الخطوات لتثبيت الخدمات الجديدة
bs: Dobro došli na LimeWire čarobno uređenje. LimeWire je nedavno dodao nove opcije koje zahtjeva vaša konfiguracija. LimeWire će vas provesti kroz seriju nivoa kako konfigurisali ove nove opcije.
cy: Croeso i Ddewin LimeWire. Mae LimeWire wedi ychwanegu mwy o bethau'n ddiweddar sydd angen dy eu trefnu. Mae LimeWire yn mynd i dy arwain trwy nifer o ddewisiadau.
de: Willkommen zum LimeWire-Installations-Assistenten. LimeWire hat kürzlich neue Eigenschaften hinzugefügt, die von Ihnen konfiguriert werden sollten. LimeWire führt Sie schrittweise zur optimalen Leistung.
el: Καλωσορίσατε στο βοηθό εγκατάστασης του LimeWire. Έχουν προστεθεί πρόσφατα στο LimeWire που πρέπει να ρυθμίσετε. Το LimeWire θα σας οδηγήσει βήμα προς βήμα στη ρύθμισή τους.
hu: �dv�z�l a LimeWire telep�t�var�zsl�ja. A LimeWire nemr�g �j k�pess�gekre tett szert, amelyeket a hszn�lathoz m�g be kell �ll�tanod. A LimeWire v�gigvezet a konfigur�ci�hoz sz�ks�ges l�p�seken.
id: Selamat datang di rangkaian pengaturan LimeWire. LimeWire baru saja menambahkan fitur baru yg memerlukan konfigurasi oleh anda. LimeWire akan membimbing anda melalui urutan langkah-langkah konfigurasi fitur baru tersebut.
it: Benevenuto nell'assistente di LimeWire. LimeWire ha recentemente aggiunto nuove funzioni che richiedono una nuiova configurazione. L'assistente ti guiderà attraverso una serie di passi per configurare le nuove fuunzioni.
ja: LimeWire 設定ウィザードへようこそ。LimeWireは新機能に対応した設定が必要です。これらの新機能の設定を一連のステップを通してご案内します。
nn: Velkommen til Limewires Installeringsveileder. Limewire har nylig lagt til nye funksjonalitet som trenger konfigurering. Limewire vil lede deg igjennom en del steg for å konfigurere disse nye tingene.
pt: Bem-vindo ao assistente de instalação do LimeWire. O LimeWire possui novas características que necessitam de ser configuradas. O LimeWire vai guiá-lo numa série de passos para configurar essas novas características.
pt_br: Bem-vindo ao assistente de instalação do LimeWire. O LimeWire possui novas características que necessitam ser configuradas. O LimeWire vai guiá-lo numa série de passos para configurar essas novas características.
sk: Vitajte v pomocníkovi nastavení LimeWire. LimeWire pridal niekoľko nových možností, ktoré by ste mali nakonfigurovať. LimeWire vás prevedie niekoľkými krokmi konfiguráciou týchto nových možností.
sq: Mirë se erdhët në uizardin ndërtues të LimeWire! LimeWire kohët e fundit ka shtuar veçori të reja që kërkojnë konfigurimin tuaj. LimeWire do t'ju prijë në një sërë hapash në konfigurimin e këtyre veçorive.
sr: Dobro došli, ovo je pomoćnik za podešavanja. LimeWire je nedavno dodao nove mogućnosti koje zahtevaju podešavanja programa, a LimeWire će Vas provesti kroz niz potrebnih koraka za njihovo podešavanje.
uk: Вітаємо в майстрі налаштувань Limewire. У Limewire нещодавно з’явилися нові можливості, які потребують Вашого налаштування. Limewire допоможе вам пройти декілька кроків, щоб налаштувати ці можливості.

source: Welcome to the LimeWire setup wizard. LimeWire will guide you through a series of steps to configure LimeWire for optimum performance.
ar: مرحباً بك في معالج تثبيت LimeWire. سيقوم المعالج بإرشادك من خلال سلسلة من الخطوات لكي يعمل LimeWire بشكل صحيح.
bs: Dobro došli na LimeWire čarobno uređenje. LimeWire će vas provesti kroz seriju nivoa kako bi konfigurisali limeWire za optimalni učinak.
cy: Croeso i Ddewin LimeWire. Mae LimeWire yn mynd i dy arwain trwy gyfres o gamau er mwyn drefnu LimeWire i weithio orau.
de: Willkommen zum LimeWire-Installations-Assistenten. LimeWire führt Sie schrittweise zur optimalen Leistung.
el: Καλωσορίσατε στο βοηθό εγκατάστασης του LimeWire. Το LimeWire θα σας οδηγήσει βήμα προς βήμα ώστε οι ρυθμίσεις του να έχουν τη βέλτιστη απόδοση.
hu: �dv�z�l a LimeWire telep�t�var�zsl�ja. A LimeWire v�gigvezet azokon a l�p�seken, amelyekkel a programb�l a lehet� legt�bbet hozhatod ki.
id: Selamat datang di rangkaian pengaturan LimeWire. LimeWire akan membimbing anda melalui urutan langkah-langkah konfigurasi LimeWire untuk kinerja yg optimal.
it: Benevenuto nell'assistente di LimeWire. L'assistente ti guiderà attraverso una serie di passi per configurare LimeWire alle prestazioni ottimali.
ja: LimeWire設定ウィザードへようこそ。LimeWireを快適にご使用頂くための調整を、一連のステップを通してご案内します。
nn: Velkommen til Limewires Installeringsveileder. Limewire vil hjelpe deg gjennom flere steg for å konfigurere din Limewire for optimal ytelse.
pt: Bem-vindo ao assistente de instalação do LimeWire. O LimeWire vai guiá-lo numa série de passos para configurar o LimeWire para um desempenho optimizado.
pt_br: Bem-vindo ao assistente de instalação do LimeWire. O LimeWire vai guiá-lo numa série de passos para configurar o LimeWire para um desempenho otimizado.
sk: Vitajte v pomocníkovi nastavení LimeWire. Tento pomocník vám pomôže v niekoľkých krokoch optimálne nastaviť LimeWire.
sq: Mirë se erdhët në uizardin ndërtues të LimeWire! Kjo ekspertizë do t'ju ndihmojë që LimeWire të ketë efektshmëri optimale.
sr: Dobro došli, ovo je pomoćnik za podešavanja. LimeWire će Vas provesti kroz niz potrebnih koraka za podešavanje programa za optimalni rad.
uk: Вітаємов майстрі налаштуваннь Limewire. Limewire допоможе вам пройти декілька кроків і налаштувати Limewire на найпродуктивнішу роботу.

source: Individual Store Files
el: Αρχεία από διάφορα καταστήματα
nn: Individuelt Lagre Filer
sk: Individuálne súbory zo Store

source: List of All Individual Purchased Files
el: Λίστα όλων των αγορασμένων από διάφορα καταστήματα αρχείων
nn: Liste av Alle Individuelle Kjøpte Filer
sk: Zoznam všetkých individuálne kúpených súborov

source: Loading Library Window...
ar: يتم الآن تحميل نافذة المكتبة...
bs: Punjenje prozora biblioteke...
cy: Llwytho Ffenest y Llyfrgell...
de: Dateisammlungsfenster wird geladen...
el: Φόρτωση παραθύρου βιβλιοθήκης...
hu: K�nyvt�rablak bet�lt�se...
id: Memuat jendela pustaka...
it: Caricamento libreria...
ja: ライブラリ・ウィンドウをロード中...
nn: Laster Bibliotek...
pt: A carregar janela da biblioteca...
pt_br: Carregando janela da biblioteca...
sk: Načítavam okno Knižnica
sq: Po Ngarkoj Dritaren e Librarisë...
sr: Učitavanje prozora biblioteke...
uk: Завантажую вікно бібліотеки...

source: You can configure the folders you share in LimeWire's Options.
ar: يمكنك إعداد المجلدات التي تشارك بها في خيارات LimeWire's.
bs: Možete formirati foldere koje dijelite u LimeWire opciji.
cy: Gallet ti drefnu'r ffolderi ar gyfer eu rhannu yn Opsiynau LimeWire
de: Sie können die freigegebenen Ordner in den LimeWire-Einstellungen konfigurieren.
el: Μπορείτε να ρυθμίσετε ποιους καταλόγους θα διαμοιράζετε μέσα απ' τις επιλογές του LimeWire.
hu: Be�ll�thatod a megosztott mapp�kat a LimeWire Be�ll�t�sok kartonj�
id: Anda bisa menentukan folder bersama pada pilihan LimeWire.
it: Puoi impostare la cartella di condivisione nelle opzioni di Limewire.
ja: LimeWireのオプションで共有するフォルダを設定できる
nn: Du kan konfigurere Mappene du deler i Limewires Alternativer.
pt: Pode configurar as pastas que partilhou no menu Opções do LimeWire.
pt_br: Você pode configurar as pastas que compartilha no menu opções do LimeWire.
sk: Zdielané priečinky môžete nastaviť v Možnostiach LimeWire
sq: Dosjet që shpërndani mund t'i konfiguroni në Mundësitë e LimeWire.
sr: U podešavanjima možete odabrati koje fascikle želite da delite na mreži
uk: Ви можете налаштувати спільні теки в Налаштуваннях LimeWire.

source: Songs purchased from the LimeWire Store
el: Τραγούδια αγορασμένα από το κατάστημα LimeWire
nn: Sanger kjøpt fra LimeWire Butikken
sk: Skladby kúpené z LimeWire Store

source: Search In Shared Files:
ar: بحث في الملفات المشتركة:
de: Suchen in Freigegebenen Dateien
el: Αναζήτηση στα διαμοιραζόμενα αρχεία:
hu: Keres�s a megosztott f�jlok k�z�tt:
it: Cerca nei File Condivisi:
nn: Søk I Delte Filer:
pt: Pesquisar nos Ficheiros Partilhados
pt_br: Buscar nos Arquivos Compartilhados
sk: Vyhľadávanie v zdieľaných súboroch:
sq: Kërko në Skeda të Shpërndara:
sr: Potraži u razmenjivanim fajlovima:

source: Holds the Results of the Last Search
ar: إبقاء نتائج البحث الأخير
de: Enthält die Suchresultate der letzten Suche
el: Διατηρεί τα αποτελέσματα της τελευταίας έρευνας
hu: A legut�bbi keres�s eredm�nyeit tartalmazza
it: Mantieni i risultati dell'ultima Ricerca
nn: Holder Resultatene av Forrige Søk
pt_br: Contém os resultados da Última Pesquisa
sk: Pozdrží výsledky posledného vyhľadávania
sq: Mban Rezultatet e Kërkimit të Fundit
sr: Sadrži rezultate prethodnog pretraživanja

source: Icon
de: Symbol
el: Εικονίδιο
nn: Ikon
sk: Ikona

source: Path
ar: المسار
bs: Staza
cy: Llwybr
de: Pfad
el: Διαδρομή
hu: �tvonal
id: Jalur
it: Percorso
ja: パス
nn: Sti
pt: Caminho
pt_br: Caminho
sk: Cesta
sq: Shtegu
sr: Lokacija
uk: Шлях

source: Last Modified
ar: التعديل الأخير
de: Letzte Änderung
el: Τελευταία Τροποποίηση
hu: Utols� m�dos�t�
it: Ultima Modifica
nn: Sist Endret
pt: Data de modificação:
pt_br: Modificado por última vez
sk: Dátum zmeny
sq: Modifikimi i Fundit
sr: Menjano

source: Shared
el: Διαμοιραζόμενο
ja: 共有
nn: Delt
sk: Zdieľané

source: This folder is shared.
el: Αυτός ο κατάλογος διαμοιράζεται.
ja: 共有しているフォルダ
nn: Denne mappa er delt
pt_br: Esta pasta está compartilhada.
sk: Tento priečinok je zdieľaný.

source: This folder is not shared.
el: Δεν διαμοιράζεται αυτός ο κατάλογος.
ja: 共有していないフォルダ
nn: Denne mappa er ikkje delt
pt_br: Esta pasta não está compartilhada.
sk: Tento priečinok nie je zdieľaný.

source: LimeWire cannot publish this file because it was unable to find a schema for audio files.
el: Το LimeWire δεν μπορεί να δημοσιεύσει το αρχείο γιατί δεν μπόρεσε να εντοπίσει το σχήμα για αρχεία ήχου.
ja: それがオーディオ・ファイル用のスキーマを見つけることができなかったので、LimeWireはこのファイルを公表することができません。
nn: LimeWire kan ikke publisere denne filen fordi det var umulig å finne et formel for audio filer
sk: LimeWire nemôže publikovať tento súbor, pretože nebol schopný nájsť schému k audio súborom.

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
el: Θέλετε να διαγράψετε τα επιλεγμένα αρχεία και να τα αφαιρέσετε από το σύστημά σας;
nn: Er du sikker på at du vil slette de(n) valgte filen(e), thus fjerner den fra dataen?
pt_br: Você tem certeza que deseja excluir o(s) arquivo(s) selecionado(s) e, com isso, removê-lo(s) do seu computador?
sk: Ste si istý, že chcete vymazať označený/é súbor(y), teda vymazať ich z počítača?

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
ar: الملفات التالية لا يمكن حذفها. قد تكون مستخدمة من قبل تطبيق آخر أو أنها حالياً للتنزيل.
de: Die volgende Datei konnte nicht gelöscht werden. Die datei wird von einem anderen Programm benutzt oder wird gerade Heruntergeladen.
el: Δεν ήταν δυνατή η διαγραφή των ακόλουθων αρχείων. Ίσως χρησιμοποιούνται από άλλο πρόγραμμα ή γίνεται λήψη τους τώρα.
hu: A kijel�lt f�jlokat nem lehet t�r�lni. Val�sz�n�leg m�s alkalmaz�s haszn�lja �ket, vagy �ppen let�lt�s c�lpontjai.
it: I seguenti file non possono essere cancellati. Potrebbero essere in uso da un'altra applicazione oppure essere in fase di download.
nn: De følgene filene kunne ikke bli slettet. De kan bli brukt av et annet program eller blir nedlastet nå.
pt_br: Os seguintes arquivos não podem ser excluidos porque estão em uso por outro programa.
sk: Nasledujúce súbory nemôžu byť zmazané. Môžu byť používané inou aplikáciou alebo sa práve sťahujú.
sq: Këto skeda nuk mund të fshihen. Ato mund të jenë në përdorim nga një tjetër aplikim ose janë në shkarkim.
sr: Sledeći fajlovi ne mogu biti izbrisani. Moguće je da su u upotrebi od strane nekog drugog programa ili se trenutno preuzimaju sa mreže. Zaustavite prenos ili isključite program koji možda koristi ovaj fajl.

source: Unable to rename the file '{0}'. It may be in use by another application.
ar: لا يمكن إعادة تسمية الملف {0} قد يكون مستخدم من قبل تطبيق آخر
bs: Nemoguće je promjeniti ime datoteci {0} . Možda je u upotrebi od strane drugog zahtjeva.
cy: Yn methu ail-enwi'r ffeil {0} Rhaglen arall yn ei ddefnyddio efallai?
de: Die Datei {0} konnte nicht umbenannt werden, da vielleicht ein anderes Programm auf sie zugreift.
el: Δεν ήταν δυνατή η μετονομασία του αρχείου {0} . Ίσως χρησιμοποιείται από κάποιο άλλο πρόγραμμα.
hu: Ezt a f�jlt: {0} nem lehet �tnevezni. Tal�n egy m�sik program haszn�lja.
id: Tidak dapat merubah nama berkas {0} . Mungkin sedang dipakai oleh aplikasi lain.
it: Impossibile rinominare il file {0} . Può essere in uso da un'altra applicazione.
ja: 次のファイルの名称変更ができない {0} 他のアプリケーションで、使用されているかもしれない
nn: Ikke mulig å gi filen nytt navn {0} . Den kan være i bruk av et annet applikasjon.
pt: Impossível mudar o nome do ficheiro {0} . Pode estar a ser utilizado por outra aplicação.
pt_br: Impossível renomear o arquivo {0} . Ele pode estar sendo utilizado por outra aplicação.
sk: Nedá sa premenovať súbor {0} . Možno ho používa iný program.
sq: Pamundësi për riemërtim të skedës {0} . Mund të jetë në përdorim nga një tjetër aplikim.
sr: Nemoguće je promeniti naziv datoteci {0} . Možda je u upotrebi od strane drugog programa.
uk: Неможу перейминувати файл. {0} . Він може використовуватись іншою програмою.

source: The file "{0}" is not a valid incomplete file and cannot be resumed.
ar: .لا يبدو الملف ناقصاً ولا يمكن إكمال تنزيله {0} الملف.
bs: Datoteka {0} nepotpuna datoteka nije važeća i neće biti sažeta.
de: Dei Datei {0} ist keine gültiger angebrochener Download und kann nicht fortgesetzt werden.
el: Το αρχείο {0} δεν είναι έγκυρο ανολοκλήρωτο αρχείο και δεν μπορεί να συνεχιστεί η λήψη του.
hu: A {0} f�jl nem �rv�nyes f�lk�sz f�jl �s nem folytathat� a let�lt�se.
id: Berkas {0} berkas belum selesai ini tidak berlaku dan tidak bisa dimulai lagi.
it: Il file {0} non è un file incompleto valido e non può essere riavviato la ricezione.
nn: Filen {0} er ikke en gyldig uferdig fil og kan ikke bli gjenopprettet.
pt: O ficheiro {0} não é um ficheiro incompleto válido e não pode ser retomado.
pt_br: O arquivo {0} não é um arquivo incompleto válido e não pode ser retomado.
sk: Súbor {0} nie je platným nedokončeným súborom a nemôže byť znovu začatý.
sq: Skeda {0} nuk është një skedë e paplotë e vlefshme dhe nuk mund të rimerret.
sr: Fajl {0} nije ispravna "delimično preuzet fajl" i ne može se nastaviti njeno preuzimanje.
uk: Файл {0} не є дійсним неповним файлом і завантаження не може бути продовжено.

source: Enqueue
ar: إلى قائمة القراءة
bs: Na play listu
cy: Ciwio
de: zur PlayList
el: Προσθήκη στην ουρά
hu: Sorba�ll�
id: Antrikan
it: Aggiungi in coda
ja: マクロ化
nn: Sett i Kø
pt: Colocar na fila
pt_br: Colocar na fila
sk: Zaradiť do frontu
sq: Radhite
sr: Na listu
uk: Поставити в чергу

source: Add Selected Files to the Playlist
ar: إضافة الملفات المحددة إلى قائمة القراءة
bs: Dodaj selektirane datoteke na play listu.
cy: Ychwanegu Ffeiliau wedi'u dewis i'r Rhestr Chwarae
de: Fügt die ausgewählten Dateien zur PlayList hinzu.
el: Προσθήκη επιλεγμένων αρχείων στη λίστα αναπαραγωγής.
hu: A kijel�lt f�jlok hozz�ad�sa a lej�tsz�list�hoz
id: Tambah berkas tersebut ke playlist.
it: Aggiunge i file selezionati alla lista di riproduzione.
ja: 選択したファイルを再生リストへ追加する
nn: Legg til Valgte Filer i Spillelisten
pt: Adicionar ficheiros seleccionados à lista de reprodução.
pt_br: Adicionar arquivos selecionados à lista de reprodução.
sk: Pridať vybrané súbory do Playlistu
sq: Shton Skedat e Zgjedhura në Listë
sr: Dodaj obeležene fajlove na listu pesama
uk: Додати Обрані Файли до Плейлиста

source: Delete Selected Files
ar: حذف الملفات المحددة
bs: Izbriši selektirane datoteke.
cy: Dileu Ffeiliau wedi'u dewis
de: Löscht die ausgewählten Dateien.
el: Διαγραφή επιλεγμένων αρχείων.
hu: A kijel�lt f�jlok t�rl�se
id: Hapus berkas tersebut.
it: Elimina i file selezionati.
nn: Slett Valgte Filer
pt: Eliminar ficheiros seleccionados.
pt_br: Excluir arquivos selecionados.
sk: Zmazať vybrané súbory
sq: Fshin Skedat e Zgjedhura
sr: Izbriši obeležene fajlove
uk: Видалити Обрані Файли

source: Describe...
ar: توثيق...
bs: Opiši...
cy: Disgrifio...
de: Kommentieren...
el: Περιγραφή...
hu: Le�r�s...
id: Gambarkan...
it: Descrivi...
ja: コメント...
nn: Beskriv...
pt: Descrever...
pt_br: Descrever...
sk: Popis...
sq: Përshkruaje...
sr: Opiši
uk: Додати Опис...

source: Add Description to Selected File
ar: توثيق الملف المحدد
bs: Opiši selektirane datoteke.
cy: Ychwanegu Disgrifiad i Ffeil wedi'i Dewis
de: Die ausgewählte Datei kommentieren.
el: Προσθήκη περιγραφής στο επιλεγμένο αρχείο.
hu: A kijel�lt f�jl le�r�s�nak m�dos�t�sa
id: Tambah gambaran berkas tersebut.
it: Aggiunge una descrizione al file selezionato.
ja: 選択したファイルにコメントを追加する
nn: Legg til en Beskrivelse av den Valgte Filen
pt: Adicionar descrição ao ficheiro seleccionado.
pt_br: Adicionar descrição ao arquivo selecionado.
sk: Pridať popis k vybranému súboru
sq: Shton Përshkrim tek Skeda e Zgjedhur
sr: Dodajte opis obeleženim fajlovima
uk: Додати Опис до Обраного Файлу

source: Publish...
ar: نشر...
cy: Cyhoeddu...
de: Veröffentlichen
el: Δημοσίευση...
hu: Publik�
id: Terbitkan...
it: Publica...
nn: Offentliggjør
pt: Publicando...
pt_br: Publicar...
sk: Publikovať...
sq: Publikoje...
sr: Objavi
uk: Опубліковати

source: Publish under Creative Commons License
ar: نشر تحت رخصة Creative العامة
cy: Cyhoeddu o dan trwyddyd Creative Commons
de: Unter Creative Commons License veröffentlichen
el: Δημοσίευση υπό την άδεια Creative Commons
hu: A Creative Commons licensz alatti publik�ci�
id: Terbitkan dibawah lisensi creative common
it: Publica sotto licenza Creative Commons.
nn: Offentliggjør under Creative Commons Lisensen
pt: Publicando sobre Licença Creative Commons
pt_br: Publicar sob a 'Licença Criativa Comum'.
sk: Publikovať pod licenciou Creative Commons
sq: Publikon sipas Licensës Creative Commons
sr: Objavite fajl za preuzimanje na mreži
uk: Опублікувати за Ліцензією Creative Commons

source: Edit License...
ar: تحرير الرخصة...
de: Lizenz bearbeiten...
el: Επεξεργασία αδείας...
hu: Licensz szerkeszt�se...
it: Genera Licenza...
nn: Endre Lisens...
pt: Editar Licença...
pt_br: Editar Licença...
sk: Upraviť licenciu
sq: Editoni Licensën...
sr: Izmeni licencu...

source: Continue Downloading Selected Incomplete File
ar: استئناف تنزيل الملفات المحددة الغير مكتملة
bs: Nastavi download selektiranih nepotpuni datoteka.
cy: Dal i lwythio y ffeil anghyflawn wedi'u dewis
de: Download der unvollständigen Datei fortsetzen.
el: Συνέχιση λήψης επιλεγμένου ημιτελούς αρχείου.
hu: A kijel�lt f�lbehagyott f�jlok let�lt�s�nek folytat�sa
id: Lanjutkan pengunduhan berkas yg belum selesai tersebut.
it: Continua la ricezione dei file selezionati ed incompleti.
ja: ダウンロードを再開する
nn: Forsett Nedlasting av Valgte Uferdige Fil
pt: Continuar a fazer o download do ficheiro incompleto seleccionado.
pt_br: Continuar a fazer o download do arquivo incompleto selecionado.
sk: Pokračovať v nedokončenom sťahovaní vybraných súborov
sq: Vazhdon Shkarkimin e Skedave të Zgjedhura të Paplota
sr: Nastavi preuzimanje nepotpuno preuzetih fajlova.
uk: Продовжити Завантаження Обраного Неповного Файлу

source: Rename
ar: إعادة تسمية
bs: Promjeni ime
cy: Ail-enwi
de: Umbenennen
el: Μετονομασία
et: Nimeta Ümber
fa: تغییر نام
gl: Renomear
he: שנה שם
hr: Preimenuj
hu: �tnevez�
id: Ganti nama
it: Rinomina
ja: 名前を変更する
ku: Nav Guhertin
lv: Pārdēvēt
nb: Endre navn
nn: Gi Nytt Navn
pl: Zmień nazwę
pt: Mudar o nome
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sq: Riemërtoje
sr: Preimenuj
uk: Перейменувати

source: Stop Sharing File
ar: إيقاف مشاركة ملف
bs: Zaustavi razmjenu datoteke
cy: Stopio Rhannu Ffeil
de: Dateifreigabe aufheben
el: Διακοπή διαμοιρασμού του αρχείου
hu: Megoszt�s megsz�ntet�se
id: Hentikan berbagi berkas
it: Interrompi condivisione file
ja: ファイル共有を停止
nn: Stopp Deling av Filen
pt: Interromper a partilha do ficheiro
pt_br: Parar o compartilhameno do arquivo
sk: Zastavenie zdieľania súboru
sq: Mos e Shpërnda
sr: Zaustavi razmenu fajla
uk: Перестати ділитись файлом

source: Stop Sharing Folder
de: Verzeichnisfreigabe Aufheben
el: Να μη διαμοιράζεται ο κατάλογος
nn: Stopp Deling av Mappen
pt: Deixar de Partilhar a Pasta
pt_br: Deixar de com&partilhar pastas
sk: Zastaviť zdieľanie priečinku

source: Show Magnet Details
ar: عرض التفاصيل الأبرز
bs: Magnet detalji za datoteku
cy: Dangos Canlyniadau Magnet
de: Magnet-Informationen für Datei
el: Προβολή λεπτομερειών Magnet
hu: Magnet-r�szletek megjelen�t�se
id: Perlihatkan detail magnet
it: Visualizza dettagli Magnet
ja: Magnet リンクを調べる
nn: Magnet Detaljer for Fil
pt: Mostrar detalhes Magnet
pt_br: Mostrar detalhes do Magnet
sk: Zobraziť Magnet detaily
sq: Shfaq Detajet e Magnetit
sr: Magnet detalji za fajl

source: LimeWire cannot stop sharing this folder.
ar: LimeWire لا يستطيع إيقاف مشاركة هذا المجلد.
bs: LimeWire ne može zaustaviti razmjenu ovog foldera.
cy: Mae LimeWire yn methu a stopio rhannu'r ffolder yma.
de: LimeWire kann die Freigabe dieses Ordners nicht aufheben.
el: Το LimeWire δεν μπορεί να σταματήσει να διαμοιράζει αυτό τον κατάλογο.
hu: A LimeWire nem tudta le�ll�tani a mappa megoszt�s�t.
id: LimeWire tidak dapat menghentikan berbagi folder ini.
it: Limewire non può interrompere la condivisione di questa cartella.
ja: LimeWireは、このフォルダを共有できない
nn: Limewire kan ikke slutte å dele denne mappen.
pt: O LimeWire não pode deixar de partilhar esta pasta.
pt_br: O LimeWire não pode deixar de compartilhar esta pasta.
sk: LimeWire nemôže ukončiť zdieľanie tohto priečinka.
sq: LimeWire nuk mund ta ndalë shpërndarjen e kësaj dosjeje.
sr: LimeWire ne može zaustaviti razmenu ove fascikle.
uk: LimeWire не може припинити ділитися цією текою.

source: Are you sure you want to stop sharing this folder?
ar: هل أنت متأكد أنك تريد إيقاف مشاركة هذا المجلد؟
bs: Jeste li sigurni da želite zaustaviti razmjenu ovog foldera?
cy: Wyt ti'n siwr dy fod di eisiau stopio rhannu'r ffoder yma?
de: Sind Sie sich sicher, dass dieses Verzeichnis nicht mehr freigegeben werden soll?
el: Θέλετε να σταματήσετε να διαμοιράζετε αυτό τον κατάλογο;
hu: Val�ban le akarod �ll�tani a mappa megoszt�s�t?
id: Apakah anda yakin untuk menghentikan berbagi folder ini?
it: Sei sicuro di voler interrompere la condivisione della cartella selezionata ?
ja: このフォルダの共有を本当に停止？
nn: Er du sikker på at du vil slutte å dele denne katalogen?
pt: Tem a certeza que pretende deixar de partilhar esta pasta?
pt_br: Você tem certeza que quer deixar de compartilhar esta pasta?
sk: Ste si istý, že chcete ukončiť zdieľanie tohto priečinka?
sq: A jeni i sigurt se doni ta ndalni shpërndarjen e kësaj dosjeje?
sr: Jeste li sigurni da želite zaustaviti razmenu ove fascikle?
uk: Ви дійсно хочете припинити ділитися цією текою?

source: LimeWire will not allow you delete to the folder reserved for incomplete files.
de: LimeWire wird dies Verzeichnis nicht freigeben, da es für unvollständige Downloads bestimmt ist.
el: Το LimeWire δεν θα επιτρέπει τις διαγραφές στον κατάλογο όπου αποθηκεύει τα ημιτελή αρχεία.
ja: 不完全なファイルのための予約済みフォルダの削除をユーザに許可しない。
nn: LimeWire vil ikke la deg slette mappen til mappen reservert for uferdige filer.
sk: LimeWire Vám neumožní zmazať priečinok vyhradený pre nedokončené súbory.
