Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Switch to Classic View
da: Skift til klassisk visning
et: Lülita Klassikaline Vaade Sisse
fa: تغییر به نمای کلاسیک
fi: Palaa perinteiseen näkymään
fr: Passer en Vue Classique
ga: Tiontaigh chuig an Seanamharc
gl: Cambiar para vista clásica
he: עבור לתצוגה קלאסית
hr: Prebaci na Klasični Pogled
ku: Vegerîne xuyaniya klasîk
lv: Pārslēgt uz Klasisko skatu
nb: Skift til klassisk visning
nl: Overschakelen naar klassieke weergave
ru: Переключить в Классик Вид
sv: Växla till Klassiskt Läge
tr: Klasik Görünüme Geç

source: Browse {0} ({1})
et: Sirvi {0} ({1})
fa: مرور {0} {1}
gl: Explorarr {0} ({1})
he: עיון {0} ({1})
hr: Pretraži {0} ({1})
ku: Bibîne {0} ({1})
lv: Pārlūko {0} ({1})
nb: Bla gjennom {0} ({1})
ru: Обзор {0} ({1})

source: Browse {0} - Showing {1} of {2}
et: Sirvi {0} - Näidates {1} -e {2}-st
fa: مرور {0} - نمایش {1} از {2}
gl: Explorar {0} - Amosando {1} de {2}
he: עיון {0} - הצג {1} מתוך {2}
hr: Pretraži {0} - Prikazivanje {1} od {2}
ku: Bibîne {0} - Nîşan Dide {1} ji {2}
lv: Pārlūko {0} - Rāda {1} no {2}
nb: Bla gjennom {0} - Viser {1} av {2}
ru: Обзор {0} - Показано {1} из {2}

source: All results for {0} ({1})
et: Kõik tulemused {0} ({1})
fa: همه نتایج برای {0} {1}
gl: Todos os resultados para {0} ({1})
he: כל התוצאות עבור {0} ({1})
hr: Svi rezultati za {0} ({1})
ku: Hemû encam ji bo {0} ({1})
nb: Alle resultater for {0} ({1})
ru: Все результаты {0} ({1})

source: All results for {0} - Showing {1} of {2}
et: Kõik tulemused {0} - st: Näidates {1} -e {2} - st
fa: همه نتایج برای {0} - نمایش {1} از {2}
gl: Todos os resultados para {0} - Amosando {1} de {2}
he: כל התוצאות עבור {0} - מציג {1} מתוך {2}
hr: Svi rezultati za {0} - Prikazivanje {1} od {2}
ku: Ji bo {0} henû encam - Nîşan dide {1} ji {2}
nb: Alle resultater for {0} - Viser {1} av {2}
ru: Все результаты {0} - Показано {1} из {2}

source: Audio results for {0} ({1})
et: Heli Tulemused {0} - st ({1})
fa: نتایج صوتی برای برای {0} {1}
gl: Resultados de audio para {0} ({1})
he: תוצאות עבור אודיו {0} ({1})
hr: Audio rezultati za {0} ({1})
ku: Encamên deng ji bo {0} ({1})
nb: Lydresultater for {0} ({1})
ru: Результаты аудто {0} ({1})

source: Audio results for {0} - Showing {1} of {2}
et: Helide Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج صوتی برای {0} - نمایش {1} از {2}
gl: Resultados de audio para {0} - Amosando {1} de {2}
he: תוצאות עבור אודיו {0} - מציג {1} מתוך {2}
hr: Audio rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên deng ji bo {0} - Nîşan dide {1} of {2}
nb: Lydresultater for {0} - Viser {1} av {2}
ru: Результаты аудто {0} - Показано {1} из {2}

source: Video results for {0} ({1})
et: Videode Tulemused {0} - st ({1})
fa: نتایج ویدئویی برای برای {0} {1}
gl: Resultados de vídeo para {0} ({1})
he: תוצאות עבור וידאו {0} ({1})
hr: Video rezultati za {0} ({1})
ku: Encamên vîdyo ji bo {0} ({1})
nb: Videoresultater for {0} ({1})
ru: Результаты видео {0} ({1})

source: Video results for {0} - Showing {1} of {2}
et: Videode Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج ویدئویی برای {0} - نمایش {1} از {2}
gl: Resultados de vídeo para {0} - Amosando {1} de {2}
he: תוצאות עבור וידאו {0} - מציג {1} מתוך {2}
hr: Video rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên vîdyo ji bo {0} - Nîşan dide {1} ji {2}
nb: Video resultater for {0} - Viser {1} av {2}
ru: Результаты видео {0} - Показано {1} из {2}

source: Image results for {0} ({1})
et: Piltide Tulemused {0} - st ({1})
fa: نتایج تصویری برای برای {0} {1}
gl: Resultados de imaxes para {0} ({1})
he: תוצאות עבור תמונות {0} ({1})
hr: Slikovni rezultati za {0} ({1})
ku: Encamên wêne ji bo {0} ({1})
nb: Bilderesultater for {0} ({1})
ru: Результаты картинок {0} ({1})

source: Image results for {0} - Showing {1} of {2}
et: Piltide Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج تصویری برای {0} - نمایش {1} از {2}
gl: Resultados de imaxes para {0} - Amosando {1} de {2}
he: תוצאות עבור תמונות {0} - מציג {1} מתוך {2}
hr: SLikovni rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên wêne ji bo {0} - Nîşan dide {1} ji {2}
nb: Bilderesultater for {0} - Viser {1} av {2}
ru: Результаты картинок {0} - Показано {1} из {2}

source: Document results for {0} ({1})
et: Dokuemendite Tulemused {0} - st ({1})
fa: نتایج اسناد برای برای {0} {1}
gl: Resultados de documentos para {0} ({1})
he: תוצאות עבור מסמכים {0} ({1})
hr: Dokumentni rezultati za {0} ({1})
ku: Encamên pelge ji bo {0} ({1})
nb: Dokumentresultater for {0} ({1})
ru: Результаты документов {0} ({1})

source: Document results for {0} - Showing {1} of {2}
et: Dokumendite Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج اسناد برای {0} - نمایش {1} از {2}
gl: Resultados de documentos para {0} - Amosando {1} de {2}
he: תוצאות עבור מסמכים {0} - מציג {1} מתוך {2}
hr: Dokumentni rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên pelge ji bo {0} - Nîşan dide {1} ji {2}
nb: Dokumentresultater for {0} - Viser {1} av {2}
ru: Результаты документов {0} - Показано {1} из {2}

source: Program results for {0} ({1})
et: Programmide Tulemused {0} - st ({1})
fa: نتایج برنامه برای برای {0} {1}
gl: Resultados de programas para {0} ({1})
he: תוצאות עבור תוכניות {0} ({1})
hr: Programski rezultati za {0} ({1})
ku: Encamên bername ji bo {0} ({1})
nb: Programresultater for {0} ({1})
ru: Результаты программ {0} ({1})

source: Program results for {0} - Showing {1} of {2}
et: Programmide Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج برنامه برای {0} - نمایش {1} از {2}
gl: Resultados de programas para {0} - Amosando {1} de {2}
he: תוצאות תוכנה עבור {0} - מציג {1} מתוך {2}
hr: Programski rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên bername ji bo {0} - Nîşan dide {1} ji {2}
nb: Programresultater for {0} - Viser {1} av {2}
ru: Результаты программ {0} - Показано {1} из {2}

source: Other results for {0} ({1})
et: Teised Tulemused {0} - st ({1})
fa: نتایج دیگر برای برای {0} {1}
gl: Outros resultados para {0} ({1})
he: תוצאות אחרות עבור {0} ({1})
hr: Ostali rezultati za {0} ({1})
ku: Encamên din ji bo {0} ({1})
nb: Andre resultater for {0} ({1})
ru: Прчие результаты {0} ({1})

source: Other results for {0} - Showing {1} of {2}
et: Teised Tulemused {0} - st: Näidates {1} - e {2} - st
fa: نتایج دیگر برای {0} - نمایش {1} از {2}
gl: Outros resultados para {0} - Amosando {1} de {2}
he: תוצאות אחרות עבור {0} - מציג {1} מתוך {2}
hr: Ostali rezultati za {0} - Prikazivanje {1} od {2}
ku: Encamên din ji bo {0} - Nîşan dide {1} ji {2}
nb: Andre resultater for {0} ({1}) - Viser {1} av {2}
ru: Прчие результаты {0} - Показано {1} из {2}

source: Classic view
da: Klassisk visning
et: Klassikaline Vaade
fa: نمای کلاسیک
fi: Perinteinen näkymä
fr: Vue Classique
ga: Sean amharc
gl: Vista clásica
he: תצוגה קלאסית
hr: Klasični pogled
ku: Xuyaniya klasîk
lv: Klasiskais skats
nb: Klassisk visning
nl: Klassieke weergave
ru: Классический вид
sv: Klassiskt Läge
tr: Klasik görünüm

source: Date Created
da: Dato oprettet
et: Loomise Kuupäev
fa: تاریخ ایجاد
fi: Luontipäivä
fr: Date de création
ga: Dáta a Cruthaíodh
gl: Data de creación
he: תאריך יצירה
hr: Datum Kreiranja
ku: Dîroka Afirandinê
lv: Izveides datums
nb: Dato opprettet
nl: Aanmaakdatum
pl: Data Utworzenia
ru: По Дате Созданиая
sv: Datum Skapad
tr: Oluşturma Tarihi

source: Copy Link
da: Kopiér link
es: Copiar enlace
et: Kopeeri Link
fa: کپی لينک
fi: Kopioi linkki
fr: Copier le lien
ga: Macasamhlaigh an Nasc
gl: Copiar ligazón
he: העתק קישור
hr: Kopiraj Vezu
nb: Kopier lenke
nl: Link kopiëren
pl: Kopiuj odnośnik
ru: Копировать ссылку
sv: Kopiera länk
tr: Bağlantıyı Kopyala

source: LimeWire is unable to find a license for this file. Download it anyway? LimeWire cannot monitor or control the content of the P2P Network, so please respect your local copyright laws.
et: LimeWire ei leia faili litsentsi. Lae ikkagi alla? LimeWire ei kontrolli või ei saa kontrollida P2P Võrku, seega palun austa oma kohalikku autoriõiguse seadusi.
fa: LimeWire قادر نیست مجوزی را برای این فایل بیابدو در هر حال دانلود شود؟ LimeWire نمی تواند محتوای شبکه P2P را کنترل و یا بر آن نظارت نماید، بنابراین لطفاً به قوانین کپی رایت محلی خود احترام بگذارید.
gl: LimeWire non atopou ningunha licenza para este ficheiro. Desexa descargalo de todos os xeitos? LimeWire non pode monitorizar ou controlar o contido da rede P2P, respecte as súas leis estatais sobre dereitos de autor.
he: LImeWire לא הצליחה למצוא רשיון עבור הקובץ הזה. להוריד אותו בכל מקרה? LimeWire לא יכולה לפקח ולשלוט על התכנים ברשת השיתוף, אז אנא כבד את חוקי זכויות היוצרים באזור מגוריך.
hr: LimeWire nije u mogućnosti pronaći dozvolu za ovu datoteku. Svejedno je preuzmi? LimeWire ne može pratiti niti kontrolirati sadržaj P2P Mreže, pa molimo poštujte vaše lokalne zakone o autorskim pravima.
ku: LimeWire'ê nekarî ji bo vê pelê lîsans bibîne. Dîsa jî bila daxe? LimeWire nikare naveroka P2P Networkê nîşan bide an jî kontrol bike, loma ji kerema xwe re zagonên herema xwe binpê neke.
lv: LimeWire nespēj atrast licenci priekš šī faila. Tomēr lejuplādēt? LimeWire nespēj pārraudzīt vai kontrolēt P2P Tīkla saturu, tāpēc lūdzu respektēt savus vietējos autortiesību likumus.
nb: LimeWire kan ikke finne en lisens for denne filen. Ønsker du å laste den ned likevel? LimeWire kan ikke overvåke eller kontrollere innholdet på P2P-nettverket, så vennligst respekter dine lokale lover for opphavsrettigheter.
ru: LimeWire неможет найти лицензию к этому файлу. Загрузить всеравно? LimeWire не может контролировать или управлять содержимым P2P Сети, пожалуйста уважайте свои местные законы авторства.

source: {0} is marked as spam.
da: {0} er markeret som spam.
et: {0} On Rämpspostis.
fa: {0} به عنوان هرزنامه مشخص شده است
fi: {0} on merkitty spammiksi
fr: {0} est marqué comme spam
ga: Tá {0} rianaithe mar dramhphost.
gl: {0} está marcado como lixo.
he: {0} מסומן כספאם.
hr: {0} je obilježen kao spam.
ku: {0} weke spam hat nîşankirin
nb: {0} er markert som søppel.
nl: {0} is gemarkeerd als spam.
ru: {0} помечено как спам.
sv: {0} markeras som spam.
tr: {0} spam olarak kaydedildi.

source: Downloading {0}...
fa: در حال دانلود {0}...
gl: A descargar {0}...
ku: {0} dadixe...
lv: Lejuplādē {0}...
nb: Nedlasting {0}...
ru: Загрузка {0}...

source: {0} is in your Library.
fa: {0} در آرشيو شما موجود است.
gl: {0} está na súa biblioteca.
hr: {0} je u vašoj biblioteci
ku: {0} di pirtûkxaneya te de heye.
lv: {0} ir Tavā bibliotēkā
nb: {0} finnes i biblioteket.
ru: {0} у вас в Библиотеке.

source: {0} was removed for your protection.
fa: {0} برای حفاظت شما حذف شد.
gl: {0} foi eliminado por precaución.
hr: {0} je maknut za vašu sigurnost
ku: {0} ji bo ewlekariya te hat rakirin.
lv: {0} tika aizvākts jūsu aizsardzības dēļ.
nb: {0} ble fjernet for å beskytte deg.
ru: {0} был удален для вашей защиты.

source: Download As
da: Download som
et: Lae Alla Nimega
fa: دانلود به عنوان
fi: Lataa nimellä
gl: Descargar como
he: הורדה בשם...
hr: Preuzmi Kao
ku: Daxe weke
lv: Lejuplādēt kā
nb: Last ned som
nl: Downloaden als
ru: Загрузить Как
tr: Farklı İndir

source: Unmark as Spam
et: Eemalda Rämpspostist.
fa: حذف علامت به عنوان هرزنامه
gl: Desmarcar como lixo
he: סמן כ-"לא ספאם"
hr: Odznači kao Spam
ku: Nîşana spam rake
nb: Avmarker som søppel
ru: Это не Спам

source: Hide Similar Files
da: Skjul lignende filer
et: Peida Sarnased Failid
fa: مخفی کردن فایل های مشابه
fi: Kätke samanlaiset tiedostot
ga: Folaigh Comhaid Cosúil Leo
gl: Ocultar os ficheiros similares
he: הסתר קבצים דומים
hr: Sakrij Slične Datoteke
ku: Pelên dişibinê veşêre
lv: Paslēpt līdzīgus failus
nb: Skjul lignende filer
nl: Gelijksoortige bestanden verbergen
ru: Скрыть Подобные Файлы
sv: Dölj Liknande Filer
tr: Benzer Dosyaları Gizle

source: Show Similar Files
da: Vis lignende filer
et: Näita Sarnaseid Faile
fa: نمایش فایل های مشابه
fi: Näytä samanlaiset tiedostot
ga: Taispeáin Comhaid Cosúil Leo
gl: Amosar os ficheiros similares
he: הצג קבצים דומים
hr: Prikaži Slične Datoteke
ku: Pelên dişibin nîşande
lv: Rādīt līdzīgus failus
nb: Vis lignende filer
nl: Gelijksoortige bestanden weergeven
ru: Показать Подобные Файлы
sv: Visa Liknande Filer
tr: Benzer Dosyaları Göster

source: Not showing {0} results. Narrow results to see more.
et: Ei näita {0} - e tulemust. Näita rohkem tulemusi.
fa: عدم نمایش {0} نتیجه. برای مشاهده نتایج بیشتر، آنها را محدود کنید.
gl: Hai sen amosarr {0} resultados. Estreitar os resultados para ver máis.
he: לא מציג {0} תוצאות. צמצם בכדי לראות תוצאות נוספות.
hr: Neprikazano {0} rezultata. Suzi rezultate da vidiš više.
ku: {0} encam nayê nîşandan. Ji bo dîtina zêdetir encaman teng bikin.
lv: Nerāda {0} rezultus. Sašaurināt rezultātus, lai redzētu vairāk.
nb: Viser ikke {0} resultater. Forfin resultatene for å se mer
ru: Не показано {0} результатов. Мало результатов, смотрите более.

source: ".magnet:" links
et: ".magnet:" lingid
fa: پیوند های ".magnet"
gl: Ligazóns ".magnet:"
hr: ".magnet:" veze
ku: lînkên ".magnet:"
nb: ".magnet:" lenker
ru: ".магнэет:" ссылки

source: Warn me when other programs take LimeWire associations
da: Advar mig når andre programmer tager LimeWire associationer
et: Hoiata mind, kui teised programmid võtavad LimeWire - iga ühendust.
fa: هنگامی که سایر برنامه ها ازتباط LimeWire می گیرند، به من اطلاع بده.
fi: Varoita minua jos toiset ohjelmat ottavat LimeWiren assosiaatiot
ga: Tabhair rabhadh dom nuair a bhaineann ríomhoidis eile comhthiomsuithe LimeWire
gl: Avisarme cando outros programas asuman as asociacións a LimeWire
he: הזהר אותי כאשר תוכנות משתלטות על שייוך הקבצים של LimeWire
hr: Upozori me kad drugi programi preuzmu LimeWire asocijacije
ku: Dema bernameyên din têkiliyên LimeWire'ê bistîne hişyarî bide
lv: Brīdināt mani, kad citas programmas izmanto LimeWire asociācijas
nb: Advar meg når andre programmer tar LimeWire-assosiasjoner
nl: Waarschuw mij als andere programma's LimeWire-associaties overnemen
ru: Предупредить меня, если другие программы заберут ассоциации LimeWire
sv: Varna mig när andra program tar LimeWire's associationer
tr: Başka programlar LimeWire bağlantıları almadığında beni uyar

source: Torrent files and magnet links are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
et: Torrent-i failid ja magnet lingid pole enam LimeWire-ga ühenduses. Tahaksid Sa need uuesti ühendada?
fa: فایل های تورنت و پیوندهای مگنت دیگر با LimeWire مرتبط نیستند. آیا می خواهید LimeWire مجدداً آنها را مرتبط سازد؟
fi: Torrenttitiedostoja ja magnet-linkkejä ei ole enää assosioitu LimeWareen. Haluatko että ne liitetään uudelleen LimeWireen?
ga: Níl comhaid torrent agus naisc magnet comhthiomsaithe le LimeWire a thuilleadh. Ar mhaith go athchomhthiomsóidh LimeWire leo?
gl: Os ficheiros torrent e as ligazóns magnet non están asociados a LimeWire. Quere que LimeWire os volva asociar?
he: קבצי טורנט וקישורי מגנט לא משוייכים ל-LimeWire יותר. האם ברצונך לשייך אותם שוב?
hr: Torrent datoteke i magnet veze više nisu asocirane sa LimeWire. Hoćete li da ih LimeWire re-asocira?
ku: Torrent û lînkên magnet nema bi Limewire'ê re têkildar in. Dixwazî wan dîsa bi LimeWire'ê re bikî têkildar?
nb: Torrentfiler og magnetlinker assosieres ikke lenger med LimeWire. Ønsker du at LimeWire skal assosieres med dem igjen?
nl: Torrentbestanden en Magnet-links zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?
ru: Торент файлы и магнэт ссылки больше не связаны с LimeWire. Хотите повторно связать их с LimeWire?
sv: Torrentfiler och magnetlänkar associeras inte längre med LimeWire. Vill du att LimeWire om-associerar dem?
tr: Torrent dosyaları ve magnet bağlantıları artık LimeWire ile ile ilişkili değil. LimeWire uygulamasının bunları yeniden ilişkilendirmesini ister misiniz?

source: Torrent files are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
da: Torrent filer er ikke længere tilknyttet LimeWire. Ønsker du at LimeWire tilknytter dem?
et: Torrent-i failid pole enam LimeWire - ga ühenduses. Tahaksid Sa need uuesti ühendada?
fa: فایل های تورنت دیگر با LimeWire مرتبط نیستند. آیا می خواهید LimeWire مجدداً آنها را مرتبط سازد؟
fi: Torrenttitiedostoja ei ole enää assosioitu LimeWireen. Haluatko että ne liitetään uudelleen LimeWireen?
ga: Níl comhaid torrent comhthiomsaithe le LimeWire a thuilleadh. Ar mhaith go athchomhthiomsóidh LimeWire leo?
gl: Os ficheiros torrent non están asociados a LimeWire. Quere que se asocien a este programa?
he: קבצי טורנט לא משוייכים ל-LimeWire יותר. האם ברצונך לשייך אותם שוב?
hr: Torrent datoteke više nisu asocirane sa LimeWire. Hoćete li da ih LimeWire re-asocira?
ku: Pelên torrent êdî bi LimeWire'ê re ne têkildar in. Dixwazî LimeWire wan dîsa bike têkildar?
nb: Torrentfiler er ikke assosiert med LimeWire lenger. Ønsker du at LimeWire skal assosieres med dem igjen?
nl: Torrentbestanden zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?
ru: Торент файлы больше не связаны с LimeWire. Хотите повторно связывать их с LimeWire?
sv: Torrentfiler associeras inte längre med LimeWire. Vill du att LimeWire om-associerar dem?
tr: Torrent dosyaları artık LimeWire ile ilişkili değil. LimeWire uygulamasının bunları yeniden ilişkilendirmesini ister misiniz?

source: Magnet links are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
da: Magnet filer er ikke længere tilknyttet LimeWire. Ønsker du at LimeWire tilknytter dem?
et: Magnet lingid pole enam LimeWire - ga ühenduses. Tahaksid Sa nad uuesti ühendada?
fa: پویند های مگنت دیگر با LimeWare مرتبط نیستند. آیا می خواهید LimeWare مجدداً آنها را مرتبط سازد؟
fi: Magnet-linkkejä ei ole enää assosioitu LimeWireen. Haluatko että ne liitetään uudelleen LimeWireen?
ga: Níl naisc magnet comhthiomsaithe le LimeWire a thuilleadh. Ar mhaith go athchomhthiomsóidh LimeWire leo?
gl: A ligazóns magnet non están asociadas a LimeWire. Quere que se asocien a este programa?
he: קישורי מגנט לא משוייכים ל-LimeWire יותר. האם ברצונך לשייך אותם שוב?
hr: Magnet veze više nisu asocirane sa LimeWire. Hoćete li da ih LimeWire re-asocira?
ku: Lînkên magnet nema bi LimeWire'ê têkildar in. Dixwazî dîsa bikî têkildar?
nb: Magnetlinker er ikke lenger assosiert med LimeWire. Ønsker du at LimeWire skal assosieres med dem igjen?
nl: Magnet-links zijn niet langer geassocieerd met LimeWire. Wilt u dat LimeWire ze opnieuw associeert?
ru: Магнэт ссылки больше не связаны с LimeWire. Хотите повторно связывать их с LimeWire?
sv: Magnetlänkar associeras inte längre med LimeWire. Vill du att LimeWire om-associerar dem?
tr: Magnet bağlantıları artık LimeWire ile ilişkili değil. LimeWire uygulamasının bunları tekrar ilişkilendirmesini ister misiniz?

source: No internet connection
da: Ingen internetforbindelse
et: Ühendus Internetiga Puudub
fa: بدون ارتباط اینترنتی
fi: Ei Internet-yhteyttä
ga: Gan nasc leis an t-idirlíon
gl: Non hai conexión de internet
he: אין קישוריות לאינטרנט
hr: Nemate internet konekciju
ku: Girêdana înternetê tune
lv: Nav interneta savienojuma
nb: Ingen internettforbindelse
nl: Geen internetverbinding
ru: Нет соединения с интернетом
sv: Ingen internetanslutning
tr: İnternet bağlantısı yok

source: You have no internet connection
da: Du har ingen internetforbindelse
et: Interneti Ühendus Puudub
fa: ارتباط اینترنتی ندارید
fi: Sinulla ei ole Internet-yhteyttä
ga: Níl nasc leis an t-idirlíon agat
gl: Non ten conexión con internet
he: אינך מקושר לאינטרנט
hr: Nemate internet konekciju
ku: Girêdana te ya înternetê tune
lv: Jums nav interneta savienojuma
nb: Du har ingen internettforbindelse
nl: U heeft geen internetverbinding
ru: У Вас нет соединения с интернетом
sv: Du har ingen internetuppkoppling
tr: Internet bağlantınız yok

source: Couldn't connect
da: Kunne ikke tilslutte
et: Pole Võimalik Ühendada
fa: قادر به برقراری ارتباط نبود
fi: Ei saatu yhteyttä
ga: Níorbh fhéidir nascadh
gl: Non se pode conectar
he: התחברות נכשלה
hr: Ne mogu povezati
ku: Nekarî bê girêdan
lv: Neizdevās savienoties
nb: Kunne ikke koble til
nl: Kan niet verbinden
ru: Не могу соединиться
sv: Kunde inte ansluta
tr: Bağlanamıyor

source: You couldn't connect to LimeWire
da: Du kan ikke tilslutte dig til LimeWire
et: Pole Võimalik Ühendada LimeWire - iga
fa: نتوانستید با LimeWire ارتباط برقرار کنید
fi: Et saanut yhteyttä LimeWireen
ga: Níorbh fhéidir leat nascadh le LimeWire
gl: Non puido conectar con LimeWire
he: לא יכולת להתחבר ל-LimeWire
hr: Niste se mogli povezati sa LimeWire
ku: Te nekarî li LimeWire werî girêdan
lv: Jūs nevarējāt pievienoties LimeWire
nb: Du kunne ikke koble til LimeWire
nl: U kunt niet met LimeWire verbinden
ru: Вы не смогли соединиться с LimeWire
sv: Du kan inte ansluta till LimeWire
tr: LimeWire 'a bağlanılamıyor

source: Weak connection
da: Svag forbindelse
et: Halb Interneti Ühendus
fa: ارتباط ضعیف
fi: Heikko yhteys
ga: Nasc lag
gl: Conexíón feble
he: חיבור חלש
hr: Slaba konekcija
ku: Girêdana lewaz
lv: Vājš savienojums
nb: Dårlig forbindelse
nl: Zwakke verbinding
ru: Слабая связь
sv: Svag anslutning
tr: Bağlantı zayıf

source: You have a weak connection
da: Du har en svar forbindelse
et: Interneti Ühendus on halb
fa: ارتباطی ضعیف دارید
fi: Sinulla on heikko yhteys
ga: Tá nasc lag agat
gl: Ten unha conexión feble
he: יש לך חיבור חלש
hr: Imate slabu konekciju
ku: Girêdana te lewaz e
lv: Jums ir vājš savienojums
nb: Du har en dårlig forbindelse
nl: U heeft een zwakke verbinding
ru: У вас слабая связь
sv: Du har en svag anslutning
tr: Bağlantınız zayıf

source: Medium connection
da: Middel forbindelse
et: Normaanle Interneti Ühendus
fa: ارتباط متوسط
fi: Keskinkertainen yhteys
ga: Nasc meánach
gl: Conexión media
he: חיבור בינוני
hr: Osrednja konekcija
ku: Girêdana navincî
lv: Vidējs savienojums
nb: Middels forbindelse
nl: Middelmatige verbinding
ru: Средняя связь
sv: Medelbra anslutning
tr: Orta düzeyde bağlantı

source: You have a medium connection
da: Du har en middel forbindelse
et: Interneti Ühendus on normaalne
fa: ارتباطی متوسط دارید
fi: Sinulla on keskinkertainen yhteys
ga: Tá nasc meánach agat
gl: Ten unha conexión media
he: יש לך חיבור בינוני
hr: Imate osrednju konekciju
ku: Girêdana te navincî ye
lv: Jums ir vidējs savienojums
nb: Du har en middels forbindelse
nl: U heeft een middelmatige verbinding
ru: У вас средняя связь
sv: Du har en medelbra anslutning
tr: Orta derece bir bağlantıya sahipsiniz

source: Full connection
da: Fuld forbindelse
et: Hea Interneti Ühendus
fa: ارتباط کامل
fi: Täysi yhteys
ga: Nasc iomlán
gl: Conexión perfecta
he: חיבור מלא
hr: Puna konekcija
ku: Girêdan tam
lv: Pilns savienojums
nb: Full forbindelse
nl: Volledige verbinding
ru: Полное подключение
sv: Full anslutning
tr: Tam bağlantı

source: You are fully connected
da: Du har fuld forbindelse
et: Interneti Ühendus on hea
fa: ارتباطی کامل دارید
fi: Sinulla on täysi yhteys
ga: Tá tú nasctha go hiomlán
gl: Ten unha conexión perfecta
he: הינך מחובר בצורה מלאה
hr: Imate punu konekciju
ku: Girêdana te tam e
lv: Jūs esat pilnībā savienots
nb: Du har full forbindelse
nl: U bent volledig verbonden
ru: У вас полное подключение
sv: Du har full anslutning
tr: Tamamen bağlısınız

source: Turbo-charged connection
da: Turboladet forbindelse
et: Turbo - Kiire Interneti Ühendus
fa: ارتباط توربوشارژ
fi: Turboyhteys
ga: Nasc sármhaith
gl: Conexión Turbo-charged
he: חיבור מואץ
hr: Turbo konekcija
ku: Girêdana bi hêza turbo
nb: Turboladet forbindelse
nl: Turboverbinding
ru: Турбо подключение
sv: Turboladdad anslutning
tr: Yüksek bağlantı
