Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: All settings can be changed later in Tools > Options
et: Kõiki seadeid saab hiljem muuta Tööriistad > Seaded
fa: همه تنظیمات را می توان بعداً در ابزارها > گزینه ها تغییر داد
gl: Todos os axustes poden cambiarse en Ferramentas > Opcións
he: אפשר לשנות את כל ההגדרות יותר מאוחר מ-כלים > הגדרות
hr: Sve postavke mogu biti promijenjene poslije u Alati > Opcije
ku: Hemû mîheng dikarin paşê ji vir werin guhertin LimeWire>Vebijêrk
lv: Visi iestatījumi var tikt mainīti vēlāk Rīki > Opcijas
nb: Alle innstillinger kan endres senere i Verktøy > Innstillinger
pl: Wszystkie ustawienia mogą być później zmienione w Narzędzia > Opcje
ru: Все настройки можно изменить позже в Инструменты > Параметры

source: Learn about sharing.
et: Rohkem Informatsiooni Jagamisest
fa: کسب اطلاعات درباره به اشتراک گذاری
gl: Aprenda como compartir.
he: למד אודות שיתוף.
hr: Saznaj više o razmjenjivanju.
ku: Derbarê parvekirinê de hîn bibe.
lv: Uzzināt par koplietošanu.
nb: Lær om deling
pl: Dowiedz się więcej na temat udostępniania.
ru: Узнайте о разделении.

source: Files in your Public Shared list are shared with the world.
et: Failid Avalikult Jagatud loendis on kõigiga jagatud.
fa: فایل های درون فهرست مشترک عمومی با دنیا به اشتراک گذاشته می شود.
gl: Os ficheiros da listaxe pública compartida serán accesibles para todos.
he: קבצים ברשימת השיתוף הפומבית שלך משותפים עם העולם.
hr: Datoteke u Javno Razmjenjivanoj Listi su razmjenjivane sa svijetom.
ku: Pelên di lîsteya we ya Parvekirina Gelemperî bi cîhanê re tê parvekirin.
lv: Faili Tavā Publiski Koplietotajā sarakstā tiek koplietoti ar pasauli.
nb: Filer i din offentlig delte liste deles med hele verden.
pl: Pliki w twojej Dzielonej Publicznie liście są dzielone ze światem
ru: Файлы из вашего Публичного Списка раздаются всем.

source: Add files I download from P2P Users to my Public Shared list.
et: Lisa failid Avalikult jagatud loendisse, mida ma laen P2P Kasutajatelt alla.
fa: فایل هایی که از کاربران P2P دریافت می کنم را به فهرست فایل های مشترک و عمومی من اضافه کن.
gl: Engadir á listaxe pública compartida os ficheiros que descargue da rede P2P.
he: הוסף קבצים שאני מוריד ממשתפי קבצים אל רשימת השיתוף הפומבית שלי.
hr: Dodaj datoteke preuzete od P2P Korisnika u moju Javno Razmjenjivanu Listu.
ku: Pelên ku ji bikarhênerên P2P dadixim li lîsteya min a Parvekirina Gelemperî zêde bike.
lv: Failus, ko lejuplādēju no P2P lietotājiem, pievienot manam Publiski Koplietoto sarakstam.
nb: Legg til filer jeg laster ned fra P2P-brukere i min offentlig delte liste
pl: Dodaj pliki , które pobrałem z Użytkownika P2P do mojej listy Dzielonej Publicznie
ru: Добавить загружаемые файлы из P2P в мой Публичный Список.

source: LimeWire will add files you download from P2P Users into your Public Shared list.
et: LimeWire lisab failid, mida Sa tõmbad P2P Kasutajatelt Avalikult Jagatud loendisse.
fa: LimeWire فایل هایی که شما از فهرست عمومی و مشترک کاربران P2P دانلود کردید را اضافه خواهد کرد
gl: O LimeWire engadirá á súa listaxe pública compartida os ficheiros que descargue dos usuarios P2P.
he: LimeWire תוסיף קבצים שאתה מוריד ממשתפי קבצים אל רשימת השיתוף הפומבית שלך.
hr: LimeWire će dodati datoteke preuzete od P2P Korisnika u Javno Razmjenjivanu Listu.
ku: LimeWire wç pelên ku ji bikarhênerên P2P dadixî li lîsteya te ya Parvekirina Gelemperî zêde bike.
lv: Failus, ko lejuplādēsi no P2P lietotājiem, LimeWire pievienos Tavam Publiski Koplietoto sarakstam.
nb: LimeWire vil legge til filer du laster ned fra P2P-brukere i din offentlig delte liste.
pl: LimeWire doda pliki, które ściągnąłeś od użytkowników P2P, do Twojej Publicznie Współużytkowanej listy.
ru: LimeWire добавит загружаемые файлы из P2P в ваш Публичный Список.

source: To see or modify files in your Public Shared list, go to
et: Et näha või muuta faile Avalikult Jagatud loendise, mine
fa: برای مشاهده یا تغییر فایل های خود در فهرست مشترک عمومی، به قسمت زیر مراجعه کنید:
gl: Para ver ou modificar ficheiros na súa listaxe pública compartida vaia a
he: בכדי לראות או לערוך קבצים ברשימת השיתוף הפומבית שלך, לך אל
hr: Za pregled ili modifikaciju datoteka u Javno Razmjenjivanoj Listi, idi na:
ku: Ji bo dîtin û guhertina pelên xwe yên di lîsteya Parvekirina Gelemperî de, here
lv: Lai apskatītu vai rediģētu failus, kas ir Tavā Publiski Koplietoto sarakstā, ej uz
nb: For å se eller redigere filene i din offentlig delte liste, gå til
pl: Aby zobaczyć lub zmodyfikować pliki w Twojej Publicznie Współużytkowanej liście, idź do
ru: Для просмотра или правки файлов в Публичном Списке, перейдите в

source: Shared files from your old version will continue to be shared with the world.
fa: فایل های مشترک نسخه قدیمی کماکان با دنیا تبادل می شود.
gl: Os ficheiros compartidos da versión anterior seguirán a seren compartidos na rede.
hr: Dijeljeni datotekovi sa stare verzije bit će opet dijeljeni sa svijetom.
ku: Pelên we yên parvekirî yên guhertoya kevin, wê parvekirinê bidomînin
lv: Koplietotie faili no vecās versijas turpinās tikt koplietoti ar pasauli.
nb: Delte filer fra din gamle versjon vil fortsatt bli delt med resten av verden.
pl: Współzielone pliki z twojej starszej wersji nadal będą dzielone ze światem
ru: Общие файлы из вашей старой версии все продолжат раздаваться.

source: {0} shared files from your previous version will continue to be shared with the world.
fa: {0} فایل مشترک نسخه قدیمی کماکان با دنیا تبادل می شود.
gl: {0} ficheiros compartidos da versión anterior seguirán a ser compartidos na rede.
hr: {0} Dijeljeni datotekovi sa stare verzije bit će opet dijeljeni sa svijetom.
ku: Pela {0} ku di guhertoya kevin de dihat parvekirin wê dîsa were parvekirin.
lv: {0} koplietoti faili no vecās versijas turpinās tikt koplietoti ar pasauli.
nb: {0} delte filer fra din gamle versjon vil fortsatt bli delt med resten av verden.
ru: {0} общие файлы из вашей предыдущей версии продолжат раздаваться.

source: You can edit your licenses from File > License
fa: شما می توانيد مجوز خود را از فايل> مجوز ويرايش کنيد
gl: Pode editar as licenzas en Ficheiro > Licenza
nb: Du kan endre lisensen din fra Fil > Lisens
ru: Вы можете редактировать вашу лицензию из Файл > Лицензия

source: Go back
da: Gå tilbage
es: Volver
et: Mine tagasi
fa: برگشت
fi: Palaa
fr: Aller à la page précédente
ga: Téigh siar
gl: Volver atrás
he: חזור אחורה
hr: Idi nazad
ku: Vegere paş
lv: Iet atpakaļ
nb: Gå tilbake
nl: Teruggaan
pl: Wróć
ru: Вернуться
sv: Gå tillbaka
tr: Geri dön

source: OK
cy: Iawn
es: De acuerdo
et: Olgu
fa: تأیید
ga: Tá go maith
gl: Aceptar
he: אישור
hr: U redu
ku: Çêbû
tr: Tamam

source: {0} is expired.
et: {0} on aegunud.
fa: {0} منقضی شده است.
gl: {0} xa caducou.
ku: {0} kevin bûye.
nb: {0} er utløpt.
pl: {0} wygasł.

source: Please contact {0}Customer Support{1} to resolve the situation.
fa: لطفاً برای حل اين مشکل با {0}پشتيبانی مشتری{1} تماس بگيريد.
gl: Contacte co {0}Soporte personalizado{1} para resolver a incidencia.
nb: Ta kontakt med {0}Kundeservice{1} for å løse situasjonen.

source: Feature
fa: قابليت
gl: Funcionalidade
ku: Taybetmendî
pl: Funkcja

source: Evaluating...
fa: در حال ارزيابی...
gl: A evaluar...
he: מבצע הערכה
ku: Tê valakriin...
lv: Novērtē...
nb: Vurderer...

source: {0} friends from other accounts
et: {0} sõppra teistelt kasutajatelt
fa: {0} دوست از حساب های دیگر
gl: {0} amigos doutras contas
he: {0} חברים משמות משתמשים אחרים
hr: {0} prijatelja sa ostalih računa
ku: {0} heval ji hesabên din
lv: {0} draugi no citiem kontiem
nb: {0} venner fra andre kontoer
pl: {0} znajomych z innych kont

source: &License...
fa: &مجوز...
gl: &Licenza...
ku: &Lîsans...
nb: &Lisens...

source: &FAQ
ar: الأسئلة الأكثر تكرار
bs: &Faktički postavljena pitanja (FAQ)
cy: Cwestiynau Cy&ffredin
da: &OSS
de: Häufig gestellte Fragen
es: Preguntas &frecuentes
et: KKK
fa: پرسش های متداول
fi: &VUKK
ga: &Ceisteanna Coiteanta
he: שאלות ותשובות שכיחות (&F)
hu: &GYIK
it: Domande &frequenti
ku: &PPP
lv: &BUJ
pt_br: Perguntas &freqüentes respondidas
sr: Čes&to postavljena pitanja (FAQ)
tr: &S.S.S
uk: Часті Питання

source: Please {0}contact support{1} to resolve the situation.
fa: برای حل اين مشکل، لطفاً با {0}پشتيبانی مشتری{1} تماس بگيريد
gl: {0}Contacte co soporte{1} para resolver a incidencia.
nb: Vennligst {0}kontakt brukerstøtte{1} for å løse situasjonen.

source: Time to Renew Your LimeWire
fa: زمان تجديد LimeWire شما
gl: É hora de renovar o LimeWire
nb: Tid for å fornye LimeWire

source: Your LimeWire subscription will be expiring shortly.
fa: دوره عضويت LimeWire شما به زودی منقضی می شود.
gl: A subscrición a LimeWire expirará en pouco tempo.
nb: Din Limewire abonnementet vil bli utløper snart.

source: Don't miss a thing - act now for special renewal pricing!
fa: يک چيز را فراموش نکنيد - هم اکنون برای مشاهده قيمتهای ويژه تجديد اقدام کنيد!
gl: Renove agora por un prezo especial
nb: Ikke gå glipp av noe - handle nå for spesielle fornyelse priser!

source: Renew Now
fa: اکنون تجديد کنيد
gl: Renovar agora
nb: Forny nå

source: Please contact {0}customer support{1} for more information.
fa: برای اطلاعات بيشتر لطفاً با {0}پشتيبانی مشتری{1} تماس بگيريد.
gl: Contacte co {0}Soporte personalizado{1} para obter máis información.
nb: Ta kontakt med {0}kundeservice{1} for mer informasjon.

source: Feature Type
fa: نوع قابليت
gl: Tipo de funcionalidade
nb: Type egenskap

source: It appears that all of your features have expired.
fa: ظاهراً تمام قابليت های شما منقضی شده است.
gl: Parece que todas as funcionalidades xa caducaron.
nb: Det virker som om alle funksjonene har utløpt.

source: It appears that some of your features have expired.
fa: ظاهراً تعدادی از قابليت های شما منقضی شده است.
gl: Parece que xa caducaron algunhas funcionalidades.
nb: Det ser ut til at noen av funksjonene har utløpt.

source: You can renew your features at your {0}user account{1} page.
fa: شما می توانيد قابليت های جديد خود را در صفحه {0}حساب کاربری{1} تجديد کنيد.
gl: Pode renovar as funcionalidades na páxina da {0}conta do usuario{1}
nb: Du kan fornye funksjonene på din {0}brukerkonto{1} side.

source: * One or more of your features is currently not supported.
fa: * يک يا تعدادی از قابليت های شما اکنون مورد پشتيبانی نيست.
gl: * Unha ou máis das funcionalidades xa non están soportadas.
nb: * En eller flere av funksjonene er foreløpig ikke støttet.

source: If you have any questions about your license, please contact {0}Customer Support{1}.
fa: اگر درباره مجوز خود سوالی داريد، لطفاً با {0}پشتيبانی مشتری{1} تماس بگيريد.
gl: Se ten algunha dúbida sobre a licenza contacte co {0}Soporte personalizado{1}.
nb: Hvis du har spørsmål om lisensen din, ta kontakt med {0}Kundeservice{1}.

source: This torrent contains files with the following extensions, which LimeWire is configured not to download: {0}.
gl: Este torrent contén ficheiros coas seguintes extensións (LimeWire está configurado para non descargar estas extensións): {0}.

source: LimeWire can allow other processes to make use of its services, like search and download, via a REST interface.
gl: LimeWire pode permitir que outros procesos fagan uso dos seus servizos, como procuras ou descargas, mediante a interface REST.

source: Enable local access to REST service
gl: Activar o acceso local ao servizo REST

source: Suggest smart searches
gl: Suxerir procuras intelixentes

source: Torrent Settings
gl: Axustes para torrents

source: Upload this torrent forever
gl: Enviar este torrent para sempre

source: Upload this torrent until either of the following:
gl: Enviar este torrent até:

source: Limit this torrent's download bandwidth
gl: Limitar a esta largura de banda a descarga de torrents

source: Limit this torrent's upload bandwidth
gl: Limitar a esta largura de banda o envío de torrents

source: {0} is "{1}"
gl: {0} é "{1}"

source: A file used to save your preferences was corrupted. LimeWire will use default values.
ar: الملف المستخدم لحفظ تفضيلاتك تالف. LimeWire سيقوم باستخدام قيم افتراضية.
bs: Datoteka koju ste koristili za pohranjivanje prioriteta bila je potkupljena. LimeWire će koristiti standardnu opciju.
cy: Mae ffeil sy'n cadw dy ddewisiadau wedi'i llygru. Mae LimeWire yn mynd i ddefnyddio yr opsiynau gwreiddiol.
de: Eine Datei, die zur Speicherung Ihrer Einstellungen verwendet wird, ist beschädigt. LimeWire kehrt zu den Voreinstellungen zurück.
hu: A be�ll�t�sokat t�rol� f�jl hib�s. A LimeWire visszat�r az alap�rtelmez�shez.
id: Berkas yg biasa digunakan untuk menyimpan pilihan anda rusak. LimeWire akan menggunakan nilai standar.
it: Un file usate per il salvataggio dell preferenze è danneggiato. Limewire userà i valori predefiniti.
sq: Skeda që ruante parapëlqimet tuaja u korruptua. LimeWire do të përdorë vlerat tipike.
uk: Файл, в якому зберігаються налаштування, пошкоджений. LimeWire бдуе використовавати значення за замовчуванням.

source: Loading bittorrent Management...
cy: Llwytho Rheolwr Bittorrent
de: Bittorrent Komponeneten werden geladen...
id: Memanggil pengatur bittorrent...
it: Caricamento Gestore bittorrent...
sq: Po Ngarkoj Menaxhimin e bittorrent...

source: Loading magnet Management...
de: Magnet Komponeneten werden geladen...
it: Caricamento Gestore magnet...
sq: Po Ngarkoj Menaxhimin e magnet...

source: Multiple File Information
ar: معلومات الملف المتعدد
cy: Gwybodaeth am sawl Ffeil
de: Mehr Datei Informationen
hu: Inf� t�bb f�jlr�
id: Informasi beberapa berkas
it: Informazione file multipli
sq: Informacion i Shumëfishtë
uk: Інформація по декільком файлам

source: Checking in...
ar: جاري الفحص...
cy: Mewngofnodi...
de: Überprüfe in...
hu: Bejelentkez�s...
id: Masuk...
it: Verifica...
sq: Po verifikohet...
uk: Реєструюсь...

source: bytes of
ar: بايت من
cy: Byte o
de: bytes von
hu: b�jt:
id: byte dari
it: byte di
sq: bajte nga
uk: байтів з

source: The description for this file is too short. Please enter at least {0} words.
ar: وصف هذا الملف قصير جداً. من فضلك ادخل على الأقل {0} كلمات.
de: Die Beschreibung für diese Datei ist zu kurz. Bitte schreiben sie mindestens {0} Wörter.
hu: A f�jl le�r�sa t�l r�vid. Legal�bb {0} sz�b�l kell �llnia.
id: Deskripsi berkas ini terlalu pendek. Masukkan paling sedikit {0} kata.
it: La descrizione per questo file è troppo corta. Inserire almeno {0} parole.
sq: Përshkrimi i kësaj skede është shumë i shkurtër. Ju lutemi shkruani të paktën {0} fjalë.
uk: Опис файлу занадто короткий. Будь ласка, введіть хоча б {0} слів.

source: Open .&torrent
ar: فتح .تورنت
de: Öffnen .torrent
hu: .&torrent f�jl megnyit�sa
it: Apri .&torrent
sq: Hap .&torrent

source: Download .torrent file from the web
ar: تنزيل ملف .تورنت من الويب
de: Lädt eine .torrent Datei vom Internet herunter
hu: .torrent f�jl let�lt�se a webr�
it: Scarica un file .torrent dal web
sq: Shkarko një skedë .torrent nga rrjeti

source: Paste from Clipboard
de: Aus der Zwischenablage kopieren
it: Copia dagli Appunti
sq: Ngjite nga Fushëkapja

source: Your search must be at least three characters long to avoid too many meaningless results.
de: Der Suchbegriff muss mindestens 3 Buchstaben lang sein, sonst gäbe es zu viele Suchergebnisse.
it: La tua ricerca deve essere almeno lunga tre caratteri per evitare troppi risultati senza senso.
sq: Kërkimi juaj duhet të jetë të paktën tre gërma i gjatë, që të shmangen rezultatet pa kuptim.

source: LimeWire was unable to create your settings directory and is using a temporary directory. Your settings may be deleted when you close LimeWire.
cy: Roedd LimeWire yn methu creu dy ffeil dewisiadau ac yn defnyddio ffeil dros dro. Efallai fydd dy ddewisiadau yn cael eu colli pan mae LimeWire yn cau.
de: LimeWire war nicht in der Lage, das Verzeichniss für die Einstellunngen zu erstellen und benutzt ein temporäres Verzeichnissen. Die Einstellungen können deshalb nach Schließen von LimeWire verloren gehen.

source: LimeWire could not create a temporary preferences directory. This is generally caused by a lack of permissions. Please make sure that LimeWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.limewire.com and click the 'Support' link. LimeWire will now exit. Thank You.
cy: Mae LimeWire yn methu creu ffeil opsiynau dros dro.\n \n Mae'r broblem yma yw oherwydd diffyg caniatad. Sicrhau bod LimeWire (a thithau) yn gallu cael gafael ar y ffeiliau/ffolderi ar dy gyfrifiadur. Os mae'r problem yn parhau, edrych ar www.limewire.com a chlicia'r linc 'Support'.\n \n Mae LimeWire yn gadael yn awr. Diolch.
de: LimeWire konnte kein tämporäres Verzeichnis erstellen. Diese Fehlermeldung erscheint wenn keine Genbehmigung hat um auf den Ordner zuzugreifen. Bitte überprüfen sie ob LimeWire bzw. sie über die Berechtigung verfügen Ordner zu erstellen. Wenn das Problem weiterhin besteht besuchen sie bitte www.limewire.com und klicken auf den link 'Support'. LimeWire wird sich nun beenden. Vielen Dank.
it: LimeWire non ha potuto creare una cartelle temporanea per le preferenze. Questo è generalmente causato da una mancanza di permesso. Si prega di essere sicuri di avere accesso ai file e alle cartelle del tuo computer. Se il problema persiste, visita www.limewire.com e clicca il collegamento 'Support'. LimeWire non si interromperà. Grazie.
sq: LimeWire nuk mundi të krijojë një direktori të përkoshme të parapëlqimeve. Kjo zakonisht shkaktohet nga mungesa e lejeve. Ju lutemi sigurohuni që LimeWire (dhe ju) të keni leje të krijoni skedat/dosjet në kompjuter. Nëse problemi përsëritet, ju lutemi vizitoni www.limewire.com dhe klikoni linkun 'Support'. Limewire tani do të mbyllet. Faleminderit.

source: Scan for Files
ar: بحث عن الملفات
bs: Skenirajte datoteke
cy: Sganio am Ffeiliau
de: Dateisuche
hu: F�jlok keres�se
id: Pemindaian berkas
it: Scansione file
sq: Skanoni për Skeda
uk: Шукати файли

source: Choose Language:
ar: اختر اللغة:
cy: Dewis Iaith:
de: Die Sprache wählen:
hu: V�lassz egy nyelvet:
id: Pilih bahasa:
it: Scegli la lingua:
sq: Gjuha:
uk: Оберіть мову:

source: LimeWire is unable to find a license for this file. Download anyway? Please note: LimeWire cannot monitor or control the content of the Gnutella network. Please respect your local copyright laws.
ar: LimeWire غير قادر على إيجاد الرخصة لهذا الملف. تنزيل على أية حال? من فضلك ملاحظة: LimeWire لايستطيع متابعة أو التحكم في محتوى شبكة Gnutella. من فضلك نرجو مراعاة أنظمة حقوق الطبع المحلية.
bs: LimeWire je nemoćan da pronađe licencu za ovu datoteku. Download u svakom slučaju? Molim pribilježi: LimeWire ne može nadgledati ili kontrolisati sadržaj Gnutela mreže. Molim da poštujete vaš lokalni zakon kopiranja.
de: LimeWire kann die Lizenz für diese Datei nicht finden. Trotzdem herunterloaden? Bitte beachten Sie: LimeWire kann die Inhalte des Gnutella-Netzwerkes nicht überwachen oder kontrollieren. Beachten Sie bitte die lokalen Urheberrechtsbestimmungen.
hu: A LimeWire nem tal�lt licenszt a f�jl sz�m�ra. Ennek ellen�re let�ltse? Vedd figyelembe: a LimeWire nem tudja ellen�rizni a Gnutella h�l�zat tartalm�t. Tartsd tiszteletben a helyi szerz�i jogi t�rv�nyeket.
it: Limewire non è in grado di trovare una licenza per il file. Vuoi scaricarlo comunque ? Nota: LimeWire non può monitorare o controllare il contenuto della rete Gnutella. Rispetta le leggi e i copyright locali.
sq: LimeWire nuk arrin të gjejë licensën e skedës! Gjithsesi, a doni të shkarkoni? Ju lutemi, vëreni: LimeWire nuk mund të monitorojë ose kontrollojë përmbajtjen e rrjetit Gnutella. Ju lutemi respektoni ligjet lokale mbi të drejtat e autorësisë.
uk: LimeWire не може знайти ліцензію на цей файл. Продовжувати все одно? Зважте, що LimeWire не може контролювати зміст мережі Gnutella. Будь ласка, поважайте авторське право.

source: QRP (%)
de: QRP (%/Größe)
fi: QRP (%/koko)
it: QRP (%/dimensione)
pl: QRP (%/rozmiar)

source: You are sharing {0} files
ar: عدد الملفات التي تشاركها. {0} ملفات
bs: Broj datoteka koje ste razmjenili. {0} datoteke
de: Gesamtzahl freigegebener Dateien: {0}
hu: Megosztva: {0} f�jl
it: File condivisi. {0} file
sq: Ju po shpërndani {0} skeda
uk: Ви ділитесь {0} файл(и)

source: . The file is corrupt.
ar: الملف تالف.
bs: . Datoteka je korumpirana
de: . Die Datei ist beschädigt.
hu: A f�jl hib�s.
it: . Il file è danneggiato.
sq: . Skeda është e korruptuar.
uk: Файл пошкоджено

source: . The file cannot be parsed.
ar: الملف لايمكن تعريبه
bs: . Datoteka ne može biti rasčlanjena
de: . Die Datei kann nicht analysiert werden.
hu: . A f�jl �rtelmezhetetlen.
it: . Il file non può essere analizzato.
sq: . Skeda nuk mund të analizohet.
uk: . Файл не може бути проаналізовано.

source: LimeWire cannot play the file {0}. {1}
de: LimeWire konnte die Datei "{0}" nicht abspielen.

source: English
de: Englisch

source: You have some songs in the playlist. Would you like to clear them and start a new playlist?
de: Sie haben eine Song in der Wiedergabeliste. Wollen sie ihn löschen und eine neue Wiedergabeliste erstellen?
it: Hai alcune canzoni nella tua lista. Vuoi rimuovere i file e iniziare una nuova lista?
sq: Ju keni disa këngë në listë. A doni t'i pastroni ato dhe të nisni një listë të re?

source: You can choose whether or not LimeWire should manage your Bittorrent protocol settings. It is highly recommended that LimeWire manage these settings. Invalid or inappropriate values may cause severe performance and/or memory problems.
cy: Ti'n gallu dewis i LimeWire rheoli dy drefniadau protocol Bittorrent neu beidio. Mae'n well syniad bod LimeWire yn rheoli'r dewisiadau yma. Mae gwerthoedd amhriodol neu anghywir yn gallu achosi problemau difrifol a/neu broblemau cof.
de: Einstellungen für das BitTorrent Protokoll
hu: Kiv�laszthatod, hogy a LimeWire kezelje-e a BitTorrent protokoll be�ll�t�sait. Er�sen aj�nlott, hogy a LimeWire tegye ezt. �rv�nytelen vagy nem megfelel� �rt�kek komoly teljes�tm�nybeli �s mem�riahaszn�lati gondokat okozhatnak.
id: Anda dapat memilih apakah LimeWire harus mengatur pengaturan protokol Bittorrent Anda atau tidak. Sangat disarankan bahwa LimeWire mengatur pengaturan ini.
it: Puoi scegliere se LimeWire deve gestire le impostazioni del protocollo Bittorrent. E' fortemente raccomandato lasciare la gestione a LimeWire. Valori invalidi o inappropriati possono causare gravi problemi di prestazioni o memoria.
sq: Ju mund të zgjidhni nëse LimeWire do të menaxhojë kuadrot e protokollit të BitTorrentit tuaj. Rekomandohet me të fortë që LimeWire t'i menaxhojë këta kuadro. Vlera invalide ose të paduhura mund të shkaktojnë probleme të rënda në rendiment dhe/ose memorie.

source: Torrents
ku: Torrent
pl: Torrenty

source: &Tech Support
ku: &Piştgiriya teknîk

source: ...and more...
ku: ..û zêdetir...

source: Attaching LWS Listeners...
cy: Ategu Gwrandawyr LWS...

source: T1
cy: TI

source: &Browser
cy: Porwr

source: KB/s
ar: ك.ب/ث
cy: KB/eil
fi: Kt/s
fr: Kio/s
id: KB/detik
uk: Kб/с

source: KB
ar: ك.ب
fi: Kt
fr: Kio
uk: Kб

source: MB
ar: ميجا بايت
fi: Mt
fr: Mio
uk: Mб

source: GB
ar: جيجا بايت
fi: Gt
fr: Gio
uk: Gб

source: TB
ar: تيرا بايت
fi: Tt
fr: Tio
uk: Tб

source: This file is not shareable
da: Den fil kan ikke deles
es: Este archivo no se puede compartir
fi: Tämä tiedosto ei ole kelvollinen jaettavaksi.
fr: Ce fichier n'est pas partageable
ga: Ní féidir an comhad seo a chomhroinnt
nl: Dit bestand is niet deelbaar
sv: Denna fil ar inte delbar.
tr: Bu dosya paylaşılamaz

source: DHT Peer Locator
da: DHT Peer lokalisering
es: Localizador de iguales DHT
fi: DHT-palvelimien paikannin
fr: Lieu du pair DHT
ga: Aimsitheoir Comhghleacaí DHT
nl: DHT-peerlokalisator
tr: DHT Eş Bulucu

source: DHT Peer Publisher
es: Editor de pares DHT
fi: DHT-palvelimien julkaisija
fr: Emetteur du pair DHT
ga: Foilsitheoir Comhghleacaí DHT
nl: DHT-peerpubliceerder
tr: DHT Eş Yayınlayıcı

source: Session Statistics
da: Sessions Statistik
es: Estadisticas de Sesión
fi: Istuntotilastot
fr: Statistiques de la session
ga: Staidreamh an Dreasa
nl: Sessiestatistieken
sv: Sessions Statistik
tr: Oturum İstatistikleri
