Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can sort your search results by clicking on a column. The most useful column to sort by is the '#' column, which can put the results that have the highest chance of downloading at the top of the list.
cy: Ti'n gallu trefnu dy ganlyniadau chwilio trwy glicio ar golofn. Y peth gorau yw i drefnu wrth y golofn '#', sydd yn rhoi'r canlyniadau sydd a'r cyfle gorau o lwytho i lawr ar ben y rhestr.
el: Μπορείτε να ταξινομήσετε τα αποτελέσματα κάνοντας κλικ πάνω σε μια στήλη. Η πιο χρήσιμη στήλη για ταξινόμηση είναι η «#», η οποία μπορεί να ταξινομεί τα αποτελέσματα σύμφωνα με την υψηλότερη πιθανότητα επιτυχούς λήψης.
ja: 結果テーブルのコラム・ヘッダー（列ラベル）をクリックすることによって結果を昇順・降順に並び替えることができます。「数」コラムで並び替えることによってダウンロードの成功率の高い検索結果をリストの上に表示します。
nn: Du kan sortere dine søkeresultater ved å trykke på en kolonne. Den mest brukbare kolonnen til og sortere med er '#' kolonnen, som kan putte resultatene som har høyest sjangse til og nedlaste på toppen av listen.
pt: Pode ordenar os resultados da sua pesquisa clicando numa coluna. A coluna mais útil para ordenar é a coluna '#', que pode mostrar os resultados que têm maior probabilidade de terminarem no topo da lista.
pt_br: Você pode ordenar os resultados da sua busca clicando numa coluna. A coluna mais útil para ordenar é a '#', que pode colocar os resultados com maior chance de download no topo da lista.
sk: Môžete triediť Vaše výsledky vyhľadávania kliknutím na stĺpec. Najužitočnejší stĺpec na triedenie je "#" stĺpec, ktoré môžu určiť výsledky s najvyššou šancou na stiahnutie na vrch zoznamu.

source: The more stars a search result has, the better the chances of the download completing successfully. Four blue stars signal 'Ethernet' speed and have the greatest chance of completing successfully.
el: Όσα περισσότερα αστέρια έχει κάποιο αποτέλεσμα έρευνας, τόσο μεγαλύτερη είναι η πιθανότητα επιτυχούς λήψης του! Τέσσερα μπλε αστέρια είναι ένδειξη ταχύτητας «Ethernet» και έχουν τη μεγαλύτερη πιθανότητα επιτυχούς λήψης.
ja: 星マークの多い検索結果の方がダウンロード成功率が高いです。４つ星がダウンロード成功率が一番高いです。
pt_br: Quanto mais estrelas um download possui, mais chances você terá de completá-lo. 4 estrelas significam uma velocidade de 'Ethernet' e tem maior chance de conclusão.
sk: Ak má výsledok vyhľadávania viac hviezdičiek, šance na dokončenie sťahovania sú vyššie. Štyri modré hviezdičky značia rýchlosť "Ethernet" a majú najvyššiu šancu na úspešné dokončenie.

source: To find out how many times someone has uploaded a file from you, choose the <font color="1E8E44">Library</font> tab and look at the <font color="1E8E44">Uploads</font> column. The information is listed as 'X / Y', where 'Y' is the number of people who have attempted to upload that file, and 'X' is the number of people who have successfully uploaded it.
el: Για να δείτε πόσες φορές έχει αποσταλεί σε κάποιον ένα αρχείο, επιλέξτε την καρτέλα <font color="1E8E44">«Βιβλιοθήκη»</font> και εξετάστε τη στήλη <font color="1E8E44">«Αποστολές»</font>. Η πληροφορία παρουσιάζεται με τη μορφή «Χ/Υ», όπου «Υ» είναι ο αριθμός των ατόμων που έχουν προσπαθήσει να λάβουν το αρχείο και «Χ» ο αριθμός των ατόμων που το πέτυχαν.
ja: <font color="1E8E44">Library</font> を選択し<font color="1E8E44">Uploads</font>を見ることにより、あなたのファイルがどのくらいアップロードされたか確認することができます。情報は'X / Y'と表示されます。'Y' はあなたのファイルのアップロードを試みた人の人数、 'X' はアップロードを完了させた人の人数です。
pt_br: Para saber quantas vezes um arquivo foi baixado de você, escolha a guia <font color="1E8E44">Biblioteca</font> e olhe na coluna <font color="1E8E44">Uploads</font>. A informação é listada como "X / Y", sendo "Y" o número de pessoas que tentaram baixar o arquivo, e "X" o número de pessoas que baixaram o arquivo com sucesso.
sk: Aby ste zistili, koľko krát sa uploadol Váš súbor, zvoľte si záložku <font color="1E8E44">Knižnica</font> a pozrite si stľpec <font color="1E8E44">Uploady</font>Informácia je zobrazená ako "X / Y", kde "Y" je množstvo ľudí, ktorí sa pokúsili stiahnuť Váš súbor a "X" je množstvo ľudí, ktorí si ho aj kompletne stiahli.

source: Curious how many people are searching for your files? The <font color="1E8E44">Hits</font> column in the <font color="1E8E44">Library</font> tab counts how many times LimeWire has returned a result from someone searching for that file.
el: Έχετε περιέργεια να δείτε πόσοι χρήστες αναζητούν τα αρχεία που διαθέτετε; Η στήλη <font color="1E8E44">«Ευρήματα»</font> στην καρτέλα <font color="1E8E44">«Βιβλιοθήκη»</font> μετράει πόσες φορές έχει αποσταλεί σαν αποτέλεσμα αναζήτησης το κάθε αρχείο.
ja: 何人の人達があなたのファイルを探しているか知りたくないですか？ <font color="1E8E44">Library</font>タブの中の<font color="1E8E44">Hits</font> で何回あなたのファイルが検索されたか確認することが出来ます。
pt_br: Curioso por saber quantas estão procurando por seus arquivos? A coluna <font color="1E8E44">Acessos</font> na guia <font color="1E8E44">Biblioteca</font> conta quantas vezes o LimeWire respondeu à pesquisa de alguém pelo arquivo.
sk: Ste zvedavý, koľko ľudí vyhľadáva Vaše súbory? Stľpec <font color="1E8E44">Prístupy</font> v záložke <font color="1E8E44">Knižnica</font> počíta, koľko krát LimeWire vrátil výsledky hľadajúc Váš súbor.

source: It helps the network if you keep your LimeWire running; other users will connect to the network easier and searches will perform better.
el: Το να αφήσετε το LimeWire να λειτουργεί βοηθάει πολύ το δίκτυο. Οι άλλοι θα μπορούν να συνδεθούν ευκολότερα στο δίκτυο και οι αναζητήσεις θα διεκπεραιώνονται καλύτερα.
ja: あなたがLimeWireに接続し続けることにより他のユーザーが使用しやすくなります。
pt_br: Mantendo o LimeWire rodando você ajuda a rede; outros usuários vão se conectar à rede com mais facilidade e as buscas vão apresentar melhores resultados.
sk: Sieti pomôžete, ak LimeWire nechátespustený; ostatní užívatelia sa do siete pripoja jednoduchšie a vyhľadávanie bude pracovať lepšie.

source: When LimeWire says your download is <font color="1E8E44">Waiting In Line</font>, the source you are downloading from is temporarily busy and has queued your download. In order to successfully complete your download, wait while your request advances in line and is eventually serviced.
el: Όταν το LimeWire αναφέρει πως η λήψη σας βρίσκεται σε <font color="1E8E44">«Αναμονή στη σειρά»</font>, αυτό σημαίνει πως ο κόμβος από τον οποίο κάνετε λήψη είναι προσωρινά απασχολημένος κι έχει βάλει σε ουρά την αίτησή σας. Για να ολοκληρωθεί με επιτυχία η λήψη σας, θα πρέπει να περιμένετε ώσπου η προτεραιότητα του αιτήματός σας αυξηθεί και εξυπηρετηθεί.
ja: <font color="1E8E44">Waiting In Line</font>と表示された場合、根源が一時的に混み合っているため順番待ちをしなくてはなりません。
pt_br: Quando o LimeWire diz que seu Download está <font color="1E8E44">Na Fila</font>, a fonte de onde você está baixando está temporariamente ocupada, e colocou seu download em espera. Para completar com sucesso seu download, espere enquanto sua requisição avança na fila e é eventualmente iniciada.
sk: Ak LimeWire oznámi, že downloady <font color="1E8E44">Čakajú v rade</font>, zdoje z ktorých sťahujete sú dočasne zaneprázdnené a sťahovaný súbor je v poradí. Aby ste úspešne dokončili sťahovanie súboru, počkajte až Vaša požiadavka postúpi v rade a prípadne bude obslúžená.

source: If you need more help, visit <a href="{0}">our message boards</a> to see if others have already answered your question. You can also review the <a href="{1}">FAQ</a> for answers to commonly asked questions or the <a href="{2}">User Guide</a> for more information.
el: Αν χρειάζεστε περισσότερη βοήθεια, επισκεφθείτε τους<a href="{0}">πίνακες μηνυμάτων</a> μας και δείτε αν κάποιος έχει ήδη απαντήσει στο ερώτημά σας. Μπορείτε επίσης να ρίξετε μια ματιά στις <a href="{1}">συχνές ερωτήσεις</a> για απαντήσεις σε συνηθισμένα ερωτήματα, ή στον <a href="{2}">Οδηγό χρήσης</a>. για περισσότερες πληροφορίες. Το περιεχόμενο όλων των παραπάνω δεσμών είναι στα αγγλικά.
ja: 困ったら<a href="{0}">our message boards</a>を参照してみてください。誰かがすでにあなたの質問を解消してくれているかもしれません。また<a href="{1}">FAQ</a>でよくある質問、<a href="{2}">User Guide</a>でより多くの情報が得られます。
pt_br: Se você precisa de mais ajuda, visite <a href="{0}">nossos quadros de mensagens</a> para ver se outros já responderam sua pergunta. Você também pode rever a <a href="{1}">FAQ</a> para respostas as perguntas comumente feitas ou o <a href="{2}">Guia de Usuário</a> para mais informações.
sk: Pre viac pomoci, navštívte <a href="{0}">našu nástenku</a>, aby ste zistili, či ostatní už nezodpovedali na Vašu otázku. Takisto si môžete prezrieť<a href="{1}">FAQ</a> na zodpovedanie najčastejšie kladených otázok alebo pre viac informácii <a href="{2}">Návod pre užívateľa</a>.

source: You can resume an accidental cancel of a download by clicking the <font color="1E8E44">Library</font> tab, then selecting <font color="1E8E44">Incomplete</font> folder. Then highlight the filename and click <font color="1E8E44">Resume</font>. LimeWire automatically searches for that file and begins downloading it again.
el: Μπορείτε να συνεχίσετε μια ακυρωμένη κατά λάθος λήψη αρχείου, κάνοντας κλικ στην καρτέλα <font color="1E8E44">«Βιβλιοθήκη»</font>, και επιλέγοντας τον κατάλογο <font color="1E8E44">«Ημιτελή αρχεία»</font>. Κατόπιν επιλέξτε το όνομα του αρχείου και κάντε κλικ στο <font color="1E8E44">«Συνέχιση»</font>. Το LimeWire θα αναζητήσει το αρχείο και θα αρχίσει τη λήψη αυτόματα.
ja: ダウンロードの再開は<font color="1E8E44">ライブラリ</font> タブから<font color="1E8E44">Incomplete</font> フォルダを選択してください。 ファイル名を選択し<font color="1E8E44">再開</font>ボタンを押してください。 自動的に再開します。
pt_br: Você pode continuar um download acidentalmente cancelado clicando na guia <font color="1E8E44">Biblioteca</font>, e então selecionando a pasta <font color="1E8E44">incompletos</font>. Então selecione o nome do arquivo e clique em <font color="1E8E44">Continuar</font>. LimeWire automaticamente procura por esse arquivo e começa o download novamente.
sk: Náhodné zrušenie sťahovania môžete obnoviť kliknutím na záložku <font color="1E8E44">Knižnica</font>, označením súboru <font color="1E8E44">Nedokončené súbory</font>. Potom vyznačte názov súboru a kliknite <font color="1E8E44">Obnoviť</font>. LimeWire automaticky vyhľadá súbor a začne ho opäť sťahovať.

source: If you have any tips on using LimeWire, add it to <a href="{0}">the wiki</a> and it may make it into a future tip of the day.
el: Αν έχετε να δώσετε μια συμβουλή για την αποτελεσματική χρήση του LimeWire, προσθέστε την στη σελίδα <a href="{0}">wiki</a> και μπορεί να προστεθεί στο μέλλον σαν «Συμβουλή της ημέρας».
ja: LimeWireを使う上であなたの裏技・テクニックがあれば<a href="{0}">the wiki</a>へ教えてください。未来のその日の耳寄り情報になるかも!?
pt_br: Se você tem qualquer dica de utilização para o LimeWire, adicione ela na <a href="{0}"> A wiki</a> e ela pode se tornar numa futura Dica do Dia.
sk: Ak máte nejaké tipy ako používať LimeWire, pridajte ho do <a href="{0}">wiki</a> a môže sa stať budúcim tipm dňa.

source: You can restart downloads that say <font color="1E8E44">Awaiting Sources</font> by searching for that file again. LimeWire will automatically restart the download if it finds any matching results.
el: Μπορείτε να επανεκκινήσετε λήψεις που αναφέρουν <font color="1E8E44">«Αναμονή για πηγές»</font> επαναλαμβάνοντας την αναζήτηση για το συγκεκριμένο αρχείο. Το LimeWire θα επανεκκινήσει αυτόματα τη λήψη αν βρει αποτελέσματα που ταιριάζουν.
ja: ダウンロードを再開する場合 <font color="1E8E44">Awaiting Sources</font>からファイルを再検索してください。発見次第、自動的にダウンロードされます。
pt_br: Você pode reiniciar transferências que dizem <font color="1E8E44">Aguardando fontes</font> procurando por aquele arquivo novamente. O LimeWire vai reiniciar a transferência se encontrar algum resultado na busca.
sk: Reštartovať môžete downloady, ktoré oznamujú <font color="1E8E44">Očakávané zdroje</font> vyhľadaním si znovu tohto súboru. Ak LimeWire nájde zhodné výsledky, automaticky reštartuje download.

source: Post feature suggestions on LimeWire's <a href="{0}">message boards</a> and it may be added to future versions.
el: Προτείνετε κάποιο χαρακτηριστικό στους <a href="{0}">πίνακες μηνυμάτων</a> του LimeWire και ίσως προστεθεί σε κάποια μελλοντική έκδοση.
ja: LimeWireに要望がある場合、<a href="{0}">メッセージボード</a> に書き込んでください。次のバージョンに取り入れるかもしれません。
pt_br: Poste sugestões no <a href="{0}">fórum</a> do LimeWire e estas poderão ser adicionadas em versões futuras.
sk: Pošlite návrhy funkcii na <a href="{0}">nástenku</a> LimeWire a neskôr môže byť pridaná do budúcich verzii.

source: Visit <a href="{0}">LimeWire's website</a> for detailed information about how skins are created.
el: Επισκεφθείτε τον <a href="{0}">ιστότοπο</a> του LimeWire για λεπτομερείς οδηγίες πάνω στη δημιουργία εμφανίσεων.
ja: <a href="{0}">LimeWire's website</a> でスキンの創作情報の詳細が参照できます。
pt_br: Visite <a href="{0}">o site do LimeWire</a> para mais informações sobre como os skins são criados.
sk: Navštívte <a href="{0}">stránku LimeWire</a> pre detailnejšie informácie o tom ako sa vytvárajú skiny.

source: Do you want to be part of LimeWire's development? Visit <a href="{0}">LimeWire's Open Source website</a>.
el: Θέλετε να λάβετε μέρος στην ανάπτυξη του LimeWire; Επισκεφθείτε τον ιστότοπο <a href="{0}">ανοιχτού κώδικα του LimeWire</a>.
ja: LimeWireの開発者の一員になりたい？ <a href="{0}">LimeWire's Open Source website</a>
pt_br: Você que fazer parte do desenvolvimento do LimeWire? Visite o<a href="{0}">site do código aberto do LimeWire</a>.
sk: Chcete byť súčasťou vývoja LimeWire? Navštívte <a href="{0}">web stránku otvoreného kódu LimeWire</a>.

source: You can preview downloading files to make sure they are what you expect; select the download and click <font color="1E8E44">Preview</font>.
el: Μπορείτε να κάνετε προεπισκόπηση στις λήψεις αρχείων για να είστε σίγουροι πως είναι αυτό που αναζητούσατε. Απλά επιλέξτε τη λήψη που θέλετε και κάντε κλικ στο κουμπί <font color="1E8E44">«Προεπισκόπηση»</font>.
ja: ダウンロード選択後<font color="1E8E44">Preview</font>からあなたが欲しい物かどうかプレビューすることが出来ます。
pt_br: Você pode pré-visualizar as transferências em andamento para ter certeza de que são aquilo que você quer; selecione a transferência e clique em <font color="1E8E44">Pré-visualizar</font>.
sk: Môžete zhliadnuť sťahované súbory, aby ste sa uistili, že to sú tie, ktoré očakávate; označte download a kliknite na <font color="1E8E44">Náhľad</font>.

source: Curious what hosts LimeWire is connecting or connected to you? Select <font color="1E8E44">View</font> &gt; <font color="1E8E44">Show/Hide</font>, <font color="1E8E44">Connections</font> to take a look at LimeWire's connections.
el: Έχετε περιέργεια να δείτε τους κόμβους όπου έχει συνδεθεί ή που έχουν συνδεθεί με το LimeWire; Επιλέξτε <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Εμφάνιση/Απόκρυψη»</font>, <font color="1E8E44">«Συνδέσεις»</font> και δείτε τις συνδέσεις του LimeWire.
ja: ホストとあなたがなぜ接続しているか、また接続されたか知りたい？<font color="1E8E44">参照</font> を選択し、 &gt; <font color="1E8E44">見せる/隠す</font>, <font color="1E8E44">接続</font> で参照できます。
pt_br: Tem curiosidade em saber quais os hosts LimeWire está se conectando ou os que estão conectados a voce? Selecione <font color="1E8E44">Visualizar</font> &gt; <font color="1E8E44">Exibir/Ocultar</font>, <font color="1E8E44">Conexões</font> para dar uma olhada nas conexões do LimeWire.
sk: Ste zvedavý, k akým hostom sa LimeWire pripája alebo aký sa pripájajú k Vám? Označte <font color="1E8E44">Zobraziť</font> &gt; <font color="1E8E44">Zobraziť/Skryť</font>, <font color="1E8E44">Pripojenia</font>, aby ste sa pozreli na pripojenia LimeWire.

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> to see what you can do to help.
el: Έχετε πάθος με τα δικαιώματα ψηφιακού περιεχομένου; Επισκεφθείτε το <a href="{0}">Electronic Frontier Foundation</a> και ανακαλύψτε πώς μπορείτε να βοηθήσετε.
pt_br: Em dúvida sobre direitos autorais digitais? Visite o site da<a href="{0}">Electronic Frontier Foundation</a> para ver o que você pode fazer para ajudar.
sk: Zaujímajú Vás digitálne práva? Navštívte <a href="{0}">Electronic Frontier Foundation</a>, aby ste videli, čo môžete spraviť, aby ste pomohli.

source: LimeWire is translated into many different languages including French, German, Greek, Italian, and many more. Visit LimeWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts.
el: Το LimeWire έχει μεταφραστεί σε πολλές διαφορετικές γλώσσες, όπως τα γαλλικά, τα γερμανικά , τα ιταλικά, τα ιαπωνικά, τα κινέζικα και άλλες. Επισκεφθείτε τη <a href="{0}">σελίδα διεθνοποίησης</a> του LimeWire για πληροφορίες πάνω στο πώς μπορείτε να βοηθήσετε στις προσπάθειες μετάφρασης!
ja: LimeWireはフランス語、ドイツ語、ギリシャ語、イタリア語などの多くの言語で翻訳されています。翻訳に協力したい場合<a href="{0}">internationalization page</a>からインフォメーションへ。
pt_br: O LimeWIre foi traduzido para vários idiomas incluindo Francês, Alemão, Grego, Italiano e muitos outros. Visite a página de <a href="{0}">internacionalização</a> para informações em como ajudar nas traduções.
sk: LimeWire je preložený do mnoha rôznych jazykov vrátane francúzštiny, nemčiny, gréčtiny, taliančiny a mnohých ďaľších. Navštívte <a href="{0}">medzinárodnú stránku</a> LimeWire, aby ste získali informácie, ako môžete pomôcť s prekladom.

source: Do you want to sport the LimeWire look? Visit our <a href="{0}">LimeWire gear</a> page and purchase a T-shirt or hat.
el: Υιοθετήστε την εμφάνιση του LimeWire! Επισκεφθείτε τη σελίδα <a href="{0}">ειδών LimeWire </a> και αγοράστε ένα μπλουζάκι ή καπέλο.
pt_br: Você quer um look estilo LimeWire? Visite nossa <a href="{0}">Loja LimeWire</a> e compre uma camiseta ou chapéu.
sk: Chcete športovať s LimeWire? Navštívte našu <a href="{0}">LimeWire gear</a> stránku a kúpte si tričko alebo čiapku.

source: You can do an audio genre search?<br>Click on the <font color="1E8E44">Audio</font> metadata search window, choose a genre from the drop-down box and then press <font color="1E8E44">Search</font>. Most, if not all, of the files returned will be from the selected genre.
el: Δοκιμάστε μια αναζήτηση αρχείων ήχου με βάση το είδος.<br>Κάντε κλικ στα δεδομένα meta της καρτέλας αναζήτησης <font color="1E8E44">«Ήχος»</font>, επιλέξτε ένα είδος από το πλαίσιο και κάνοντας δεξί ή ctrl- κλικ (ανάλογα με το σύστημά σας) επιλέξτε <font color="1E8E44">«Αναζήτηση»</font>. Τα περισσότερα, αν όχι όλα, αποτελέσματα θα είναι του συγκεκριμένου είδους.
pt_br: Se você pode fazer uma busca por gênero?<br>Clique na janela de busca em metadata <font color="1E8E44">Áudio</font>, escolha um gênero da caixa de listagem e pressione o botão <font color="1E8E44">Busca</font>. A maioria ou quase todos os arquivos do gênero selecionado serão exibidos.
sk: Chcete vyhľadávať podľa hudobného žánru?<br> Kliknite na vyhľadávacie okno <font color="1E8E44">Audio</font>, zvoľte si žáner s rolovacieho menu a potom stlačte <font color="1E8E44">Hľadať</font>. Väčšina, ak nie všetky súbory budú zvoleného žánru.

source: Try a <font color="1E8E44">What's New</font> search and see what's recently been added to the Gnutella network.
el: Δοκιμάστε να κάνετε αναζήτηση χρησιμοποιώντας το <font color="1E8E44">«Τι νέο υπάρχει;»</font> και δείτε τι αρχεία έχουν πρόσφατα προστεθεί στο δίκτυο Gnutella.
ja: <font color="1E8E44">What's New</font> から最近のグヌーテラネットワークの更新情報が閲覧できます。
pt_br: Tente uma busca em <font color="1E8E44">Novidades</font> e veja o que foi recentemente adicionado à rede Gnutella.
sk: Vyskúšajte vyhľadávanie pomocou záložky <font color="1E8E44">What's New</font> a uvidíte, čo bolo naposledy pridané na sieť Gnutella.

source: Wondering how to avoid a bombardment of nonsense search results? Select the search result and then click the <font color="1E8E44">Junk</font> button. As you mark search results as <font color="1E8E44">Junk</font> or <font color="1E8E44">Not Junk</font>, LimeWire learns what to block and what not to block. After a short training period, LimeWire automatically blocks most junk results.
el: Βομβαρδίζεστε με αποτελέσματα που δε βγάζουν νόημα; Επιλέξτε το αποτέλεσμα και μετά κάντε κλικ στο κουμπί <font color="1E8E44">«Ανεπιθύμητα»</font>. Καθώς σημειώνετε αποτελέσματα ως <font color="1E8E44">«Ανεπιθύμητα»</font> ή <font color="1E8E44">«Μη ανεπιθύμητα»</font> το LimeWire μαθαίνει τι πρέπει να εμποδίζει και τι όχι. Μετά από λίγο το LimeWire θα εμποδίζει αυτόματα τα περισσότερα ανεπιθύμητα αποτελέσματα.
ja: どうすれば検索したい結果以外の結果を避けられる? 不要な検索結果を選択し<font color="1E8E44">ジャンク</font> ボタンを押してください。 あなたが選択したものを<font color="1E8E44">ジャンク</font> か <font color="1E8E44">ジャンクでない</font> として分け、 LimeWire がブロックの有無を認識します。短期訓練後、ほとんどのジャンクを自動的にブロックします。
pt_br: Está a pensar como evitar o bombardeamento de resultados sem sentido?Selecione o resultado da pesquisa e depois clique em marcar como lixo ou marcar com não lixo, o LimwWire aprende o que bloquear e o que não bloquear.E após um curto periodo de treino, o LimeWire irá automaticamente bloquear a maior parte dos resultados sem sentido
sk: Ste zvedavý, ako zamedziť bombardovaniu nezmyselnými výsledkami vyhľadávania? Označte výsledok vyhľadávania a potom kliknite na tlačidlo <font color="1E8E44">Odpad</font>. Ak označíte výsledky ako <font color="1E8E44">Odpad</font> alebo <font color="1E8E44">Nie je odpad</font>, LimeWire sa naučí, čo blokovať a čo nie. Po krátkom tréningovom období, LimeWire automaticky zablokuje väčšinu nezmyslených výsledkov.

source: Small variations in the search terms will still work. For example, if your buddy is sharing 'Limers' but you searched for 'The Limers', your buddy's file will still be found.
el: Μικρές αποκλίσεις από τον τίτλο που αναζητάτε δεν επηρεάζουν την αναζήτηση. Για παράδειγμα, αν αναζητήσετε το αρχείο «The Limers» και κάποιος διαμοιράζει το αρχείο «Limers», θα εμφανιστεί κι αυτό στα αποτελέσματα.
ja: 多少の誤字でも検索結果を得ることが出来ます。
pt_br: Pequenas variações nos termos de pesquisa não tornarão a busca inválida. Por exemplo, se seu amigo está compartilhando "Limers" mas você procurou por "The Limers", o arquivo do seu amigo ainda será encontrado.
sk: Malé obmeny vo vyhľadávaní budú stále funkčné. Napríklad, ak kamarát zdieľa "Limers", ale hľadáte "The Limers", kamarátov súbor sa aj tak nájde.

source: LimeWire supports Gnutella and BitTorrent peer-to-peer file sharing protocols.
el: Το LimeWire υποστηρίζει τα ομότιμα πρωτόκολλα διακίνησης αρχείων Grutella και BitTorrent.
ja: LimeWireはグヌーテラとBitTorrentのピア・ツー・ピアのファイル共有プロトコルをサポートします。
pt_br: O LimeWire suporta protocolos peer-to-peer Gnutella e BitTorrent.
sk: LimeWire podporuje protokoly Gnutella a peer-to-peer zdieľanie súborov pomocou BitTorrent.

source: You can download a file with BitTorrent by clicking a link to a .torrent file on the Internet, or dragging a .torrent file to anywhere on the <font color="1E8E44">Search</font> tab.
el: Για να κάνετε λήψη ενός αρχείου .torrent, απλά κάντε κλικ στο δεσμό για το αρχείο που θα βρείτε στον ιστό, ή σύρετε και αφήστε το στην καρτέλα <font color="1E8E44">«Αναζήτηση»</font>.
pt_br: Você pode fazer o download de um arquivo com BitTorrent clicando em um link que tenha como destino um arquivo .torrent na internet, ou arrastando um arquivo .torrent para qualquer lugar da guia <font color="1E8E44">Busca</font>.
sk: Súbor na internete môžete stiahnuť pomocou BitTorrent kliknutím na linku .torrent alebo presunom súboru .torrent kdekoľvek na záložke <font color="1E8E44">Hľadať</font>.
