Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can find out how many times someone has uploaded a file by choosing the 'Library' tab and looking at the Uploads column. The information is listed as 'X / Y', where 'Y' is the number of people that have attempted to upload that file, and 'X' is the number of people that have successfully uploaded it.
cy: Ti'n gallu gweld faint o weithiau mae rhywun wedi llwytho fyny ffeil trwy dewis y tab 'Llyfrgell' ac yn chwilio am y colofn Llwytho. Mae'r gwybodaeth wedi'i rhestri fel 'X /Y', ble mae 'Y' yn gyfanswm y bobl sydd wedi ceisio llwytho fyny'r ffeil, ac mae 'X' yn gyfanswm y bobl sydd wedi ei lwytho i fyny'n lwyddiannus.
nn: Du kan finne ut hvor mange ganger noen har lastet opp en fil ved og velge 'Bibliotek' knappen og ser på Opplasting kolonnen. Informasjonen er listet som 'X/Y', der 'Y' er nummeret av folk som har lastet opp filen, og 'X' er nummeret av folk som har fullført og opplaste den.

source: Curious how many people are searching for your files? The 'hits' column in the Library will count how many times LimeWire has returned a result from someone searching for that file.
nn: Nysjerrig på hvor mange perssoner som søker etter dine filer? 'Treff' kolonnen i Biblioteket teller hvor mange ganger LimeWire har vist dine filer til noen som har søkt etter den.

source: It helps the network if you keep your LimeWire running. Others will connect to the network easier and searches will perform better.
cy: Mae'n helpu'r rhwydwaith os wyt ti'n cadw LimeWire yn rhedeg. Mae pobl eraill yn gallu cysylltu i'r rhwydwaith yn haws ac bydd chwiliadau'n gweithio'n well.
nn: Det hjelper nettverket hviss du lar LimeWire stå på. Andre vil kunne koble til nettverket lettere og søkefuksjonen fuker bedere.
pt: Se deixar o LimeWire a correr, está a ajudar a rede: terceiros irão conectar-se à rede mais facilmente e as pesquisas serão melhor efectuadas.

source: Looking for something rare? The more detailed your search is, the better your chances of getting a result you want!
cy: Yn chwilio am rwybeth prin? Mae mwy o fanylder sydd gyda dy chwiliad, gwell siawns sydd i gael beth ti eisiau
nn: Ser du etter noe sjeldent? Jo mer detaljert søket ditt er, jo bedere er dine sjangser til å få resultatet du ønsker!
pt: Procurar algo raro? Quanto mais detalhada for a sua pesquisa, melhores são chances de encontrar o que quer!

source: When LimeWire says your download is 'Waiting In Line', that means that source you are downloading from is temporarily busy and has queued your download. In order to successfully complete your download, wait while your request advances in line and is eventually serviced.
cy: Pan mae LimeWire yn dweud bod dy lwytho i lawr yn 'Aros mewn ciw', mae'n meddwl bod y ffynhonnell o ble ti'n llwytho i lawr yn brysur ar hyn o bryd ac wedi ciwio dy lwythiad. Er mwyn gorffen dy lwythiad yn iawn, aros tra fod dy ddewis yn mynd fyny'r ciw ac yn cymryd ei dro.
nn: Når LimeWire sier at din nedlasting 'Venter I Kø', betyr det at kilden du laster ned fra er opptatt og har satt nedlastingen din i kø. For at nedlastingen din skal fullføres må du vente til det er din tur.

source: Need more help? Visit <a href="{0}">our message boards</a> and see if others have already answered your question! You can also review the <a href="{1}">FAQ</a> for answers to commonly asked questions or the <a href="{2}">User Guide</a> for more information.
cy: Eisiau mwy o help? Edrych ar <a href=\"{0}\">our message boards</a> i weld os mae pobl eraill wedi ateb dy gwestiwn. Ti hefyd yn gallu edrych ar <a href=\"{1}\">FAQ</a> am atebion i gwestiynau cyffredin neu <a href=\"{2}\">User Guide</a> am fwy o wybodaeth.
nn: Trenger du mere hjelp? Besøk <a href="{0}">vårt forum</a> og se om noen andre allerede har svart på ditt spørsmål! Du kan også anmelde <a href="{1}">FAQ</a> for svar på hyppig spurte spørsmål eller <a href="{2}">Bruker Guide</a> for mer informasjon.

source: Accidentally killed your download? Click the library tab, choose the Incomplete folder, and then highlight the filename of the file you'd like to resume downloading and click resume. LimeWire will automatically search for that file and begin downloading it again.
nn: Tilfeldigvis drept nedlastingen din? Trykk på bibliotek knappen, velg Ufullstendig mappen, og fremhev navnet på filen du vil gjennoppta og trykk Gjennoppta. LimeWire vil automatisk søke etter den filen og fortsette og laste den ned.

source: You can make your own LimeWire skins! Visit <a href="{0}">LimeWire's website</a> for detailed information about how skins are created.
nn: Du kan lage ditt eget LimeWire tema! Besøk <a href="{0}">LimeWire's webside</a> for detaljert informasjon om hvordan temaer blir laget.
pt: Você pode criar a sua própria máscara do LimeWire! Visite o <a href="{0}">site do LimeWire</a> e descubra como.

source: You can preview downloaded files to make sure they're what you expect. Just select the download and click 'Preview'!
nn: Du kan forhåndsvise

source: You can chat with other people who are running LimeWire. Choose any download or search result that has a smiley in the Chat column and then click 'Chat'.
cy: Ti'n gallu sgwrsio gyda phobl eraill sy'n defnyddio LimeWire. Dewis unrhyw ganlyniad Llwytho sydd ag icon gwen yn y colofn Sgwrsio a chlicia 'Sgwrsio'.
nn: Du kan chatte med andre personer som kjører LimeWire. Velg hvilkensomhelst nedlasting eller søkeresultat som har et smilefjes i Chat menyen og trykk på 'Chat'.

source: LimeWire is translated into many different languages including Chinese, French, German, Japanese, Italian, Spanish and many more. Visit LimeWire's <a href="{0}">internationalization page</a> for information on how you can help translation efforts!
cy: Mae LimeWire wedi'i gyfieithu i lawer o ieithoedd yn cynnwys Tsieineaidd, Ffrangeg, Almaeneg, Japaneaid, Eidaleg, Sbaeneg a llawer fwy. Edrych ar<a href=\"{0}\">internationalization page</a> LimeWire i weld sut gallet ti helpu'r ymdrechion cyfieithu!
nn: LimeWire er oversatt til mange forskjellige språk ikludert Kinesisk, Fransk, Tysk, Japansk, Italiensk, Spansk, Norsk, Nynorsk og mange flere. Besøk LimeWire's <a href="{0}">internasjonalisering side</a> for informasjon om hvordan du kan hjelpe oversettings tiltak!

source: Don't know what to look for? Try a 'What's New' search and see what's recently been added to the network.
cy: Dim yn gwybod am beth i chwilio? Trio 'Beth sy newydd' i weld beth sydd newydd dod i mewn.
nn: Vet du ikke hva du skal se etter? Prøv en 'Hva er nytt' søk og se hva som nylig el lagt til nettverket.

source: Are you using a router? Be sure to add the port specified in LimeWire's settings to the firewall in the router, UDP and TCP, incoming and outgoing. Go to Advanced &gt; Firewall Config in LimeWire's Options window to find the port. Review your router's configuration to set it up correctly.
cy: Wyt ti'n defnyddio router? Cofia adio y borth sydd wedi dewis yn newisiadau LimeWire i'r wal tan, UDP a TCP, mewn ac allan. Edrych ar Ddewisiadau Uwch &gt; Trefnu Wal Tan yn y ffenestr Dewisiadau i agor y borth. Sicrhau bod dewisiadau dy router wedi'u gosod yn iawn.
nn: Bruker du en router? Vær sikker på og legge til porten spesifisert i LimeWire's innstillinger til firewallen i ruteren, UDP og TCP, innkommende og utgående. Gå til avansert &gt; Firewall Konfig i LimeWire's Innstillings vindu til å finne en port. Anmeld din ruters konfigurasjon for og sette den opp riktig.

source: Want to know more detailed information about the inner workings of LimeWire? You can view the same statistics that the developers use by choosing Tools &gt; Advanced &gt; Statistics, choosing 'Advanced', and opting to view Advanced Statistics.
cy: Eisiau cael mwy o fanylion am sut mae LimeWire yn gweithio? Ti'n gallu gweld yr un ystadegau ac mae datblygwyr yn eu defnyddio trwy ddewis Offer &gt; Uwch; Ystadegau, dewis 'Uwch', a dewis i weld yr Ystadegau Uwch.
nn: Vil du vite mer detaljert informasjon om det indre arbeidet med LimeWire? Du kan se de samme statisktikkene som utviklerene bruker ved å velge Værktøy &gt; Avansert &gt; Statistikker, velger 'Avansert', og ser på se Avanserte Statistikkene.

source: Did you know LimeWire is completely open-source? Visit <a href="{0}">www.limewire.org</a> for information on how to join developer mailing lists or to review the code.
nn: Visste du at LimeWire er helt open-source? Besøk <a href="{0}">www.limewire.org</a> for informasjon om hvordan du kan bli med i utviklerenes e-post lister eller og se på koden.
pt: Sabia que o LimeWire é completamente open-source? Visite <a href="{0}">www.limewire.org</a> para informações sobre como aderir às mailing lists de desenvolvedores ou como rever o código.

source: Bombarded with nonsense search results? Select the search result, and then click the Junk button. As you mark search results as Junk or Not Junk, LimeWire learns what to block and what not to block. After a short training period, LimeWire automatically blocks most junk results. Try it!
cy: Wedi cael llond bol o atebion chwilio gwirion? Dewis yr atebion gwirion a chlicia'r botwm 'Ysbwriel'. Wrth iti farcio'r canlyniadau fel Ysbriel neu'n rhai iawn, mae LimeWire yn dysgu beth i flocio a beth i beidio blocio. Ar ol bach o ddysgu, mae LimeWire yn gallu blocio'r rhan mwya o atebion gwirion. Rho gynnig arni!
nn: Bombadert med tåpelige søkeresultater? Velg søkeresultatet og trykk på Søppel knappen. Når du merker søkeresultater som Søppel eller Ikke Søppel lærer LimeWire hva den skal blokkere og hva den ikke skal blokkere. Etter kort trening, vil LimeWire automatisk blokkere de flese søppelresultater. Prøv det!

source: Small variations in the search title will still work. For example, if your buddy is sharing 'Limers' but you searched for 'The Limers', your buddy's file will still be found.
cy: Mae amrywiaeth bach yn y teitl chwilio'n ddal i weithio. Er enghraifft, os mae dy ffrind yn rhannu 'Limers' ond rwyt ti wedi chwilio am 'The Limers', bydd ffeil dy ffrind yn dal i gael ei ffeindio.
nn: Små variasjoner i søketittelen vil fremdeles virke. For eksempel, hvis kompisen din deler 'Limers' men du søker etter 'The Limers', vil kompisen din sin fil fremdeles bli funnet.

source: Did you know? LimeWire supports two different peer-to-peer file sharing protocols: Gnutella and BitTorrent.
cy: Wyt ti'n gwybod bod LImeWire yn cefnogi dau brotocol Partner i Bartner (P2P) gwahanol: Gnutella a BitTorrent
nn: Visste du det? LimeWire har support på to forskjellige peer-til-peer fil deling protokoller: Gnutella og BitTorrent.
pt: Sabia que? O LimeWire suporta dois protocolos de partilha de ficheiros: Gnutella e BitTorrent.

source: To download a file with BitTorrent, just click a link to a .torrent file on the Web, or drag a .torrent file to LimeWire's Downloads section.
nn: For å laste ned en fil med BitTorrent, bare trykk en link til en .torrent fil på Nettet, eller dra en .torrent fil til LimeWire sin Nedlastings seksjon.

source: Want to share a file on your desktop with LimeWire? Simply drag the file or folder from your desktop to the LimeWire Library. Select Individually Shared Files to see your newly shared file in the Library.
nn: Vil du dele en fil på ditt skrivebord med LimeWire? Enkelt, dra filen eller mappen fra skrivebordet ditt til LimeWire's Bibliotek. Velg Individuelt Delte Filer for å se dine nylig dete filer i Biblioteket.

source: Search results in LimeWire come from other users like you. Search results marked with a lock icon in the Quality column are official communications from Lime Wire, LLC.
nn: Søkeresultater i LimeWire kommer fra brukere som deg. Søkeresultater markert med et lås ikon i Kvalitets kolonnen er offisielle kommunikasjoner fra LimeWire, LLC.

source: After starting a search, you can customize the three boxes on the left with titles like Media, Artist, and Album. You can change what these boxes show. Click the circle in the upper left corner of a box, and choose a new option from the menu.
nn: Etter at du har startet et søk, kan du tilpasse de tre boksene til venstre med titler som Media, Artist, og Album. Du kan endre hva disse boksene viser. Trykk på sirkelen i det øvre venstre hjørnet av en boks, og velg et nytt valg fra menyen.

source: Do you want to browse your friend's LimeWire Library? Go to Search &gt; Direct Connect, then enter the ip address and port number of your friend's computer in the following format: 'ip address:port'. The port can be found in LimeWire's Options in the Advanced &gt; Firewall Config section.
cy: Wyt eisiau chwilio yn llyfrgell LimeWire dy ffrind? Os wyt ti'n mynd i Chwilio &gt; Cysylltiad Uniongyrchol, wedyn rhoi'r cyfeiriad ip a rhif proth cyfrifiadur dy ffrind yn y fformat canlynol: 'ip address:port'. Mae'r porth i'w gweld yn Opsiynau LimeWire o dan Uwch&gt; Trefnu Wal Tan
nn: Vil du bla gjennom dine venners LimeWire Bibliotek? Gå til Søk &gt; Direkte Tilkobling, og skriv inn ip adressen og port nummeret til dine venner sine datamskiner i det følgende formatet: 'ip adresse:port'. Porten kan bli funnet i LimeWire's Innstillinger i den Avansert &gt; Firewall Konfig seksjon.

source: Curious what people are searching for? Go to the Monitor tab, and select Show Incoming Searches to see other people's search queries that are entering your LimeWire. Double-click an incoming query to perform a search for that keyword.
cy: Eisiau gwybod am beth mae pobl yn chwilio? Gallet ti fynd i'r tab Monitor, a dewis Dangos Chwiliadau i Mewn i weld y chwiliadau sydd yn dod i dy LimeWire. Clicia ddwy-waith ar y chwiliad sydd yn dod i mewn i chwilio am y gair penodol yno.
nn: Nysjerrig på hva folk søker etter? Gå til Monitor menyen, og velg Vis Inkommende Søk for og se andre folks søk som kommer i LimeWire. Dobbelt-klikk på en inkommende spørsmål for å søke etter det nøkkelordet.

source: Have a lot of files? Try an instant search at the top of the Library window.
cy: Llawer o ffeils gennyt ti? Tri chwilio sydyn ar ben uchaf ffenest y Llyfrgell
nn: Har du mange filer? Prøv et søk på toppen av Bibliotek vindu.

source: You can publish your original work on the Gnutella network with a Creative Commons license. Select the .ogg or .mp3 shared file in the Library and click the Publish button. Visit the <a href="{0}">creative commons website</a> for more information.
nn: Du kan legge ut ditt orginale verk på Gnutella nettverket med en Kreativ Commons lisens. Velg .ogg eller .mp3 delt fil i biblioteket og trykk på Opplast knappen. Besøk <a href="{0}">kreativ commons nettside</a> for mer informmasjon.

source: Have you downloaded a file with incomplete or totally wrong information about its contents? Select the file in the Library and click Describe. Edit the file's metadata to your heart's content. You can even edit many files at once by selecting more than one file before clicking Describe.
nn: Har du lastet ned en fil med uferdig eller totalt feil informasjon om dens innhold? Velg filen i Biblioteket og trykk Beskriv. Endre denne filens metadata til ditts hjerte innhold. Du kan til og med endre mange filer på en gang ved og velge frere enn en fil før du trykker på Beskriv.

source: Are you behind a firewall? At the bottom of LimeWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
nn: Er du bak en firewall? På bunnen av LimeWire i status baren, se etter klode. Hvis det er en mursteinsvegg foran den, er din Internett tilkobling firewalled.

source: Wondering how many files you are sharing? Look in LimeWire's status bar at the number in a green oval. A beige oval means LimeWire is still building your Library. A red oval means files are not being shared.
nn: Lurer du på hvor mange filer du deler? Se i LimeWire's status bar på nummerene i en grønn oval. En beige oval mener al LimeWire fremdeles bygger ditt Bibliotek. En rød oval betyr at filene ikke blir delt.

source: The numbers next to the up and down arrows in the status bar at the bottom of LimeWire show how fast all of your files are downloading or uploading combined.
nn: Numrene ved siden av opp og ned pilene i status baren i bunnen av LimeWire viser hvor fort alle filene du laster ned eller laster opp kombinert.

source: Don't strain your eyes to use LimeWire! You can adjust the text size by going to View &gt; Increase Font Size.
cy: Paid a brifo dy lygaid i ddefnyddio LimeWire! Rwyt ti'n gallu newid maint y llythrennau trwy fynd i Gweld &gt; a gwneud y maint yn fwy
nn: Ikke belast øynenene dine til og bruke LimeWire! Du kan endre størrelsen på teksten ved og gå til Se &gt; Forstørr Font Størrelsen.

source: Instead of putting all your files in a single folder, LimeWire can automatically sort them by media type. In the Options &gt; Saving window, select a Media Type like Audio, and click the Browse button. You can group files by media type in the Library even if all saved files are in one folder.
nn: Istedenfor og legge alle filene dine i en enkel mappe, kan LimeWire automatisk sortere dem via media typen. I Innstillinger &gt;Lagre vindu, velg Media Typen som Lyd, og trykk på Bla Gjennom knappen. Du kan gruppere filer via media typen i Biblioteket selv om alle lagrede filer er i samme mappe.

source: LimeWire autocompletes what you type in the search box. To prevent autocompletion, open the Options window. Under View, choose Autocompletion. Uncheck the box Enable Autocompletion of Text Fields, and click OK.
nn: LimeWire autofullføres hva du skriver i søkeboksen. For å hindre autofullføring, åpne Instilling vinduet. Under Se, velg Autofullfør. Fjern haken i boksen Godta Autofullføring i Teks Felt, og trykk OK.

source: While LimeWire is running, your audio and video files are automatically shared with iTunes and other programs that support the DAAP protocol. You can disable this sharing in the Options window by going to iTunes &gt; Sharing.
nn: Når LimeWire kjører, blir musikken og video filene dine automatisk dele filene dine med iTunes og andre programmer som støtter DAAP protokoll. Du kan slå av denne delingen i Instillings vinduet ved og gå til iTunes &gt; Deling.

source: Do you connect to the Internet both wired and wirelessly? At the same time? Just want LimeWire to use one of the connections? Piece of cake! You can change your network interface by going to Tools &gt; Options &gt; Advanced &gt; Network Interface.
nn: Kobler du til både tråd og trådløst? Samtidig? Vil du bare at LimeWire skal bruke en av skal bruke en av tilkoblingene? Lett! Du kan endre nettverket ved og gå til Verktøy &gt; Valg &gt; Avansert &gt; Tilkobling.

source: Your search queries travel through a network of interconnected computers, which is why it takes time to receive all of the search results. LimeWire often takes shortcuts to deliver results faster, but if you think search results are blocked because your computer has problems with UDP packets, you can disable OOB (out-of-band) searching in the Options for more reliable results.
nn: Dine søk farer gjennom et nettverk av intertilkoblete datamaskiner, det er derfor det tar tid og motta alle søkeresultatene. LimeWire tar ofte snarveier for og levere resultater raskere, men hvis du synes søkeresultatene er blokkerte på grunn av at datamaskinen din har problemer med UDP pakker, du kan fjerne OOB (out-of-band) ved og søke i Innstillinger for mer godkjennende resultater.

source: If you own the copyright to a file that is being shared on the network, and you don't want it to be shared, you can have it filtered out of the network search results. <a href="{0}">More information</a> is available.
nn: Hvis du har kopirettighetene til en fil som blir delt i nettverket, og du ikke vil at den skal bli delt, kan du ha den filtrert ut av nettverkets søkeresultater. <a href="{0}">Mer Informasjon</a> er tilgjengelig.

source: Unlike other peer-to-peer file-sharing programs, LimeWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
nn: Ulikt andre peer-til-peer fil-delings programmer, kan LimeWire overføre filer selv om begge partier er bak en firewall. Du trenger ikke og ha noe ekstra fordi det skjer automatisk!

source: Start sharing files without knowing anything about how to configure a firewall! If you use the Windows firewall, LimeWire automatically adds itself to the list of exceptions. All this is done in the background to make your experience as smooth as possible.
nn: Start og dele filer uten og vite noe om hvordan du konfigurerer en firewall! Hvis du bruker en Windows firewall, vil LimeWire automatisk legge til seg selv til listen over eksepsjoner. Alt dette blir gjort i bakgrunnen for og få dine erfaringer så glatte som mulig.

source: LimeWire uses a technology called DHT to help users better find rare files. In order to be eligible for inclusion in the DHT, make sure you are not behind a firewall, and leave LimeWire running for as long as possible.
nn: LimeWire bruker en teknologi kalt DHT for å hjelpe brukere til og finne sjeldene filer. For å bli passelige for innbefatning i DHT, vær sikker på at du ikke er bak en firewall, og la LimeWire kjøre så lenge som mulig.

source: Want to share a large file? LimeWire supports file sizes up to 1 TB (terabyte).
cy: Eisiau rhannu ffel mawr? Mae LimeWire yn gweithio gyda ffeils hyda at 1 TB (terabyte)
nn: Vil du dele en stor fil? LimeWire støtter fil størrelser opp til 1 TB (terabyte)(1 TB = 1000 GB/gigabyte).

source: Want to be an Ultrapeer? Leave LimeWire running as long as possible. If you have a fast connection without a firewall, you will be promoted to Ultrapeer status after a while. Make sure that you have not disabled Ultrapeer capabilties in the Options.
nn: Vil du være en Ultrapeer? La LimeWire stå på så lenge som mulig. Hvis du har en rask tilkobling uten en firewall, vil du være avansert til Ultrapeer status etter en stund. Forsikre deg om at du ikke har fjernet Ultrapeer muligheten i Innstillinger.

source: Curious about the inner workings of LimeWire? Go to View &gt; Show/Hide &gt; Console to see LimeWire's source code in action! (not for the faint of heart)
cy: Eisiau gwybod mwy am sut mae LimeWire yn gweithio? Edrych ar Gweld &gt; Dangos/Cuddio &gt; Consol i weld cod LimeWire ar waith (dim at ddant pawb!)
nn: Nysjerrig på det indre arbeidet il LimeWire? Gå til Se &gt; Vis/Skjul &gt; Konsoll for og se LimeWire's kildekode i aksjon!

source: Wondering if someone browsed your shared library? Go to View &gt; Show/Hide &gt; Logging to see the recent activity.
nn: Lurer du på om noen bladde gjennom ditt delte bibliotek? Gå til Se &gt; Vis/Skjul &gt; Logging for og se nylig aktivitet.

source: Ultrapeers help the network by distributing only pertinent network traffic to the leaf nodes.
cy: Mae Uwch-bartneriaid yn gallu helpu'r rhwydwaith trwy rannu traffig anhreiddiol yn unig i'r nodau deilen
nn: Ultrapeer hjelper nettverket ved og distrubiere bare tilstrekkelig nettverk trafikk til løv klyngen.

source: Magnet links allow users to download files through LimeWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in LimeWire.
nn: Manget linker gi brukere lov til og laste ned filer gjennom LimeWire fra en nettside. Når du putter en magnet link på din nettside (i 'href' kjennemerket av anker tagger), og en bruker trykker på linken, vil en nedlasting starte i LimeWire.
