Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Limit your upload bandwidth
da: Begræns din upload båndbredde
el: Περιορίστε το εύρος ζώνης αποστολής
es: Limite el ancho de banda de sus cargas
et: Piira oma üleslaadimise ribalaiust
fa: محدود کردن پهنای باند آپلود
fi: Rajoita lähetysnopeutesi
fr: Limiter votre bande passante pour les données envoyées
gl: Limitar o largo de banda dos envíos
he: הגבל מהירות העלאה
hr: Ograničite propusnost otpremanja
ja: アップロードのバンド幅を制限してください
ku: Banda barkirina xwe bisînor bike
lv: Ierobežot augšuplādes joslas platumu
nb: Begrens opplastingshastigheten din
nl: Uw uploadbandbreedte limiteren
ru: Ограничить канал отдачи
sv: Begränsa din uppladdningsbandbredd
tr: Yükleme bant genişliğinizi sınırlandırın

source: Clear uploads from list when finished
da: Ryd fuldførte uploads fra listen over uploads
el: Καθαρισμός αποστολών από τη λίστα μετά την ολοκλήρωση'
es: Borrar las cargas de la lista al finalizar
et: Puhasta üleslaadimised loendist, kui nad on lõpetatud.
fa: آپلودها بعد از اتمام از فهرست پاک شود
fi: Poista lähetykset listasta niiden valmistuttua
fr: Effacer les données envoyées de la liste une fois terminé
ga: Glan uasluchtuithe ón réim nuair atá siad críochnaithe
gl: Ao rematar borrar da listaxe os ficheiros enviados
he: נקה העלאות מהרשימה כשהן מסתיימות
hr: Očisti otpreme sa liste kad su završene
ja: 終了時にリストからアップロードしたものを解除してください
ku: Dema qediya barkirinan ji lîsteyê paqijke
lv: Notīrīt augšuplādes no saraksta, kad pabeigtas
nb: Fjern fullførte opplastinger fra listen
nl: Uploads uit de lijst verwijderen indien afgerond
pl: Po zakończeniu wyczyść przesłane pliki z listy
ru: Очистка загрузок из списка завершена
sv: Ta bort uppladdningar från listan när de är klara
tr: Tamamlandığında, listeden yapılan yüklemeleri sil

source: uploads at once
da: uploads på en gang
el: αποστολές ταυτόχρονα
es: cargas a la vez
fi: yhtäaikaista lähetystä
fr: Données envoyées simultanées
ga: uasluchtuithe in aon dreas amháin
ja: 一度にアップロードしたもの
nl: uploads in één keer
sv: uppladdningar samtidigt
tr: yüklemeden fazlasına izin verme

source: Unlimited
da: Ubegrænset
de: Unbegrenzt
el: αποστολές ταυτόχρονα
es: Ilimitado
et: Piiramatu
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
ga: Gan Teorann
gl: Ilimitado
he: בלתי־מוגבל
hr: Neograničeno
ja: 制限なし
ku: Bêsînor
lv: Neierobežots
nb: Ubegrenset
nl: Ongelimiteerd
nn: Ubegrenset
pl: Nieograniczony
pt_br: Sem Limite
ru: Неограничено
sk: Neobmedzená
sv: Obegränsat
tr: Sınırsız

source: Clear downloads from list when finished
da: Ryd fuldførte downloads fra listen over downloads
el: Καθαρισμός λήψεων από τη λίστα μετά την ολοκλήρωση
es: Borrar las descargas de la lista al finalizar
et: Puhasta allalaadimised loendist kui nad on lõpetatud.
fa: دانلودها بعد از اتمام از فهرست پاک شود
fi: Poista lataukset listasta niiden valmistuttua
fr: Effacer les téléchargements de la liste une fois terminés
ga: Glan íosluchtuithe ón réim nuair atá siad críochnaithe
gl: Ao rematar borrar da listaxe os ficheiros descargados
he: נקה הורדות מהרשימה כאשר הן מסתיימות
hr: Očisti preuzimanja sa liste kad su završena
ja: 終了時にリストからダウンロードしたものを解除してください
ku: Dema qediya daxistinan ji lîsteyê paqijke
lv: Notīrīt lejuplādes no saraksta, kad pabeigtas
nb: Fjern fullførte nedlastinger fra listen
nl: Downloads uit de lijst verwijderen indien afgerond
pl: Po zakończeniu wyczyść pobrane pliki z listy
ru: Очистка загрузок из списка завершена
sv: Ta bort nerladdningar från listan när de är klara
tr: Tamamlandığında, listedeki indirmeleri temizle

source: Saving
ar: حفظ
bs: Čuvaj
cy: Cadw
da: Gemmer
de: Speichern
el: Γίνεται αποθήκευση
es: Guardando
fi: Tallennetaan
fr: Enregistrement en cours
ga: Ag cuir i dtaisce
hu: Ment�
id: Menyimpan
it: Salvataggio
ja: 保存中
nl: Opslaan
nn: Lagrer
pt: A guardar
pt_br: Salvando
sk: Ukladanie
sq: Ruajtja
sr: Čuvanje
sv: Sparar
tr: Kaydediyor
uk: Збереження

source: If the file already exists, download it with a different name
da: Hvis filen allerede eksisterer, kan du downloade den med et andet navn
el: Αν το αρχείο υπάρχει ήδη, κατεβάστε το με διαφορετικό όνομα
es: Este archivo ya existe, descárguelo con otro nombre
et: Kui fail on juba olemas, lae see alla teise nimega.
fa: اگر فایل از قبل وجود دارد، با نامی متفاوت ذخیره شود
fi: Lataa eri nimellä, jos tiedosto on jo olemassa
fr: Si le fichier existe déjà, le télécharger sous un autre nom
ga: Má tá an comhad ann cheana féin, íosluchtaigh le ainm nua é
gl: Se o ficheiro xa existe, descargalo cun nome diferente
he: אם קובץ כבר קיים, הורד אותו עם שם אחר
hr: Ako datoteka već postoji, preuzmi je sa drukčijim imenom.
ja: ファイルがすでに存在する場合、異なる名前を付けてダウンロードします。
ku: Ger pel jixwe hebe, bi naveke cuda tomarke
lv: Ja fails jau eksistē, lejuplādēt to ar citu nosaukumu.
nb: Dersom filen eksisterer allerede, last den ned med et annet navn
nl: Indien het bestand reeds bestaat, download het dan met een andere naam
pl: Jeśli plik już istnieje, pobierz go z inną nazwą
ru: Если файл существует, загрузить переименовав
sv: Om filen redan finns, ladda ner den med ett annat namn
tr: Dosya zaten mevcutsa, farklı bir adla kaydet

source: Share files downloaded from the P2P Network with the P2P Network
da: Del filer downloaded fra P2P netværket med P2P netværket
el: Κοινή χρήση αρχείων που ελήφθησαν από το Δίκτυο P2P με το Δίκτυο P2P'
es: Compartir archivos descargados de la red P2P con la red P2P
fi: Jaa P2P-verkosta ladatut tiedostot P2P-verkkoon
fr: Partager les fichiers téléchargés du réseau P2P avec le réseau P2P
ja: P2PネットワークからダウンロードしたファイルをP2Pネットワークと共有する
nl: Bestanden die gedownload zijn van het P2P-netwerk delen met het P2P-netwerk
sv: Dela filer hämtade från P2P-nätverket med P2P-nätverket
tr: P2P Ağından indirilen dosyaları P2P Ağı ile paylaş

source: Save downloads to:
da: Gem downloads til:
el: Αποθήκευση λήψεων σε:
es: guardar descargas en:
fi: Tallenna lataukset hakemistoon:
fr: Enregistrer les téléchargements vers:
ga: Cuir na híosluchtuithe i dtaisce i:
ja: ダウンロードしたものを以下に保存してください：
nl: Downloads opslaan naar:
sv: Spara nerladdningar i:
tr: İndirilen dosyaları buraya kaydet:

source: Could not save download directory, reverted to old directory
da: Kunne ikke gemme til download mappe, vendte tilbage til mappen
el: Δεν ήταν δυνατή η αποθήκευση του καταλόγου λήψεων. Επαναφορά στον παλαιό κατάλογο
es: Ha habido un error al intentar guardar al nuevo directorio; se ha vuelto al antiguo directorio
et: Ei saa salvesta allalaadimis asukohta. Salvestati vanasse kohta.
fa: قادر به ذخیره دایرکتوری دانلود نبود، به دایرکتوری قدیمی برگشت
fi: Lataushakemistoa ei voitu tallentaa, palattiin vanhaan hakemistoon
fr: Impossible de sauvegarder le répertoire de téléchargement, basculé vers ancien répertoire
gl: Non se puido gardar o cartafol de descarga, recuperouse o cartafol antigo
he: לא מסוגל לשמור תיקית הורדה, משחזר לתיקיה הישנה
hr: Direktorij preuzimanja nije mogao biti spremljen, upotrijebljen je stari direktorij
ja: ダウンロード・ディレクトリが保存できません。古いディレクトリに戻します。
ku: Nekarî peldanka daxistinê tomarke, vegeriya peldanka kevin
lv: Nebija iespējams saglabāt lejuplādes direktoriju, atgriezts uz veco direktorju.
nb: Kunne ikke lagre nedlastingsmappen, går tilbake til gammel mappe
nl: Kan de downloadmap niet opslaan, teruggezet op de oude map
pl: Nie można zapisać katalogu do pobierania, przywrócono do poprzedniego katalogu
ru: Не смог сохранить загрузку в той папке, вернулся в старую папку
sv: Det gick inte att spara nerladdningskatalogen, använder tidigare kat.
tr: İndirme dizini kaydedilemedi, eski dizine geçildi

source: Save Folder Error
da: Fejl ved arkiveringsmappe
el: Αποθήκευση σφάλματος φακέλου
es: Error en la carpeta de guardado
et: Allalaadimis Kausta Tõrge
fa: خطای پوشه ذخیره
fi: Kansion tallennusvirhe
fr: Enregistrer l'erreur de dossier
gl: Erro no cartafol de destino
he: תקלת שמירת תיקיה
hr: Greška Mape za Pohranjivanje
ja: フォルダー・エラーを保存する
ku: Çewtiya peldanka tomarkirinê
nb: Feil med lagring av mappe
nl: Fout in opslagmap
pl: Błąd Zapisu Katalogu
ru: Ошибка Сохранения Папки
sv: Fel när mapp skulle sparas
tr: Klasör Kaydetme Hatası

source: Manage Extensions
el: Διαχείριση επεκτάσεων
ja: 拡張子を管理する

source: Manage file extensions
el: Διαχείριση επεκτάσεων αρχείων
ja: ファイル拡張子を管理する

source: Manage file extensions to load
da: Håndtering af filendelser til indlæsning
el: Διαχείριση επεκτάσεων αρχείων για φόρτωση
es: Gestionar las extensiones de los archivos para guardar
fi: Hallinnoi ladattavia tiedostotarkenteita
fr: Gérer les extensions de fichiers à charger
ja: 読み込むファイルの拡張子を管理する
nl: Te laden bestandsextensies beheren
sv: Hantera vilka filtillägg som ska laddas
tr: Yüklenecek dosya uzantılarını yönet

source: Choose the file extensions that belong in each category
da: Vælg hvilke filendelser, der hører til hver kategori
el: Επιλέξτε επεκτάσεις αρχείων που ανήκουν σε κάθε κατηγορία
es: Elija qué extensiones pertenecen a esta categoría
fi: Valitse kuhunkin luokkaan kuuluvat tiedostotarkenteet
fr: Choisir l'extension de fichier qui correspond pour chaque catégorie
ga: Roghnaigh na hiarmhíreanna comhaid a bhaineann i ngach aicme
ja: 各カテゴリに入るファイル拡張子を選択する
nl: Kies de bestandsextensies die in elke categorie horen
sv: Välj vilka filtillägg som hör till varje kategori
tr: Her kategoriye ait dosya uzantılarını seç

source: Save Folders
el: Αποθήκευση φακέλων
ja: フォルダーを保存する

source: Manage Save Folders
el: Διαχείριση αποθήκευσης φακέλων
ja: フォルダー保存を管理する

source: Configure...
ar: إعداد...
bs: Formiraj...
cy: Trefnu...
da: Konfigurer...
de: Konfigurieren...
el: Παράμετροι...
es: Configurar...
et: Seadista
fa: پیکربندی...
fi: Muokkaa...
fr: Configurer...
ga: Cumraigh...
gl: Configurar...
he: הגדרות...
hr: Postavke...
hu: Konfigur�l�s...
id: Tentukan...
it: Configura...
ja: 設定する…
ku: Veavakirin...
lv: Konfigurēt...
nb: Konfigurer...
nl: Configureren...
nn: Konfigurer...
pl: Konfiguruj...
pt: Configurar...
pt_br: Configurar...
ru: Настроить...
sk: Nastavenie...
sq: Konfiguro...
sr: Podesite...
sv: Konfigurera...
tr: Yapılandır...
uk: Налаштувати...

source: Configure how file types are saved
el: Ρύθμιση παραμέτρων αποθήκευση αρχείων
ja: ファイル・タイプの保存方法を設定する

source: Choose where specific file types get saved
da: Vælg hvor bestemte filtyper bliver gemt
el: Επιλέξτε πού θα αποθηκεύονται τα συγκεκριμένα είδη αρχείων
es: Elija dónde se guardarán determinados tipos de archivos
et: Vali, kuhu failide tüüpe salvestatakse.
fa: انتخاب محل ذخیره فایل های خاص
fi: Valitse minne tietyntyyppiset tiedostot tallennetaan
fr: Choisir le lieu de sauvegarde des fichiers spécifiques
ga: Roghnaigh cá chuirtear i dtaisce cineálacha comhad áirithe
gl: Escolla onde se gardarán os tipos de ficheiros específicos
he: בחר היכן סוגי קבצים ספציפים נשמרים
hr: Odaberi gdje se specifični tipovi datoteka pohranjuju
ja: 特定のファイル・タイプの保存場所を選択する
ku: Hilbijêre ka kîjan cûre pel wê li ku were tomarkirin
lv: Izvēlieties, kur tiek saglabāti specifiski failu tipi
nb: Velg hvor spesifikke filtyper blir lagret
nl: Kies waar bepaalde bestandstypes opgeslagen worden
pl: Wybierz gdzie określone typy plików będą zapisywane
ru: Выберите, где сохранять эти типы файлов
sv: Välj hur specifika filtyper sparas
tr: Belirli dosya türlerinin nereye kaydedileceğini seç

source: LimeWire Store File Organization
el: Οργάνωση αρχείων Καταστήματος LimeWire
ja: LimeWireストアのファイル編成

source: Configure how files are automatically named
el: Ρύθμιση παραμέτρων αυτόματης ονομασίας αρχείων
ja: ファイルの自動ネーミングを設定する

source: Save store downloads to:
el: Αποθήκευση λήψεων φύλαξης σε:
ja: ストアからダウンロードしたものを以下に保存してください：

source: Could not save Store download directory, reverted to old directory
da: Kunne ikke gemme til mappen download fra butik, vendte tilbage til den gamle mappe
el: Δεν ήταν δυνατή η αποθήκευση του καταλόγου λήψεων φύλαξης. Επαναφορά στον παλαιό κατάλογο
es: Ha habido un error al intentar guardar al directorio de la Tienda; se ha vuelto al antiguo directorio
fi: Store-lataushakemistoa ei voitu tallentaa, palattiin vanhaan hakemistoon
fr: Impossible de sauvegarder le répertoire de téléchargement du magasin, basculé vers ancien répertoire
ja: ストアのダウンロード・ディレクトリが保存できません。古いディレクトリに戻します。
nl: Kan de Store-downloadmap niet opslaan, teruggezet naar oude map
sv: Det gick inte att spara Store-nerladdningskatalogen, använder tidigare kat.
tr: Mağaza indirme dizini kaydedilemedi, eski dizine dönüldü

source: Share the audio section of My Library on my local network using iTunes
da: Del lydafsnittet i Mit bibliotek over det lokale netværk vha. iTunes
el: Κοινή χρήση της ενότητας ήχου της Βιβλιοθήκης μου στο τοπικό μου δίκτυο με χρήση iTunes
es: Compartir la sección de audio de Mi biblioteca en mi red local usando iTunes
fi: Jaa kirjastoni musiikkiosio paikallisverkkoon iTunesilla
fr: Partager la section audio de Ma Bibliothèque sur mon réseau local via iTunes
ga: Comhroinn an roinn fuaime de Mo Leabharlann ar mo líonra áitiúil ag baint feidhm as iTunes
ja: iTunesを使って自分のローカル・ネットワーク上にあるマイ・ライブラリのオーディオ・セレクションを共有する
nl: Deel het audiogedeelte van mijn bibliotheek op mijn lokale netwerk met iTunes
sv: Dela ljudavdelningen från Mitt bibliotek i det lokala nätverket med hjälp av iTunes
tr: iTunes ile, yerel ağımdaki Kitaplığım'ın ses bölümünü paylaştır

source: Require password
da: Kræver adgangskode
el: Απαιτείται κωδικός πρόσβασης
es: Se requiere contraseña
et: Nõutav Parool
fa: درخواست کلمه عبور
fi: Vaadi salasana
fr: Mot de passe requis
ga: Focal faire de dhíth
gl: É necesario o contrasinal
he: דרוש סיסמה
hr: Zahtijevaj lozinku
ja: パスワードが必要です
ku: Nasnav pêwist e
lv: Pieprasīt paroli
nb: Krev passord
nl: Wachtwoord vereisen
pl: Wymagaj hasła
ru: Запросить пароль
sv: Kräv lösenord
tr: Parola gerekli

source: Daap Password cannot be null, iTunes settings not saved
da: Daap adgangskoden kan ikke være nul, indstillingerne til iTunes blev ikke gemt
el: Ο κωδικός πρόσβασης Daap δεν μπορεί να είναι κενός. Οι ρυθμίσεις iTunes δεν αποθηκεύθηκαν
es: La contraseña Daap no puede estar vacía, no se ha guardado la configuración de iTunes
et: Daap Salasõna ei saa tühistada, sest iTunes - i seaded pole salvestatud.
fa: کلمه عبور Daap نمی تواند خالی باشد، تنظیمات iTunes ذخیره نشد
fi: Daap-salasana ei voi olla tyhjä, iTunes-asetuksia ei tallennettu
fr: Mot de passe Daap non valide, configurations d'iTunes non sauvegardées
gl: O contrasinal Daap non pode estar baleiro, non se gardou a configuración de iTunes
he: סיסמת DAAP לא יכולה להיות ריקה. הגדרות iTunes לא נשמרו.
hr: Daap Lozinka ne može biti bezizrazna. iTunes postavke nisu pohranjene.
ja: Daap パスワードが空値になりません。ITunes設定が保存されていません。
ku: Nasnava Daap'ê nikare vala be, mîhengên iTunesê nehatin tomarkirin
nb: Daap-passord kan ikke være null, innstillingene for iTunes ble ikke lagret
nl: Daap-wachtwoord mag niet leeg zijn, iTunes-instellingen zijn niet opgeslagen
pl: Hasłó Daap nie może być null, ustawienia iTunes nie zostały zachowane
ru: Daap Пароль не может быть пустым, настройки iTunes не сохранены
sv: Daap-lösenord får ej vara noll, iTunes-inställningar inte sparade
tr: Daap Parolası boş olamaz, iTunes ayarları kaydedilmedi

source: iTunes Error
da: iTunes fejl
el: Σφάλμα iTunes
es: Error de iTunes
et: iTunes - i Tõrge
fa: خطای iTunes
fi: iTunes-virhe
fr: Erreur d'iTunes
ga: Botún iTunes
gl: Erro de iTunes
he: תקלת iTunes
hr: iTunes Greška
ja: iTunesのエラーです
ku: Çewtiya iTunes
lv: iTunes kļūda
nb: Feil med iTunes
nl: iTunes-fout
pl: Błąd iTunes
ru: Ошибка iTunes
sv: iTunes-fel
tr: iTunes Hatası

source: Could not restart the Daap connection
da: Kunne ikke genstarte daap forbindelsen
el: Δεν ήταν δυνατή η επανεκκίνηση της σύνδεσης Daap
es: No se ha podido reiniciar la conexión Daap
et: Daap - i ühendust ei saadud taaskäivitada
fa: قادر به بازنشانی اتصال Daap نیست
fi: Daap-yhteyttä ei voitu uudelleenkäynnistää
fr: Impossible de redémarrer la connexion Daap
ga: Níorbh fhéidir an nasc Daap a atosú
gl: Non se puido reiniciar a conexión Daap
he: הפעלה מחדש של חיבור "פרוטוקול גישת אודיו דיגיטלית" נכשלה
hr: Nemoguće ponovo pokrenuti Daap konekciju
ja: Daap接続を再起動できません
ku: Nekarî girêdana Daap bide destpêkirin
lv: Nebija iespējams restartēt Daap savienojumu
nb: Kunne ikke restarte Daap-tilkoblingen
nl: Kan de Daap-verbinding niet herstarten
pl: Nie można ponownie uruchomić połączenia Daap
ru: Не смог перезапустить Daap подключение
sv: Kunde inte starta om Daap-anslutningen
tr: Daap bağlantısı yeniden başlatılamadı

source: Daap Error
da: Daap fejl
el: Σφάλμα Daap
es: Error de Daap
et: Daap - i Tõrge
fa: خطای Daap
fi: Daap-virhe
fr: Erreur de Daap
ga: Botún Daap
gl: Erro de Daap
he: תקלת פרוטוקול גישת אודיו דיגיטלית
hr: Daap Greška
ja: Daapエラー
ku: Çewtiya Daap
lv: Daap kļūda
nb: Feil med Daap
nl: Daap-fout
pl: Błąd Daap
ru: Ошибка Daap
sv: Daap-fel
tr: Daap Hatası

source: Use Default
da: Brug standard
de: Standard Benutzen
el: Χρήση προεπιλογής
es: Usar opción predeterminada
et: Kasuta Vaikeväärtust
fa: استفاده از پیش فرض
fi: Käytä oletusta
fr: Valeur par défaut
ga: Bain feidhm as an Réamhshocrú
gl: Predeterminado
he: השתמש בברירת מחדל
hr: Koristi osnovne postavke
ja: デフォルトを使用
ku: Ya jixweber bi kar bîne
lv: Lietot noklusēto
nb: Bruk Standard
nl: Gebruik standaard
nn: Bruk Standard
pl: Użyj domyślnego
pt: Utilizar predefinição
pt_br: Utilizar &padrão
ru: По умолчанию
sk: P&oužiť pôvodné
sv: Använd förvald
tr: Varsayılanı Kullan

source: Add Keyword
da: Tilføj nøgleord
el: Προσθήκη λέξης-κλειδί
es: Añadir teclado
et: Lisa Võtmesõna
fa: افزودن کلید واژه
fi: Lisää avainsana
fr: Ajouter mot-clé
ga: Cuir Treorfhocal Leis
gl: Engadir palabra-chave
he: הוסף מילת מפתח
hr: Dodaj Ključnu Riječ
ja: キーワードを追加する
ku: Peyva Mifte lê zêdeke
lv: Pievienot atslēgvārdu
nb: Legg til nøkkelord
nl: Sleutelwoord toevoegen
pl: Dodaj Słowo Kluczowe
ru: Добавить Ключевое слово
sv: Lägg till sökord
tr: Anahtar Sözcük Ekle

source: Keyword
ar: كلمة مفتاحية
bs: Ključna riječ
cy: Gair Chwilio
da: Nøgleord
de: Suchwort
el: Λέξη κλειδί
es: Palabra clave
et: Võtmesõna
fa: کلید واژه
fi: Avainsana
fr: Mots-clés
ga: Treoirfhocal
gl: Palabra-chave
he: מילת מפתח
hr: Ključna riječ
hu: Kulcssz�
id: Kata kunci
it: Parola chiave
ja: キーワード
ku: Peyva Mifte
lv: Atslēgvārds
nb: Nøkkelord
nl: Trefwoord
nn: Nøkkelord
pl: Słowo kluczowe
pt: Palavra-chave
pt_br: Palavra-chave
ru: Ключевые слова
sk: Kľúčové slovo
sq: Fjalë kyçe
sr: Ključna reč
sv: Nyckelord
tr: Anahtar Sözcük
uk: Ключове Слово

source: LimeWire will not show files with the following keywords in your search results
da: LimeWire vil i dine søgeresultater ikke vise filer med følgende nøgleord
el: Το LimeWire θα εμφανίσει τώρα στα αποτελέσματα αναζήτησης αρχεία με τις παρακάτω λέξεις-κλειδιά
es: LimeWire no mostrará archivos que tengan los siguientes teclados en los resultados de su búsqueda
et: LimeWire ei näita faile järgnevate võtmesõnadega otsingute tulemustes.
fa: LimeWire فایل هایی که در نتایج جستجوی شما دارای پسوند های زیر باشند را نمایش نخواهد داد
fi: LimeWire ei näytä seuraavilla avainsanoilla löytyviä tiedostoja hakutuloksissasi
fr: LimeWire n'affichera pas les fichiers contenant le mot-clé suivant dans vos résultats de recherches
ga: Ní taispeánfaidh LimeWire comhaid leis na treorfhocail seo a leanas i do thorthaí cuardaigh
gl: LimeWire non mostrará nos resultados os ficheiros que teñan as seguintes palabras-chave
he: LimeWire לא תציג קבצים עם מילות המפתח הבאות בתוצאות החיפוש שלך
hr: LimeWire neće prikazati datoteke sa slijedećim ključnim riječima u rezultatima vaših pretraga
ja: LimeWireは、お客様の検索結果で以下のキーワードを含むファイルを表示しません
ku: LimeWire wê pelên ku van peyvên mifte dihewîne di nava encamên lêgerînê de nîşan nede
lv: Jūsu meklēšanas rezultātos LimeWire nerādīs failus ar šādiem atslēgvārdiem
nb: LimeWire vil ikke vise filer med følgende nøkkelord i søkeresultatene dine
nl: LimeWire zal bestanden met de volgende sleutelwoorden niet tonen in uw zoekresultaten
pl: LimeWire nie pokaże plików z następującymi słowami kluczowymi w wynikach Twoich poszukiwań
ru: LimeWire не будет показывать файлы со следующими ключевыми словами в ваших результатах поиска
sv: LimeWire kommer inte att visa dig filer med följande nyckelord i dina sökresultat
tr: LimeWire arama sonuçlarınızda aşağıdaki anahtar sözcükleri içeren sonuçları görüntülemeyecek

source: Block Hosts
ar: حظر المضيّفون
bs: Blokiraj drugog korisnika
cy: Blocio Partner
da: Blokér vært
de: Rechner blockieren
el: Αποκλεισμός κεντρικών υπολογιστών
es: Bloquear hosts
et: Blokeeri Võõrustajad
fa: مسدود کردن میزبان ها
fi: Estä palvelin
fr: Bannir les hôtes
ga: Cuir Bac ar na hÓstaigh
gl: Bloquear hosts
he: חסום את המארח
hr: Blokiraj Domaćine
hu: Kiszolg�l�k blokkol�sa
id: Blokir host
it: Blocca l'ospite remoto
ja: ホストをブロックする
ku: Komputeran Asteng Bike
lv: Bloķēt resursdatorus
nb: Blokker vert
nl: Hosts blokkeren
nn: Blokker Vert
pl: Zablokuj hosta
pt: Bloquear anfitrião
pt_br: Bloquear host
ru: Блокировать хост
sk: Blokovať server
sq: Blloko Hostet
sr: Onemogućite pristup udaljenom računaru
sv: Blockera värdar
tr: Bilgisayarları Engelle
uk: Заблокувати Комп’ютер

source: Add Address
da: Tilføj adresse
el: Προσθήκη διεύθυνσης
es: Añadir dirección
et: Lisa Aadress
fa: افرزودن نشانی
fi: Lisää osoite
fr: Ajouter adresse
ga: Cuir Seoladh Leis
gl: Engadir un enderezo
he: הוסף כתובת
hr: Dodaj Adresu
ja: アドレスを追加する
ku: Navnîşan lê zêdeke
lv: Pievienot adresi
nb: Legg til adresse
nl: Adres toevoegen
pl: Dodaj Adres
ru: Добавить Адрес
sv: Lägg till adress
tr: Adres Ekle

source: Use LimeWire's blacklist to protect you from harmful people
da: Brug LimeWires sort-liste til at beskytte dig imod skadelige personer
el: Χρήση της μαύρης λίστας του LimeWire για την προστασία από επικίνδυνα άτομα
es: Usar la lista negra de LimeWire para protegerse de personas dañinas
et: Kasuta LimeWire-i Musta Loendit, et kaitsta Sinu arvutit.
fa: از لیست سیاه LimeWire برای محافظت از خود در برابر افراد بدخواه استفاده کنید
fi: Käytä LimeWiren mustaalistaa vahingollisia ihmisiä vastaan
fr: Utiliser la liste noire de LimeWire pour se protéger des personnes nuisibles
ga: Bain feidhm as réimdhubh LimeWire chun tú féin a chosaint ó drochdhaoine
gl: Empregar a listaxe negra de LimeWIre protéxeo de persoas nocivas
he: השתמש ברשימה השחורה של LimeWire בכדי להגן מאנשים מזיקים
hr: Upotrijebite LimeWire crnu listu za zaštitu od štetnih osoba
ja: 危険な人物から身を守るためにLimeWireのブラックリストをお役立てください
ku: Ji xwe parastina ji xêrnexwazan lîsteya reş a LimeWire'ê bi kar bîne
lv: Lieto LimeWire melno sarakstu, lai pasargātu sevi no kaitējošiem cilvēkiem
nb: Bruk LimeWires svarteliste for å beskytte deg mot skadelige personer
nl: Gebruik de zwarte lijst van LimeWire om u te beschermen tegen kwaadwillende mensen
pl: Używaj czarnej listy LimeWire aby uchronić się od złośliwych osób
ru: Использовать черный список LimeWire's, чтобы защитить вас от вредных людей
sv: Använd LimeWires svarta lista för att skydda dig från illasinnade människor
tr: Zararlı kişilerden korunmak için LimeWire'nin kara listesini kullan
