Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Incoming
da: Indgående
de: Eingehend
el: Εισερχόμενα
es: De entrada
et: Sissetulev
fa: وارد شونده
fi: Saapuvat
fr: Entrant
ga: Isteach
gl: De entrada
he: נכנס
hr: Ulazno
ja: 受信中
ku: Yên tên
lv: Ienākošais
nb: Innkommende
nl: Inkomend
nn: Innkomende
pl: Przychodzące
pt: A receber
pt_br: Recebidas
ru: Входящее
sk: Prichádzajúce
sv: Inkommande
tr: Gelen

source: Connected on
ar: متصل على
bs: Priključeno
cy: Cysylltu ar
da: Forbundet kl.
de: Verbunden ab
el: Συνδέθηκε στον
es: Conectado por
et: Ühendatud
fa: متصل شده
fi: Yhteydessä
fr: Connected à
ga: Nasctha ar
gl: Conectado en
he: מחובר על
hr: Povezan na
hu: Kapcsol�dva
id: Tersambung ke
it: Connessione a
ja: 次に接続されています
ku: Girêdayî bi
nb: Tilkoblet på
nl: Verbonden op
nn: Koblet På
pl: Połączony
pt: Ligado em
pt_br: Ligado em
ru: Подключено с
sk: Pripojené na
sq: Lidhur më
sr: Priključeno
sv: Ansluten på
tr: Buraya bağlandı
uk: Підключено

source: Leaf
da: Periferien
de: Endpunkt
el: Φύλλο
es: Hoja
et: Leht
fa: برگ (Leaf)
fi: Lehti
fr: Terminal
ga: Duilleog
gl: Folla
he: עלה
hr: List
ja: 末端
ku: Pel
lv: Lapa
nb: Undernode
nn: Blad
pl: Liść
pt: Folha
pt_br: Folha
ru: Лист
sk: List
sv: Undernod
tr: Yaprak

source: Peer
ar: الند
cy: Partner
el: Ομότιμος
es: Par
et: Kasutaja
fa: نظیر
ga: Comhghleacaí
gl: Parceiro
hr: Vršnjak
hu: partner
ja: ピア
ku: Hevser
lv: Iesaistītais
nn: Deler
pl: Host
ru: Пир
sq: Pikë
tr: Eş
uk: Вузол

source: Status
el: Κατάσταση
es: Estado
et: Olek
fa: وضعیت‌‌
fi: Tila
fr: État
ga: Treo
gl: Estado
he: מצב
ja: 状態
ku: Rewş
lv: Stāvoklis
nn: Statistikk
pt: Estado
ru: Состояние
sk: Stav
tr: Durum

source: Messages (I/O)
ar: الرسائل (I/O)
bs: Poruke (I/O)
cy: Negesuon (M/A)
da: Beskeder (I/U)
de: Nachrichtenmenge (E/A)
el: Μηνύματα (I/O)
es: Mensajes (I/O)
et: Sõnumid (I/O)
fa: پیام ها (ورودی/خروجی)
fi: Viestejä (I/O)
fr: Messages (E/S)
ga: Teachtaireachtaí (I/O)
gl: Mensaxes (E/S)
he: הודעות (I/O)
hr: Poruke (U/I)
hu: �zenetek (I/O)
id: Pesan (I/O)
it: Messaggi (I/U)
ja: メッセージ (I/O)
ku: Peyam (I/O)
lv: Ziņojumi (I/O)
nb: Meldinger (I/O)
nl: Berichten (I/U)
nn: Meldinger (I/O)
pl: wiadomości (P/W)
pt: Mensagens (E/S)
pt_br: Mensagens (E/S)
ru: Сообщений (I/O)
sk: Správy (I/O)
sq: Mesazhe (I/O)
sr: Poruke (I/O)
sv: Meddelanden (I/U)
tr: Mesajlar (G/Ç)
uk: Повідомлення (I/O)

source: Messages In
da: Meddelelser ind
el: Εισερχόμενα μηνύματα
es: Mensajes entrantes
et: Sõnumid Sisse
fa: پیام های ورودی
fi: Saapuneita viestejä
fr: Messages Entrants
ga: Teachtaireachtí Isteach
gl: Mensaxes entrantes
he: הודעות נכנסות
hr: Poruke ulazne
ja: 受信メッセージ
ku: Peyamên Hatine
nb: Meldinger Inn
nl: Berichten in
nn: Meldinger Inn
pl: Wiadomości Przychodzące
ru: Входящие сообщения
sk: Prichádzajúce správy
sv: Meddelanden in
tr: Gelen Mesajlar

source: Messages Out
da: Meddelelser ud
el: Εξερχόμενα μηνύματα
es: Mensajes salientes
et: Sõnumid Välja
fa: پیام های خروجی
fi: Lähteneitä viestejä
fr: Messages Sortants
ga: Teachtaireachtaí Amach
gl: Mensaxes saíntes
he: הודעות יוצאות
hr: Poruke Izlazne
ja: 送信メッセージ
ku: Peyamên Çûne
nb: Meldinger Ut
nl: Berichten uit
nn: Meldinger Ut
pl: Wiadomości Wychodzące
ru: Исходящие сообщения
sk: Odchádzajúce správy
sv: Meddelanden ut
tr: Giden Mesajlar

source: Bandwidth (I/O)
ar: سرعة النقل (I/O)
bs: Širina trake (I/O)
cy: Lledband (M/A)
da: Båndbredde (I/U)
de: Bandbreite (E/A)
el: Εύρος ζώνης (I/O))
es: Ancho de banda (I/O)
et: Allalaadimise kiirus (I/O)
fa: پهنای باند (ورودی/خروجی)
fi: Kaista (I/O)
fr: Bande passante (E/S)
ga: Leithead Criosa (I/O)
gl: Largo de banda (E/S)
he: רוחב פס (I/O)
hr: Propusnost (I/O)
hu: S�vsz�less�g (I/O)
id: Lebar pita (I/O)
it: Larghezza banda (I/U)
ja: バンド幅 (I/O)
ku: Firehiya Bandê (I/O)
lv: Joslas platums (I/O)
nb: Båndbredde (I/O)
nl: Bandbreedte (I/U)
nn: Båndbredde (I/O)
pl: Przepływność (P/W)
pt: Largura de banda ((E/S))
pt_br: Largura de banda (E/S)
ru: Трафик (I/O)
sq: Shtrirja e bandës (I/O)
sr: Opseg (I/O)
sv: Bandbredd (I/U)
tr: Bant Genişliği (G/Ç)
uk: Пропускна Здатність (I/O)

source: Bandwidth In
da: Indgående båndbredde
el: Εισερχόμενο εύρος ζώνης
es: Ancho de banda de entrada
et: Allalaadimine Alustatud
fa: پهنای باند ورودی
fi: Siirtonopeus sisään
fr: Bande passante Entrante
ga: Leithead an Chreasa Isteach
gl: Largo de banda de entrada
he: רוחב פס נכנס
hr: Propusnost Unutar
ja: 受信バンド幅
ku: Firehiya Bandê ya tê
nb: Båndbredde Inn
nl: Bandbreedte in
nn: Båndbredde Inn
pl: Prędkość ściągania
ru: Входящий поток
sk: Šírka pásma sťahovania
sv: Bandbredd in
tr: Gelen Bant Genişliği

source: Bandwidth Out
da: Udgående båndbredde
el: Εξερχόμενο εύρος ζώνης
es: Ancho de banda de salida
et: Üleslaadimine Väljas
fa: پهنای باند خروجی
fi: Siirtonopeus ulos
fr: Bande passante Sortante
ga: Leithead an Chreasa Amach
gl: Largo de banda de saída
he: רוחב פס יוצא
hr: Propusnost Vani
ja: 送信バンド幅
ku: Firehiya Bandê ya diçe
nb: Båndbredde Ut
nl: Bandbreedte uit
nn: Båndbredde Inn
pl: Prędkość wysyłania
ru: Исходящий поток
sk: Šírka pásma uploadovania
sv: Bandbredd ut
tr: Giden Bant Genişliği

source: Dropped (I/O)
ar: أسقط (I/O)
bs: Opadanje (I/O)
cy: Wedi Gollwng (M/A)
da: Tabte (I/U)
de: Verloren (E/A)
el: Απορρίφθηκαν (I/O)
es: Interrupciones (I/O)
et: Langemus (I/O)
fa: ریزش (ورودی/خروجی)
fi: Hylätty (I/O)
fr: Abandon (E/S)
ga: Tithe (I/O)
gl: Interrompido (I/O)
he: הוסר (I/O)
hr: Odbačen (I/O)
hu: Lekapcsolva (I/O)
id: Diluruhkan (I/O)
it: Falliti (I/U)
ja: ドロップ (I/O)
ku: Êxistî (I/O)
nb: Droppet (I/O)
nl: Gevallen (I/U)
nn: Droppet (I/O)
pl: Odrzucone (P/W)
pt: Não enviados (E/S)
pt_br: Não enviados (E/S)
ru: Отброшено (I/O)
sk: Vypustené (I/O)
sq: Hedhje (I/O)
sr: Gubitak (I/O)
sv: Tappade (I/U)
tr: Atlanan (G/Ç)
uk: Пропущено (I/O)

source: Dropped In
da: Tabte ind
el: Εισερχόμενα που απορρίφθηκαν
es: Interrupciones de entrada
et: Langemus Sees
fa: ریزش ورودی
fi: Hylätty (saapuneet)
fr: Abandon Entrants
ga: Caite Isteach
gl: Interrupcións de entrada
he: הושלכו פנימה
hr: Odbačen Ulaz
ja: 受信ドロップ
ku: Êxistî ya tê
nb: Droppet Inn
nl: Gevallen in
nn: Droppet Inn
pl: Wykonano
ru: Не Отброшено
sk: Zahodené prichádzajúce
sv: Tappade in
tr: Gelen Atlanan

source: Dropped Out
da: Tabte ud
el: Εξερχόμενα που απορρίφθηκαν
es: Interrupciones de salida
et: Langemus Väljas
fa: ریزش خروجی
fi: Hylätty (lähteneet)
fr: Abandon Sortants
ga: Caite Amach
gl: Interrupcións de saída
he: ניתוקים לחיבורים יוצאים
hr: Odbačen Izlaz
ja: 送信ドロップ
ku: Êxistî ya diçe
nb: Droppet Ut
nl: Gevallen uit
nn: Droppet Ut
pl: Wycofano się
ru: Отброшено
sk: Zahodené odchádzajúce
sv: Tappade ut
tr: Giden Atlanan

source: Protocol
ar: بروتوكول
bs: Protokol
da: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
et: Etikett
fa: قرار داد‌
fi: Protokolla
fr: Protocole
ga: Gnás
gl: Protocolo
he: פרוטוקול
hr: Protokol
hu: Protokoll
id: Protokol
it: Protocollo
ja: プロトコル
ku: Protokol
lv: Protokols
nb: Protokoll
nn: Protokoll
pl: Protokół
pt: Protocolo
pt_br: Protocolo
ru: Протокол
sk: Protokol
sq: Protokolli
sr: Protokol
sv: Protokoll
tr: Protokol
uk: Протокол

source: Vendor/Version
da: Forhandler/version
de: Hersteller/Version
el: Προμηθευτής/Έκδοση
es: Fabricante/Versión
et: Tarnija / Versioon
fa: تهیه کننده/نسخه
fi: Myyjä/versio
fr: Fournisseur/version
ga: Díoltóir/Leagan
gl: Cliente/Versión
he: ספק/גרסה
hr: Isporucitelj/Inacica
ja: 業者／バージョン
ku: Firoşker/Guherto
nb: Leverandør/Versjon
nl: Leverancier/versie
nn: Selger/Versjon
pl: Producent/Wersja
pt: Fornecedor/Versão
pt_br: Fabricante/Versão
ru: Производитель/Версия
sk: Predajca/Verzia
sv: Leverantör/version
tr: Satıcı/Sürüm

source: Time
da: Tid
de: Zeit
el: Ώρα
es: Tiempo
et: Järele Jäänud Aeg
fa: زمان
fi: Aika
fr: Temps
ga: Am
gl: Tempo
he: זמן
hr: Vrijeme
ja: 時間
ku: Dem
lv: Laiks
nb: Tid
nl: Tijd
nn: Tid
pl: Czas
pt: Tempo
pt_br: Tempo
ru: Время
sk: Čas
sv: Tid
tr: Saat

source: Compressed (I/O)
ar: مضغوط (I/O)
bs: Sabijen (I/O)
cy: Wedi Gwasgu (M/A)
da: Komprimeret (I/U)
de: Komprimiert (E/A)
el: Συμπιεσμένη χωρητικότητα (I/O)
es: Comprimidos (I/O)
et: Tihendatud (I/O)
fa: فشردگی (ورودی/خروجی)
fi: Pakattu (I/O)
fr: Compressé (E/S)
ga: Comhbhrúite (I/O)
gl: Comprimidos (E/S)
he: נדחס (I/O)
hr: Kompresirano (U/I)
hu: T�m�r�tve (I/O)
id: Dimampatkan (I/O)
it: Compressi (I/U)
ja: 圧縮 (I/O)
ku: Şidandî (I/O)
lv: Saspiests (I/O)
nb: Komprimert (I/O)
nl: Gecomprimeerd (I/O)
nn: Komprimert (I/O)
pl: Skompresowane (I/O)
pt: Comprimido (E/S)
pt_br: Comprimido (E/S)
ru: Сжато (I/O)
sk: Skomprimované (I/O)
sq: I ngjeshur (I/O)
sr: Sabijeno (I/O)
sv: Komprimerat (I/U)
tr: Sıkıştırılmış (G/Ç)
uk: Стиснуто (I/O)

source: Compressed In
da: Komprimeret ind
el: Συμπιεσμένη χωρητικότητα εισερχόμενων
es: Comprimidos de entrada
et: Pakitud kokku
fa: فشردگی ورودی
fi: Pakattu (saapuneet)
fr: Compressé Entrant
ga: Comhbhrúite Isteach
gl: Comprimidos entrantes
he: חיבורים מכווצים שנכנסו
hr: Kompresirano ulazno
ja: 受信圧縮
ku: Şidandî yên tên
nb: Komprimert inn
nl: Verkleind in
nn: Kompressert Inn
pl: Kompresuj
ru: Сжатие Вход.
sk: Prichádzajúca kompresia
sv: Komprimerat in
tr: Gelen Sıkıştırılmış

source: Compressed Out
da: Komprimeret ud
el: Συμπιεσμένη χωρητικότητα εξερχόμενων
es: Comprimidos de salida
et: Pakitud lahti
fa: فشردگی خروجی
fi: Pakattu (lähteneet)
fr: Compressé Sortant
ga: Comhbhrúite Amach
gl: Comprimidos saíntes
he: חיבורים מכווצים שיצאו
hr: Kompresirano izlazno
ja: 送信圧縮
ku: Şidandî yên diçin
nb: Komprimert ut
nl: Verkleind uit
nn: Kompressert Ut
pl: Dekompresuj
ru: Сжатие Исход.
sk: Odchádzajúca kompresia
sv: Komprimerat ut
tr: Giden Sıkıştırılmış

source: QRP Empty
ar: QRP فارغ
bs: QRP prazan
cy: QRP Gwag
da: QRP tom
de: QRP leer
el: QRP Άδειο
es: QRP vacío
et: QRP Tühi
fa: QRP خالی
fi: QRP Tyhjä
fr: QRP vide
ga: QRP Folamh
gl: QRP baleiro
he: QRP ריק
hr: QRP Prazan
hu: A QRP �
id: QRP kosong
it: QRP vuoto
ja: QRP が空値です
ku: QRP Vala
lv: QRP Tukšs
nb: QRP tom
nl: Lege QRP
nn: QRP Tom
pl: Puste QRP
pt: QRP vazio
pt_br: QRP vazio
ru: Пустой QRP
sk: QRP je prázdne
sq: QRP Boshe
sr: QRP prazan
sv: QRP tom
tr: QRP Boş
uk: Порожні QRP

source: Incoming Searches - people on the P2P Network are now searching for...
da: Indkommende søgninger - folk på P2P netværket søger lige nu efter...
el: Εισερχόμενες αναζητήσεις - άτομα στο Δίκτυο P2P αυτή τη στιγμή κάνουν αναζήτηση για...
es: Búsquedas entrantes: ahora los usuarios en la red P2P están buscando...
et: Sissetulevad Otsingud - kasutajad P2P võrgus otsivad nüüd...
fa: جست و جو های وارد شونده - افرادی که در شبکه نظیر به نظیر هستند اکنون در حال جست و جوی...
fi: Sisääntulevat haut - P2P-verkon käyttäjät etsivät nyt...
fr: Recherches entrantes - les personnes sur le réseau P2P sont maintenant à la recherche de...
ga: Cuardaithe Isteach - tá daoine ar an Líonra P2P ar thóir...
gl: Procuras entrantes: os usuarios da rede P2P están buscando...
he: חיפושים נכנסים - אנשים ברשת השיתופית כרגע מחפשים את...
hr: Dolazeće Pretrage - osobe na P2P mreži sada pretražuju...
ja: 検索を受信中 - P2P ネットワークのユーザーが現在検索中...
ku: Lêgerînên tên - Kesên di tora P2Ptê de li van digerin...
lv: Ienākošie meklējumi - cilvēki P2P Tīklā šobrīd meklē...
nb: Innkommende Søk - personer på P2P-nettverket søker nå etter...
nl: Inkomende zoekopdrachten - mensen op het P2P-netwerk zoeken momenteel naar...
pl: Przychodzące Wyszukiwania - osoby z Sieci P2P w tej chwili poszukują...
ru: Входящие Поиски - люди в сети P2P сейчас ищут...
sv: Inkommande sökningar - andra i P2P-nätverket söker nu efter ...
tr: Gelen Aramalar - P2P Ağındaki kişiler şunları arıyor...

source: Loading...
da: Indlæser...
el: Φόρτωση...
es: Cargando...
et: Laadimine
fa: در حال بارگذاری...
fi: Ladataan...
fr: Chargement...
ga: Á Luchtú...
gl: A cargar...
he: טוען...
hr: Učitavanje...
ja: 読み込んでいます…
ku: Bar dike...
lv: Lādē...
nb: Laster inn...
nl: Bezig met laden...
pl: Ładowanie...
ru: Загружается...
sv: Laddar
tr: Yükleniyor...

source: Marks all Items as Selected
ar: ضع علامة تحديد لجميع المواد
cy: Marcio Popeth fel Wedi Dewis
da: Maker alle emner som valgt
de: Alles markieren
el: Επισημαίνει όλα τα στοιχεία ως Επιλεγμένα
es: Marca todos los elementos tal como están seleccionados
et: Märgib Kõik Valituks
fa: نشانه گذاری تمام موارد انتخابی
fi: Merkitse kaikki kohteet valituksi
fr: Marque tous les articles comme sélectionnés
ga: Rianann sé gach Mír mar Roghnaithe
gl: Seleccionar todo.
he: סמן את כל הפריטים כנבחרים
hr: Obilježi sve stavke kao Označene
hu: Az �sszes elem kijel�l�se
id: Menandai semua item sebagai terpilih
it: Marca tutti gli elementi come selezionati
ja: 選択した項目すべてにマーキングします
ku: Hemû hêmanan weke bijartî nîşanke
lv: Atzīmē visus vienumus kā Atlasītus
nb: Huk av alle
nl: Alles selecteren
nn: Markerer alle valgte objekter
pl: Zaznacz wszystkie elementy jako Wybrane
pt: Marca todos os itens como seleccionados
pt_br: Marcar todos os Itens como Selecionados
ru: Выбрать все
sk: Označiť všetky položky ako Vybrané
sq: Shenjon Gjithë Njësitë
sr: Obeležite sve stavke sa spiska
sv: Markera alla som valda
tr: Tüm Öğeleri Seçildi Olarak İşaretler
uk: Позначити Усе як Виділене

source: Deselect All
ar: عكس التحديد
cy: Dad-ddewis popeth
da: Fravælg alle
de: Keines makieren
el: Αναίρεση επιλογής όλων
es: Cancelar todos
et: Tühistab Kõik Märgitud
fa: خارج کردن همه از انتخاب
fi: Poista kaikki valinnat
fr: Tout désélectionner
ga: Díroghnaigh Uile
gl: Deseleccionar todo
he: בטל את הבחירה של הכל
hr: Skini oznaku sa svih
hu: Kijel�l�s visszavon�sa
id: Tidak pilih semua
it: Deseleziona tutto
ja: すべての選択マークを外します
ku: Yekê Jî Hilnebijêre
lv: Atcelt visu iezīmēto
nb: Fravelg alle
nl: Alles deselecteren
nn: Ta bort alle Markeringer
pl: Odznacz wszystko
pt: Desmarcar todos
pt_br: Desmarcar tudo
ru: Снять со всего выделение
sk: Odznačiť všetko
sq: Lëshoje Gjithçka
sr: Poništi izbor
sv: Avmarkera allt
tr: Tümünün Seçimini Kaldır
uk: Зняти Виділення

source: Deselects all Items in the List
ar: إلغاء تحديد جميع المواد في القائمة
cy: Dad-ddewis Popeth ar y Rhestr
da: Fravælg alle emner på listen
de: Nichts aus der Liste markieren
el: Αναίρεση επιλογής όλων των στοιχείων της Λίστας
es: Cancela la selección de todos los elementos de la lista
et: Tühistab Kõik Märgitud Loendist
fa: خارج کردن تمام موارد فهرست از انتخاب
fi: Poista koko luettelo valinnoista
fr: Désélectionner tous les articles de la liste
ga: Díroghnaíonn sé na Mhíreanna Uile sa Réim
gl: Deselecciona todos os elementos da listaxe
he: בטל את הבחירה של הפריטים ברשימה
hr: Skini oznaku sa svih stavaka na listi
hu: Az �sszes elem kijel�letlen lesz a list�ban
id: Tidak memilih semua item pada daftar
it: Deseleziona tutti gli elementi nella lista
ja: リスト内の項目全ての選択マークを外します
ku: Bijartina hemû hêmanên di lîsteyê de, radike
lv: Atceļ visu sarakstā iezīmēto
nb: Fravelg alle elementene i listen
nl: Alles deselecteren
nn: Ta bort markering på alle objektene i Listen
pl: Odznacz wszystko z listy
pt: Desmarca todos os itens da lista
pt_br: Desmarcar todos os Itens da Lista
sk: Odznačiť všetky položky v zozname
sq: Lësjon Gjithë Njësitë në Listë
sr: Poništi izbor svih stavki sa spiska
sv: Avmarkera alla i listan
tr: Listedeki Tüm Öğelerin Seçimini Kaldırır
uk: Зняти Виділення з Усього

source: more
da: mere
el: περισσότερα
es: más
et: Rohkem
fa: بیشتر
fi: lisää
fr: Plus
ga: tuilleadh
gl: máis
he: עוד
hr: više
ja: もっと
ku: zêdetir
lv: vairāk
nb: mer
nl: meer
pl: więcej
ru: подробнее
sv: mer
tr: diğer

source: Close Tab
da: Luk faneblad
el: Κλείσιμο καρτέλας
es: Cerrar pestaña
et: Sulge Kaart
fa: بستن زبانه
fi: Sulje välilehti
fr: Fermer l'onglet
ga: Dún Cluaisín
gl: Pechar o separador
he: סגור לשונית
hr: Zatvori Karticu
ja: タブを閉じる
ku: Hilpekinê Dade
lv: Aizvērt Ccilni
nb: Lukk Fane
nl: Tab sluiten
pl: Zamknij Zakładkę
ru: Закрыть вкладку
sv: Stäng fliken
tr: Sekmeyi Kapat

source: Close All Tabs
da: Luk alle faneblade
el: Κλείσιμο όλων των καρτελών
es: Cerrar todas las pestañas
et: Sulge Kõik Kaardid
fa: بستن تمام زبانه ها
fi: Sulje kaikki välilehdet
fr: Fermer tous les onglets
ga: Dún Gach Cluaisín
gl: Pechar todos os separadores
he: סגור את כל הלשוניות
hr: Zatvori Sve Kartice
ja: 全てのタブを閉じる
ku: Hemû Hilpekînan Dade
lv: Aizvērt visas cilnes
nb: Lukk alle faner
nl: Alle tabs sluiten
pl: Zamknij Wszystkie Zakładki
ru: Закрыть все вкладки
sv: Stäng alla flikar
tr: Tüm Sekmeleri Kapat

source: Close Other Tabs
da: Luk andre faneblade
el: Κλείσιμο άλλων καρτελών
es: Cerrar las otras pestañas
et: Sulge Teised Kaardid
fa: بستن زبانه های دیگر
fi: Sulje muut
fr: Fermer les autres onglets
ga: Dún na Cluaisíní Eile
gl: Pechar outros separadores
he: סגור לשוניות אחרות
hr: Zatvori Ostale Kartice
ja: 他のタブを閉じる
ku: Hilpekînên Din Dade
lv: Aizvērt citas cilnes
nb: Lukk andre faner
nl: Andere tabs sluiten
pl: Zamknij Inne Zakładki
ru: Закрыть другие вкладки
sv: Stäng andra flikar
tr: Diğer Sekmeleri Kapat

source: Yes
ar: نعم
bs: Da
cy: Iawn
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fa: بله
fi: Kyllä
fr: Oui
ga: Tá
gl: Si
he: כן
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ku: Erê
lv: Jā
nb: Ja
nl: Ja
nn: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
sk: Áno
sq: Po
sr: Da
sv: Ja
tr: Evet
uk: Так

source: No
ar: لا
bs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
et: Ei
fa: خیر
fi: Ei
fr: Non
ga: Níl
gl: Non
he: לא
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ku: Na
lv: Nē
nb: Nei
nl: Nee
nn: Nei
pl: Nie
pt: Não
pt_br: Não
ru: Нет
sk: Nie
sq: Jo
sr: Ne
sv: Nej
tr: Hayır
uk: Ні

source: Loading LimeWire...
ar: يتم الآن تحميل LimeWire...
cy: Llwytho Adnoddau...
da: Indlæser LimeWire...
de: LimeWire lädt...
el: Φόρτωση του LimeWire...
es: Cargando LimeWire...
et: Laen LimeWire - it
fa: در حال بازکردن LimeWire...
fi: Ladataan LimeWire....
fr: Chargement de LimeWire...
ga: Ag Luchtú LimeWire...
gl: A cargar LimeWire...
he: טוען את LimeWire...
hr: Učitavanje LimeWirea...
hu: A LimeWire bet�lt�se...
it: Caricamento di LimeWire...
ja: LimeWireを読み込んでいます...
ku: LimeWire bar dike...
lv: Lādē LimeWire...
nb: Laster LimeWire...
nl: LimeWire wordt geladen...
nn: Laster LimeWire...
pl: Ładowanie LimeWire...
pt: A carregar o LimeWire
pt_br: Iniciando o LimeWire...
ru: Запускаю LimeWire...
sk: Načítavam LimeWire...
sq: Po Ngqrkoj LimeWire...
sr: Učitavanje programa LimeWire...
sv: Laddar LimeWire...
tr: LimeWire Yükleniyor...

source: Undo
ar: تراجع
bs: Povrati nazad
cy: Dad-wneud
da: Fortryd
de: Rückgängig machen
el: Αναίρεση
es: Deshacer
et: Võta tagasi
fa: برگردان
fi: Peru
fr: Annuler frappe
ga: Cealaigh
gl: Desfacer
he: בטל
hr: Poništi
hu: Visszavon�
id: Tidak jadi
it: Annulla
ja: 元に戻す
ku: Şûnde Bîne
lv: Atcelt pēdējo darbību
nb: Angre
nl: Ongedaan maken
nn: Angre
pl: Cofnij
pt: Anular
pt_br: Desfazer
ru: Отменить
sk: Vrátiť
sq: Kthehu
sr: Vrati
sv: Ångra
tr: Geri Al
uk: Скасувати

source: Clear finished
el: Καθαρισμός ολοκληρωμένων
ga: Glan na cinn atá críochnaithe
ja: 終了を解除する
nl: Afgeronde downloads wissen
sv: Rensa färdiga
tr: Tamamlananları sil

source: Launch
da: Åbn fil
de: Ausführen
el: Εκκίνηση
es: Iniciar
fi: Avaa
fr: Lancer
ga: Tosaigh
ja: 起動する
nl: Uitvoeren
nn: Start
pt: Abrir ficheiro.
pt_br: Iniciar
sk: Spustiť
sv: Starta
tr: Başlat

source: Try again
el: Προσπαθήστε ξανά
et: Proovi Uuesti
fa: کوشش دوباره
ga: Déan iarracht arís
gl: Tentar outra vez
he: נסה שנית
hr: Pokušaj ponovo
ja: 再度試す
ku: Dîsa Biceribîne
lv: Mēģināt vēlreiz
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
ru: Повторить

source: Cancelled
da: Annulleret
el: Ακυρώθηκε
es: Cancelado
et: Katkestatud
fa: لغو شد
fi: Peruttu
fr: Annulé
ga: Cealaithe
gl: Cancelado
he: בוטל
hr: Poništeno
ja: キャンセルされました
ku: Betalkirî
lv: Atcelts
nb: Avbrutt
nl: Geannuleerd
pl: Anulowano
ru: Отменено
sv: Avbruten
tr: İptal edildi

source: Finishing download...
da: Afslutter download...
el: Ολοκλήρωση λήψης...
es: Terminando de descargar...
fi: Lataus on valmistumassa...
fr: Téléchargement en cours de fermeture...
ga: Ag críochnú an t-íosluchtú...
ja: ダウンロードを終了しています...
nl: Download afronden...
sv: Slutför hämtning...
tr: Yükleme sonlandırılıyor...

source: Done -
da: Udført -
el: Τέλος -
es: Terminado -
fi: Valmis -
fr: Téléchargement effectué -
ga: Déanta -
ja: 完了しました-
nl: Klaar -
sv: Färdig -
tr: Tamam -

source: Stalled -
el: Διεκόπη -
ja: 停止しました -

source: Unable to download:
da: Kunne ikke downloade:
el: Δεν είναι δυνατή η λήψη:
es: Error al descargar:
et: Pole Võimalik Allalaadida:
fa: غیر قابل بارگذاری (دانلود):
fi: Ei voida ladata:
fr: Impossible de télécharger:
ga: Ní féidir é seo a íosluchtú:
gl: Non é posible a descarga:
he: לא ניתן להוריד:
hr: Nemoguće preuzeti:
ja: ダウンロードできません：
ku: Nikare daxe:
lv: Nav iespējams lejuplādēt
nb: Kan ikke laste ned:
nl: Kan niet downloaden:
pl: Nie można pobrać:
ru: Невозможно загрузить:
sv: Det går inte att ladda ner:
tr: İndirilemiyor:

source: Pause All
da: Sæt alle på pause
el: Παύση όλων
es: Pausar todos
et: Peata Kõik
fa: مکث موقت همه
fi: Keskeytä kaikki
fr: Tous en pause
ga: Cuir Ar Sos Uile
gl: Pausar todo
he: עצור הכל
hr: Pauziraj Sve
ja: すべて停止する
ku: Hemûyan Rawestîne
lv: Pauzēt visus
nb: Pause Alle
nl: Alles pauzeren
pl: Wstrzymaj wszystkie
ru: Приостановить все
sv: Pausa alla
tr: Tümünü Duraklat

source: Resume All
da: Genoptag alle
el: Συνέχιση όλων
es: Continuarlos todos
et: Jätka Kõiki
fa: ادامه دادن همه
fi: Jatka kaikki
fr: Reprendre tout
ga: Atosaigh Uile
gl: Continuar todo
he: המשך הכל
hr: Nastavi Sve
ja: すべて再開する
ku: Hemûyan Bidomîne
lv: Turpināt Visus
nb: Gjenoppta alle
nl: Alles hervatten
pl: Wznów wszystkie
ru: Возобновить все
sv: Återuppta alla
tr: Tümünü Sürdür

source: Clear Finished
da: Ryd afsluttede
el: Καθαρισμός ολοκληρωμένων
es: Se ha terminado de borrar
et: Eemalda Valmis Olevad
fa: پاک سازی پایان یافته ها از فهرست
fi: Poista valmistuneet
fr: Effacer les fichiers terminés
ga: Glan na Cinn Atá Críochnaithe
gl: Limpar as rematadas
he: נקה הורדות שסויימו
hr: Očisti Završene
ja: 終了を解除する
ku: Yên qediyayî paqijke
lv: Notīrīt pabeigto
nb: Fjern ferdige
nl: Afgeronde downloads wissen
pl: Wyczyść zakończone
ru: Удалить завершённые
sv: Rensa färdiga
tr: Tamamlananları Temizle

source: Downloads
el: Λήψεις
es: Descargas
et: Allalaadimised
fa: دانلودها
fi: Lataukset
fr: Téléchargements
ga: Íosluchtaithe
gl: Descargas
he: הורדות
hr: Download-i
ja: ダウンロードしたもの
ku: Daxistin
lv: Lejuplādes
nb: Nedlastinger
nn: Nedlastinger
pl: Pobrania
pt: Descargas
ru: Загрузки
sk: Downloady
sv: Nerladdningar
tr: İndirmeler

source: Pause
de: Anhalten
el: Παύση
es: Pausa
et: Peata
fa: مکث
fi: Pysäytä
ga: Cur ar Sos
gl: Pausar
he: השהה
hr: Pauza
ja: 停止する
ku: Raweste
lv: Pauze
nl: Pauzeren
pl: Zatrzymaj
pt: Pausar
pt_br: Pausar
ru: Пауза
sk: Pozastaviť
sv: Paus
tr: Duraklat

source: Cancel Download
ar: إلغاء التنزيل
bs: Prekini download
cy: Canslo Llwytho i Lawr
da: Annuller download
de: Download löschen
el: Ακύρωση λήψης
es: Cancelar descarga
et: Tühista Allalaadimine
fa: لغو بارگذاری (دانلود)
fi: Lopeta lataus
fr: Annuler le téléchargement
ga: Cealaigh Íosluchtú
gl: Cancelar a descarga
he: בטל הורדה
hr: Prekini download
hu: Let�lt�s le�ll�t�sa
id: Batalkan pengunduhan
it: Interrompi la ricezione
ja: ダウンロードをキャンセルする
ku: Daxistinê Betalke
lv: Atcelt Lejupielādi
nb: Avbryt Nedlasting
nl: Download afbreken
nn: Avbryt Nedlasting
pl: Zatrzymaj
pt: Cancelar o download
pt_br: Cancelar o download
ru: Отменить Закачку
sk: Ukončiť sťahovanie
sq: Anuloje
sr: Prekini preuzimanje
sv: Avbryt nedladdning
tr: İndirmeyi İptal Et
uk: Скасувати Завантаження

source: Remove Download
da: Fjern download
el: Κατάργηση λήψης
es: Borrar descarga
fi: Poista lataus
fr: Masquer le téléchargement
ga: Bain an tÍosluchtú
ja: ダウンロードしたものを削除する
nl: Download verwijderen
sv: Ta bort nerladdning
tr: İndirilen Dosyayı Kaldır

source: Resume
da: Genoptag
de: Fortsetzen
el: Συνέχιση
es: Continuar
et: Jätka
fa: از سرگرفتن
fi: Jatka
fr: Reprendre
ga: Atosaigh
gl: Continuar
he: המשך
hr: Nastavi
ja: 再開する
ku: Bidomîne
lv: Atsākt
nb: Gjenoppta
nl: Hervatten
nn: Gjenoppta
pl: Wznów
pt: Continuar
pt_br: Resumo
ru: Возобновить
sk: Obnoviť
sv: Återuppta
tr: Sürdür
