Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire was unable to open a necessary file because another program has locked the file. LimeWire may act unexpectedly until this file is released.
ar: لم يتمكن LimeWire من فتح أحد الملفات الضرورية لأن برنامجا آخر يستخدم هذا الملف. قد يؤدي ذلك إلى عمل LimeWire بطريقة غير صحيحة إلى أن يتمكن من فتح هذا الملف.
bs: LimeWire nije bio u mogućnosti otvoriti potrebnu datoteku zato što je program zaključao datoteku. LimeWire može da djeluje u neočekivanom pravcu ukoliko dotičnu datoteku ne oslobodite.
cy: Roedd LimeWire yn methu agor ffeil angenrheidiol achos bod rhaglen arall wedi'i gloi. Efallai fydd LimeWire yn gweithio mewn ffordd annisgwyl nes fod y ffeil wedi'i datgloi.
da: LimeWire var ikke istand til at åbne en nødvendig fil fordi et andet program blokerer filen. LimeWire kan derfor reagere uhensigtsmæssigt indtil der er adgang til denne fil.
de: LimeWire war nicht in der Lage, eine benötigte Datei zu öffnen, weil die Datei von einem anderen Programm verwendet wird. LimeWire wird nicht korrekt funktionieren, bis diese Datei freigegeben ist.
el: Το LimeWire αδυνατεί να ανοίξει ένα απαραίτητο αρχείο, επειδή αυτό έχει κλειδωθεί από άλλο πρόγραμμα. Το LimeWire μπορεί να ενεργεί απροσδόκητα, έως ότου ξεκλειδωθεί αυτό το αρχείο.
es: LimeWire no pudo abrir un archivo necesario porque otro programa lo ha bloqueado. LimeWire puede funcionar de manera inesperada hasta que este archivo sea liberado.
et: LimeWire ei suutnud avada vajalikku faili kuna teine programm kasutab seda. Et LimeWire saaks selle faili avada sulge seda kasutav programm.
fa: LimeWire از باز كردن فايل مورد نظر بدليل قفل بودن فايل توسط برنامه اي ديگر معذور مي باشد. LimeWire ممكن است تا باز شدن فايل غير عادي رفتار كند.
fi: LimeWire ei voinut avata tarvittavaa tiedostoa, koska toinen ohjelma on lukinnut sen. LimeWire voi käyttäytyä odottamattomasti kunnes tiedosto on vapautettu.
fr: LimeWire ne parvient pas à ouvrir un fichier nécessaire car un autre programme a verrouillé le fichier. LimeWire pourrait se comporter de façon inattendue tant que ce fichier n’est pas relaché.
ga: Theip ar LimeWire comhad riachtanach a oscailt mar chuir ríomhoideas eile an comhad faoi glas. D'fhéadfadh LimeWire iompú i slite anaithnid go dtí scaoilfear an comhad seo.
gl: LimeWire non puido abrir un ficheiro necesario porque outro programa bloquea este ficheiro. LimeWire pode actuar de xeito imprevisible até que o ficheiro estea accesible.
he: LimeWire לא הצליחה לפתוח קובץ נחוץ היות ותוכנה אחרת נועלת אותו. LimeWire עשויה להתנהג באופן בלתי צפוי עד לשחרור הקובץ.
hr: LimeWire nije mogao otvoriti potrebnu datoteku jer je drugi program zaključao tu datoteku. LimeWire se može ponašati drugačije dok se ta datoteka ne oslobodi.
hu: A LimeWire nem tudott megnyitni egy fontos f�jlt, mert egy m�sik program lez�rta a megnyit�s el�l. A LimeWire v�ratlan dolgokat produk�lhat, am�g ez a f�jl lez�rva marad.
id: LimeWire tidak dapat membuka file yang diperlukan karena program lain menguncinya. LimeWire mungkin tidak berjalan seperti seharusnya sampai file tersebut tidak lagi dikunci.
it: Limewire non può aprire il file perchè un altro programma ha bloccato il file. Limewire può rimanere in attesa fino a che il file venga rilasciato dall'altra applicazione.
ku: LimeWire'ê nekarî peleke pêwist veke ji ber ku bernameyek din wê asê kiriye. Heta ku ew pel hazt azadkirin LimeWire dikare bi awayeke ku nayê hêvîkirin bixebite.
lv: LimeWire nespēja atvērt nepieciešamo datni, jo to ir bloķējusi cita programma. LimeWire var rīkoties neparedzami, līdz datne tiks atbrīvota.
nb: LimeWire kunne ikke åpne den nødvendig fil fordi et annet program har låst filen. LimeWire kan oppføre seg uforutsigbart til denne filen er blitt frigitt.
nl: LimeWire kon een vereist bestand niet openen omdat een ander programma dit bestand beveiligd heeft. LimeWire kan onverwacht reageren tot dit bestand wordt vrijgegeven.
nn: LimeWire kunne ikkje opne ei nødvendig fil fordi eit anna program har låst fila. LimeWire kan oppføre seg uventa til fila blir låst opp.
pl: LimeWire nie był w stanie otworzyć potrzebnego pliku, ponieważ jest on zablokowany przez inny program. LimeWire może zachowywać się nieoczekiwanie dopóki plik nie zostanie zwolniony.
pt: O LimeWire não conseguiu abrir um ficheiro necessário porque outro programa bloqueou o ficheiro. O LimeWire poderá agir de forma inesperada até que o ficheiro seja libertado.
pt_br: O LimeWire não conseguiu abrir um arquivo necessário pois um outro programa bloqueou o acesso ao arquivo. O LimeWire poderá agir de forma inesperada até que o arquivo seja liberado.
ru: LimeWire не может открыть необходимый файл, так как он заблокирован другой программой. LimeWire может вести себя непредсказуемо, пока файл не будет разблокирован.
sk: LimeWire nemohol otvoriť potrebný súbor, pretože iný program ho uzamkol. LimeWire sa môže správať nepredvídateľne, pokiaľ nebude otvorený tento súbor.
sq: LimeWire nuk arriti të hapë një skedë të nevojshme sepse një program tjetër e ka kyçur atë. LimeWire mund të veprojë papandehur deri sa skeda të lirohet.
sr: LimeWire nije bio u mogućnosti da otvori potreban fajl jer je neki drugi program onemogućio pristup toj datoteci. LimeWire može postane nestabilan ukoliko fajl ne oslobodite za korišćenje.
sv: LimeWire kan inte öppna en nödvändig fil på grund av att ett annat program har låst denna fil. LimeWire kan uppföra sig oväntat tills denna fil frigörs.
tr: Başka bir program dosyayı kilitlediği için, LimeWire gerekli bir dosyayı açamadı. Bu dosya serbest bırakılana kadar LimeWire beklenmedik biçimde çalışabilir.
uk: LimeWire не зміг відкрити необхідний файл, тому що інша програма заблокувала його. LimeWire може поводитись непередбачено, доки файл не буде розблоковано.

source: LimeWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start LimeWire, or LimeWire may behave in unexpected ways.
ar: لم يتمكن LimeWire من كتابة أحد الملفات الضرورية نتيجة عدم امتلاكك الصلاحيات الضرورية لذلك. قد لا يتم حفظ التفضيلات في المرة القادمة التي تقوم فيها بتشغيل LimeWire.
bs: LimeWire nije bio u mogućnosti da ispiše potrebne datoteke zato što vi nemate potrebnu dozvolu za to. Vaši prioriteti možda neće biti podržani kada sljedeći put startujete LimeWire, ili će LimeWire djelovati u neočekivanom pravcu.
cy: Roedd LimeWire yn methu ysgrifennu ffeil angenrheidiol achos nid oes ganiatad gennyt. Efallai fydd dy opsiynau heb eu cadw y tro nesaf i LimeWire dechrau, neu efallai fydd LimeWire yn gweithio mewn ffyrdd annisgwyl.
da: LimeWire var ikke istand til at skrive til en nødvendig fil fordi du ikke har de nødvendige tilladelser. Dine indstillinger vil måske ikke blive fastholdt næste gang du starter limeWire, eller LimeWire kan optræde på uventede måder.
de: LimeWire konnte eine benötigte Datei nicht anlegen, weil Sie nicht die benötigten Schreibberechtigungen besitzen. Ihre Einstellungen gehen evtl. verloren, wenn Sie LimeWire neu starten oder LimeWire wird sich evtl. in unerwarteter Weise verhalten.
el: Το LimeWire αδυνατεί να εγγράψει/δημιουργήσει ένα απαραίτητο αρχείο, επειδή δεν έχετε τα απαραίτητα δικαιώματα. Οι προτιμήσεις σας μπορεί να μη διατηρηθούν για την επόμενη φορά που θα ανοίξετε το LimeWire, ή το LimeWire μπορεί να συμπεριφερθεί με απροσδόκητους τρόπους.
es: LimeWire no pudo escribir un archivo necesario porque no tienes los permisos necesarios. Es posible que no se mantengan tus preferencias la próxima vez que inicies LimeWire, o que LimeWire funcione de manera inesperada.
et: LimeWire ei suutnud kirjutada vajalikku faili, sest sul pole selleks toiminguks luba. Sinu õiguseid ei säilitata järgmisel korral kui Sa käivitad LimeWire'i.
fa: LimeWire امکان ذخیره فایلهای ضروری را به دلیل نداشتن مجوز ندارد. تنظیمات شما ممکن است در راه اندازی بعدی انجام نشود و یا LimeWire به صورت غیر معمول رفتار کند
fi: LimeWire ei voinut kirjoittaa tarvittavaa tiedostoa, koska sinulla ei ole riittäviä oikeuksia. Asetuksesi eivät ehkä säily ensi käynnistyskertaan, tai LimeWire voi käyttäytyä odottamattomalla tavalla.
fr: LimeWire n’a pas pu écrire un fichier nécessaire, car vous ne disposez pas des droits d’accès nécessaires à ce fichier. Vos préférences peuvent ne pas être conservées lors du prochain lancement de LimeWire, ou LimeWire pourrait se comporter de façon inattendue.
ga: Theip ar LimeWire comhad riachtanach a scríobh mar níl na ceadanna riachtanacha agat. B'fhéidir nach coinneofar do shainroghanna an chéad uair eile a tosófar LimeWire, nó d'fhéadfadh LimeWire iompú i slite anaithnid.
gl: LimeWire non puido escribir un ficheiro necesario porque non ten os permisos precisos. As preferencias poden perderse cando volva abrir LimeWire ou o aplicativo pode funcionar de xeito inesperado.
he: LimeWire לא הצליחה לכתוב קובץ נחוץ היות ואין לך הרשאות מתאימות. ההגדרות שלך לא ייושמו בפעם הבאה שתפעיל את LimeWire או לחילופין LimeWire עשויה להתנהג באופן בלתי צפוי.
hr: LimeWire nije mogao zapisati potrebnu datoteku jer nemate potrebna dopuštenja. Vaše postavke možda neće biti sačuvane slijedeći put kada pokrenete LimeWire, ili se LimeWire neće ponašati na očekivani način.
hu: A LimeWire nem tudott �rni egy fontos f�jlt, mivel nincsenek meg a sz�ks�ges enged�lyeid. A be�ll�t�said lehet, hogy elvesznek a k�vetkez� LimeWire-ind�t�sig, vagy a LimeWire furcs�n viselkedhet.
id: LimeWire tidak dapat menulis file yg diperlukan karena anda tidak memiliki ijin. Pengaturan anda tidak akan berlaku pada saat anda memulai lagi LimeWire, atau LimeWire mungkin tidak berjalan seperti seharusnya.
it: Limewire non può scrivere un file perchè non disponi deei necessari permessi. Le tue impostazioni potrebbero non essere disponibili al prossimo riavvio di Limewire, o Limewire potrebbe essere in una condizione non prevista.
ja: 必要なアクセス権がないため、必要なファイルの書き込みができません。次回のLimeWireの起動時に、変更した環境設定が保持又は完了されていない可能性があります。また、LimeWireが予期しない動作をする可能性も考えられます。
ku: LimeWire nekarî li pelek pêwist binivîse ji ber ku mafê te tune. Dema te LimeWire dîsa vekir heye ku mîhengên te neyên parastin. Heye ku LimeWire bi awayeke awarte bixebite.
lv: LimeWire nespēja ierakstīt nepieciešamo datni, jo Jums nav nepieciešamās atļaujas. Nākošajā reizē, kad sāksiet LimeWire lietošanu, Jūsu izvēles var nebūt saglabājušās , vai LimeWire var uzvesties neparedzami.
nb: LimeWire kunne ikke skrive den nødvendig filen fordi du ikke har de nødvendige rettighetene. Innstillingene dine blir muligens ikke vedlikeholdt neste gang du starter LimeWire, eller LimeWire kan oppføre seg uforutsigbart.
nl: LimeWire kon een vereist bestand niet opslaan omdat u niet de benodigde toestemming heeft. Uw voorkeuren zijn misschien niet hetzelfde als u de volgende keer LimeWire opstart of LimeWire kan zich anders dan normaal gedragen.
nn: LimeWire kunne ikkje skrive ei nødvendig fil fordi du ikkje har nødvendige løyve. Innstillingane dine vert sannsynlegvis ikkje halde ved like neste gong du startar LimeWire, eller LimeWire kan oppføre seg uventa.
pl: LimeWire nie był w stanie zapisać potrzebnego pliku, gdyż nie masz do tego uprawnień. Twoje preferencje mogą nie być zachowane gdy następnym razem uruchomisz LimeWire, lub LimeWire może się dziwnie zachowywać.
pt: O LimeWire não conseguiu escrever um ficheiro necessário porque não tem as permissões necessárias. As suas preferências podem não ser mantidas da próxima vez que iniciar o LimeWire, ou o LimeWire pode comportar-se de uma forma inesperada.
pt_br: O LimeWire não conseguiu escrever um arquivo necessário por não possuir as permissões necessárias. As suas preferências podem não ser mantidas da próxima vez que iniciar o LimeWire ou o LimeWire pode comportar-se de uma forma inesperada.
ru: LimeWire не может записать необходимый файл, так как вы не имеете разрешения на это. Ваши настройки могут быть не сохранены при следующем запуске и LimeWire может вести себя непредсказуемо.
sk: LimeWire nemohol zapísať potrebný súbor, pretože nemáte dostatočné práva. Vaše nastavenia nemusia byť zachované do nabližšiehu spustenia LimeWire alebo LimeWire sa môže neočakávane správať.
sq: LimeWire nuk arriti të shkruajë një skedë të nevojshme sepse ju nuk keni lejet e duhura. Parapëlqimet tuaja mund të mos ruhen herës tjetër kur LimeWire të nisë, ose LimeWire mund të sillet papandehur.
sr: LimeWire ne može da snimi potreban fajl jer nemate dozvolu za to. Vaša podešavanja možda neće biti podržana kada sledeći put pokrenete LimeWire, ili će LimeWire raditi nestabilno.
sv: LimeWire kunde inte skriva till filen eftersom du inte har tillräckliga rättigheter på denna dator. Dina inställningar har inte sparats och LimeWire kan bete sig på ett oväntat sätt.
tr: Gerekli izinleriniz olmadığından LimeWire gerekli bir dosyaya yazamadı. LimeWire programını tekrar açtığınızda tercihleriniz korunmayabilir veya LimeWire beklenmedik biçimlerde çalışabilir.
uk: LimeWire не зміг записати необхідний файл, тому що Ви не маєте необхідних прав. Ваші налаштування не будуть відтвореня наступного запуску LimeWire або LimeWire може поводитися непередбачувано.

source: LimeWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. LimeWire may behave in unexpected ways.
ar: LimeWire لا يمكنه فتح ملف ضروري بسبب اسم الملف الذي يحتوي حروف غير مدعومة من قبل نظام التشغيل الخاص بك. LimeWire قد يسلك مسارات غير متوقعة.
bs: LimeWire ne može otvoriti potrebnu datoteku zato što ime datoteke sadrži znakove koje ne podržava vaš operativni sistem. LimeWire će u tom slučaju djelovati u neočekivanom pravcu.
cy: Roedd LimeWire yn methu agor ffeil angenrheidiol achos bod enw'r ffeil yn cynnwys llythrennau sydd ddim yn cael eu cefnogi gan dy system. Efallai fydd LimeWire yn gweithio mewn ffyrdd annisgwyl.
da: LimeWire kan ikke åbne en nødvendig fil fordi filnavnet indeholder tegn, der ikke er understøttet af dit operativsystem. LimeWire kan derfor optræde på uventede måder.
de: LimeWire kann eine notwendige Datei nicht öffnen, weil der Dateiname Zeichen enthält, die von Ihrem Betriebssystem nicht unterstützt werden. LimeWire wird sich evtl. in unerwarteter Weise verhalten.
el: Το LimeWire δεν μπορεί να ανοίξει ένα απαραίτητο αρχείο, επειδή το όνομα του αρχείου περιέχει χαρακτήρες, που δεν υποστηρίζονται από το λειτουργικό σας σύστημα. Το LimeWire μπορεί να συμπεριφερθεί με απροσδόκητους τρόπους.
es: LimeWire no pudo abrir un archivo necesario porque el nombre del archivo contiene caracteres que no son compatibles con su sistema operativo. LimeWire podría funcionar de manera inesperada.
et: LimeWire ei suuda avada vajalikku faili, kuna faili nimi sisaldab tähti mida sinu operatsiooni süsteem ei tunne.
fa: LimeWire فايل مورد نظر را بدليل عدم پشتيباني سيستم عامل شما از كاراكترهاي به كار گرفته شده در آن نمي تواند باز كند. LimeWire ممكن است غير عادي رفتارصورت كند.
fi: LimeWire ei voi avata tarvittavaa tiedostoa koska tiedoston nimi sisältää merkkejä, joita käyttöjärjestelmäsi ei tue. LimeWire voi käyttäytyä odottamattomalla tavalla.
fr: LimeWire n’a pas pu ouvrir un fichier nécessaire, car le nom de ce fichier contient des caractères non supportés par le système de fichier de votre ordinateur. LimeWire pourrait se comporter de façon inattendue.
ga: Ní féidir le LimeWire comhad atá riachtanach a oscailt mar tá litreacha san ainm comhaid nach tacaíonn do chóras oibriúchán leo. D'fhéadfadh LimeWire rudaí ait a dhéanamh.
gl: LimeWire non puido abrir un ficheiro necesario por conter caracteres incompatibles co sistema operativo. LimeWire pode ter un fallo imprevisto.
he: LimeWire לא יכולה לפתוח קובץ נחוץ היות ושם הקובץ מכיל תווים שאינם נתמכים ע"י מערכת ההפעלה. LimeWire עשויה להתנהג באופן בלתי צפוי.
hr: LimeWire ne može otvoriti potrebnu datoteku jer ime datoteke sadrži znakove koji nisu podržani od strane vašeg operativnog sustava. LimeWire se može ponašati na neočekivane načine.
hu: A LimeWire nem tudott megnyitni egy fontos f�jlt, mert a f�jln�v olyan karaktereket tartalmaz, amelyeket az oper�ci�s rendszered nem t�mogat. A LimeWire emiatt furcs�n viselkedhet.
id: LimeWire tidak dapat membuka file yg diperlukan karena nama file berisi karakter yg tidak didukung oleh OS anda. LimeWire mungkin tidak berjalan dengan baik.
it: Limewire non può aprire un file perchè il nome del file contiene dei caratteri che non sono supportati dal tuo sistema operativo. Limewire potrebbe essere in una situazione non prevista.
ja: ファイル名にお使いのシステムで対応していない文字があるため、このファイルを開くことができませんでした。
ku: LimeWire nikare peleke pêwist veke ji ber ku tîpên ku pergala te nas nake dihewîne. Heye ku LimeWire bi awayeke awarte bixebite.
lv: LimeWire nespēj atvērt nepieciešamo datni, jo tā datnes nosaukums satur rakstzīmes, ko Jūsu operētājsistēma neatbalsta. LimeWire var uzvesties neparedzami.
nb: LimeWire kan ikke åpne den nødvendige filen fordi filnavnet inneholder tegn som ikke støttes av operativsystemet ditt. LimeWire kan oppføre seg uforutsigbart.
nl: LimeWire kon een vereist bestand niet openen omdat de bestandsnaam tekens bevat die niet ondersteund worden door uw besturingssysteem. LimeWire kan hierdoor anders dan normaal reageren.
nn: LimeWire kan ikkje opne ei nødvendig fil fordi filnamnet inneheld bokstavar som ikkje er støtta av operativsystemet ditt. LimeWire kan oppføre seg uventa.
pl: LimeWire nie może otworzyć potrzebnego pliku, gdyż jego nazwa zawiera litery, które nie są obsługiwane przez Twój system operacyjny. LimeWire może zachowywać się w dziwny sposób.
pt: O LimeWire não pode abrir um ficheiro necessário porque o nome do ficheiro comntém caracteres não suportados pelo seu sistema operativo. O LimeWire pode comportar-se de forma inesperada.
pt_br: O LimeWire não consegue abrir um arquivo necessário pois o nome do arquivo contem caracteres não suportados pelo seu sistema operacional. O LimeWire pode comportar-se de forma inesperada.
ru: LimeWire не может открыть необходимый файл, так как имя файла содержит символы не поддерживаемые вашей операционной системой. LimeWire может вести себя непредсказуемо.
sk: LimeWire nemohol otvoriť potrebný súbor, pretože názov súboru obsahuje znaky, ktoré nie sú podporované vašim operačným systémom. LimeWire sa môže správať neočakávane.
sq: LimeWire nuk mund ta hapë një skedë të nevojshme, pasi emri i skedës përmban shkronja që nuk përkrahen nga sistemi juaj operativ. LimeWire mund të sillet papandehur.
sr: LimeWire ne može otvoriti potreban fajl zato što naziv fajla sadrži znakove koje ne podržava Vaš operativni sistem. LimeWire može raditi nestabilno.
sv: LimeWire kunde inte öppna filen eftersom filnamnet innehöll tecken som inte stöds av ditt operativsystem. LimeWire kan bete sig på ett oväntat sätt
tr: Dosya adı işletim sisteminizin desteklemediği karakterler içerdiğinden, LimeWire gerekli bir dosyayı açamıyor. LimeWire beklenmedik biçimlerde çalışabilir.
uk: LimeWire не зміг відкрити неповний файл тому, що ім’я файлу має в собі символи, які не підтримуються Вашою файловою системою. LimeWire може поводитись непередбачувано.
