Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Creative Commons
ar: Creative العامة
bs: Obične kreacije
et: Loovad Tavad
fa: مشترکات خلاق
he: משותפים יצירתיים
hr: Kreativne zajednice
ja: クリエイティブ・コモンズ
ku: Koma Afirîner
pl: Kreatywne ogóły
pt_br: 'Criativa comum'
ru: Творческие общества
sr: Creative Commons licenca

source: Ultrapeers
cy: Uwch-bartneriaid
es: "Ultrapares"
et: Ülikasutajad
fa: فرانظیرها
fr: Ultrapairs
ga: Comhghleacaithe
gl: Ultra-parceiros
hr: Ultravršnjaci
hu: ultrapartner
id: Ultrapeer
ja: 超ピア（系列）
ku: UltraHevser
nn: Ultradelere
pl: UltraHosty
ru: Ультрапиров
sk: Ultrapeeri
sq: Ultrapika
tr: Ultraeşler

source: Ultrapeer
es: "Ultrapar"
et: Ülikasutaja
fa: فرانظیر
fr: Ultrapair
ga: Comhghleacaí
gl: Ultra-parceiro
he: חיבור על
hr: Ultravršnjak
ja: 超ピア（系列）
ku: UltraHevser
pt_br: Ultrapeers
ru: Ультра-пир
tr: Ultraeş

source: SSL Overhead (I/O)
da: SSL Overhead (I/U)
de: SSL Obergrenze(I/O)
es: Sobrecarga SSL (I/O)
et: SSL Üldkulud (I/O)
fa: ناظر SSL (ورودی/خروجی)
fr: Overhead SSL (E/S)
ga: Taca SSL (I/O)
gl: Sobrecarga SSL (E/S)
he: תקורת SSL (קלט/פלט)
hr: SSL Nadgradnja (I/O)
ja: SSL オーバーヘッド (I/O)
ku: SSL piştgirî qediya (I/O)
nb: SSL-belastning (I/O)
nn: SSL Overhode (I/O)
pl: Obciążenie SSL (Przychodzące/Wychodzące)
pt_br: SSL de acima (I/O)
ru: SSL Перекрытие (I/O)
sk: Réžia SSL (I/O)
sq: SSL e Sipërme (I/O)
sv: SSL-belastning (I/U)
tr: SSL Destek Bitleri (G/Ç)

source: SSL Overhead In
da: SSL Overhead ind
es: Sobrecarga SSL de entrada
et: SSL Üldkulud Sees
fa: ناظر SSL ورودی
fi: SSL-ylikuorma (saapuneet)
fr: Overhead SSL Entrant
ga: Taca SSL Isteach
gl: Sobrecarga SSL de entrada
he: תקורת חיבורי SSL שנכנסו
hr: SSL Ulazna Nadgradnja
ja: SSL 受信オーバーヘッド
ku: SSLpiştgiriya tê qediya
nb: SSL-belastning inn
nn: SSL Overhode Inn
pl: Obciążenie SSL przychodzące
ru: SSL Перекрытие Вход.
sk: Prichádzajúca réžia SSL
sv: SSL-belastning in
tr: Gelen SSL Destek Bitleri

source: SSL Overhead Out
da: SSL Overhead ud
es: Sobrecarga SSL de salida
et: SSL Üldkulud Väljas
fa: ناظر SSL خروجی
fi: SSL-ylikuorma (lähteneet)
fr: Overhead SSL Sortant
ga: Taca SSL Amach
gl: Sobrecarga SSL de saída
he: תקורת חיבורי SSL שיצאו
hr: SSL Izlazna Nadgradnja
ja: SSL 送信オーバーヘッド
ku: SSLpiştgiriya diçe qediya
nb: SSL-belastning ut
nl: SSL-overhead uit
nn: SSL Overhode Ut
pl: Obciążenie SSL wychodzące
ru: SSL Перекрытие Исход.
sk: Odchádzajúca réžia SSL
sv: SSL-belastning ut
tr: Giden SSL Destek Bitleri

source: Socks v4
bs: Prolaz v4
it: Socks versione 4
ja: Socks バージョン4
sr: Prolaz v4

source: Socks v5
bs: Prolaz v5
it: Socks versione 5
ja: Socks バージョン5
sr: Prolaz v5

source: bytes
es: bits
fi: tavua
ga: bearta
ja: バイト
sv: byte
tr: bayt

source: LimeWire: Enabling Open Information Sharing
ar: LimeWire: يمكنك من مشاركة المعلومات
bs: LimeWare: Priključen na otvorenu informacionu mrežu
cy: LimeWire: Yn Dechrau Rhannu Gwybodaeth
de: LimeWire: Ermöglicht den Datenaustausch mit dem Gnutella-Netzwerk
hu: LimeWire: A k�tetlen inform�ci�megoszt�s�rt
id: LimeWire: memungkinkan berbagi informasi secara terbuka
it: Abilita la condivisione dell'informazione libera
ja: LimeWire: オープンな情報共有を可能にする
nn: Limeiwre: Gjør deling av åpen informasjon mulig
pt: LimeWire: A permitir a partilha de informação aberta
sq: LimeWire: Shpërndarje me Leje e Informacionit të Hapur
uk: LimeWire: Дозволяючи вільно ділитись інформацією

source: Upgrade Your Java
ar: ترقية الجافا
bs: Dopunite vašu Java verziju
cy: Cael Java gwell
de: Java-Upgrade
hu: A Java k�rnyezet friss�t�se
id: Upgrade Java anda
it: Aggiorna il software Java
ja: 使用しているJavaをアップグレード
nn: Oppgrader Java Installasjonen din
pt: Actualize o seu Java
sq: Përmirësojeni Java-n Tuaj
uk: Оновіть вашу Java

source: LimeWire has detected that you are using an out-of-date version of Java. LimeWire looks and acts much better with newer versions of Java. Features include support for scroll-wheels on mice, a Windows XP look, and many other improvements.
bs: LimeWire je detektirao da koristite staru Java verziju. LimeWire izgleda radi mnogo bolje sa novim Java verzijama. Opcije uključuju podršku za valjak na mišu, daje izgled kao Windows XP, i mnoge druge mogućnosti.
cy: Mae LimeWire wedi sylwi dy fod di'n defnyddio Java rhy hen. Mae LimeWire yn edrych ac yn gweithio'n llawer gwell gyda Java mwy diweddar. Mae Java newydd yn cefnogi olwynion sgrolio, steil Windows XP a llawer o welllianau eraill.
de: LimeWire hat festgestellt, dass ihre Java-Version veraltet ist. Mit neueren Java-Versionen sieht LimeWire besser aus und arbeitet viel besser. Dies beinhaltet Unterstützung für Scroll-Räder von Mäusen, ein Windows XP-Design und viele weitere Verbesserungen.
hu: A LimeWire �szlelte, hogy a Java k�rnyezet elavult verzi�j�t haszn�lod. A LimeWire sokkal jobban n�z ki �s m�k�dik a Java �jabb verzi�ival. Az �j k�pess�gek k�z�tt van az eg�rrel val� g�rget�s, Windows XP kin�zet, �s sok m�s �j�t�s.
id: LimeWire mendeteksi anda menggunakan Java versi lama. LimeWire akan bekerja dan terlihat lebih baik dengan versi Java yg lebih baru. Fitur-fitur itu seperti dukungan mouse scroll-wheels, gaya Windows XP, dan banyak peningkatan lainnya.
it: Limewire ha verificato che stai usando una versione obsoleta di Java. Limewire funzionerà meglio e con maggiori funzionalità con una versione aggiornata di java. maggiori funzionalità significa supporto della rotella centrale del mouse, interfaccia tipo Windows Xp, ecc.
ja: LimeWireがユーザーが古いバージョンのJavaを使用していることを検知しました。LimeWireは新しいバージョンのJavaでより良く見え作動します。特徴としては、マウスのスクロール・ホイールを支持、ウィンドウズXPの見栄え、その他多くの改良点があります。
nn: LimeWire har oppdaget at du bruker en utdatert versjon av Java. LimeWire ser ut og fungerer bedre med nyere versjoner av Java. Funksjonalitet inkluderer støtte for hjul på mus, et Windows XP tema, og andre forbedringer.
pt: O LimeWire detectou uma versão desactualizada do Java. O LimeWire apresenta uma aparência e desempenho muito melhores com as versões nais recentes do Java. As características incluem suporte para roda de deslocamento do rato, aspecto Windows XP e muitas outras melhorias.
sq: LimeWire diktoi se po përdorni një version të Java-s që ka dalë jashtë kohe. LimeWire ngjan dhe vepron më mirë me versionet e reja të Java-s. Veçoritë përfshijnë përkrahjen për rrëshqitjen e sferës së mausit, pamjen si Windows XP dhe shumë përmirësime të tjera.
uk: LimeWire помітив, що ви використовуєте застарілу версію Java. LimeWire виглядає і працює набагато краще з новішими версіями Java. Серед нових можливостей: прокрутка коліщатком миші, стиль Windows XP та багато іншого.

source: Would you like to get your free Java upgrade?
ar: هل تود الحصول على ترقية مجانية للجافا?
bs: Želite li da imate novu Java verziju besplatno?
cy: Wyt eisiau cael dy Java newydd am ddim?
de: Möchten Sie Ihr freies Java Upgrade?
hu: Szeretn�d ingyenesen let�lteni a Java friss�t�st?
id: Apakah anda ingin meng-upgrade Java (gratis)?
it: Vuoi scaricare una versione aggiornata di Java ?
ja: 無料でJavaのアップグレードを行いたいですか？
nn: Vil du oppgradere din versjon av Java gratis?
pt: Gostaria de efectuar uma actualização grátis do Java?
sq: A doni që Java të përmirësohet falas?
uk: Бажаєте безплатно поновити Java?

source: One or more of the created magnet links may not be accessible since their hosts are firewalled.
ar: واحدة أو أكثر من الوصلات الأبرز المنشئة قد لايمكن الوصول إليها منذ صّد المضيفون لها.
bs: Jedan ili više postavljenih magnet linkova možda nisu dostupni od kako su host firewallovali.
cy: Efallai fydd un neu fyw o'r linciau Magnet ddim ar gael am fod waliau tan gan y partneriaid.
de: Ein oder mehrere erstellte Magnet-Links sind evtl. nicht zugänglich, weil ihre Rechner durch Firewalls geschützt ist.
hu: Egy vagy t�bb l�trehozott magnet hivatkoz�s lehet, hogy nem el�rhet�, mert a kiszolg�l�ik t�zfallal v�dettek.
id: Satu atau lebih link magnet yg tercipta tidak dapat diakses ketika host mereka menggunakan firewall.
it: Uno o più collegamenti Magnet non sono accessibili in quanto l'ospite remoto è protetto da un firewall.
ja: 作成されたマグネット・リンクの1つまたはそれ以上は、ホストがファイアウォールされているので、アクセスできない可能性有り
nn: En eller flere av magnetlinkene kan ikke være tilgjengelige siden verten deres er bak en brannmur.
pt: Uma ou mais das ligações magnet criadas podem não estar acessíveis em virtude dos respectivos anfitriões possuirem firewall.
sq: Një a më tepër nga linket magnet të krijuara nuk mund të hapen, derisa hostet e tyre janë me fajruoll.
uk: Одне або більше створених посилань Magnet може бути недоступним через те, що хости поза firewall’ом.

source: &MagnetMix
ja: マグネット・ミックス

source: You can share files that you download to unshared folders.
ar: يمكنك مشاركة الملفات التي قمت بتنزيلها إلى المجلدات الغير مشاركة.
bs: Vi možete razmijeniti datoteke koje ste downloadovali u nerazmjenjive foldere.
cy: Rwyt ti'n gallu rhannu'r ffeiliau rwyt ti wedi'u llwythio i lawr i ffolderi heb eu rhannu.
de: Sie können Dateien, die Sie in nicht freigegebene Verzeichnisse herunterladen, freigeben.
hu: Megoszthatod azokat a f�jlokat is, amelyek nem megosztott mapp�ban vannak.
id: Anda bisa membagikan berkas yg anda unduh ke folder tidak dibagikan.
it: Puoi condividere i file che recivai in una cartella non condivisa.
ja: 共有されていないフォルダで、ダウンロードしたファイルを共有できる
nn: Du kan dele filer du laster ned til udelte mapper.
pt: Pode partilhar os ficheiros cujo download foi efectuado para pastas não partilhadas.
sq: Ju mund të shpërndani skedat që shkarkoni tek dosje të pashpërndara.
uk: Ви можете ділитись файлами, які Ви завантажили, навіть якщо Ви завантажили їх до неспільних тек.

source: Gnutella
ja: グヌーテラ

source: messages
ja: メッセージ

source: Hops 1
ja: ホップス1

source: Hops 2
ja: ホップス2

source: Hops 3
ja: ホップス3

source: Hops 4
ja: ホップス4

source: Hops 5
ja: ホップス5

source: Hops 6
ja: ホップス6

source: Hops 7
ja: ホップス7

source: Hops 8
ja: ホップス8

source: Hops 9
ja: ホップス9

source: Pushed Head
ja: ヘッドをプッシュした

source: Retried Success
ja: 再試行での成功

source: Push Proxy
ja: プッシュ・プロキシ

source: Traditional Get
ja: 従来のゲット

source: Pushed Get
ja: ゲットをプッシュした

source: Pushed Unknown
ja: 未知をプッシュした

source: Total incoming requests received over time. This includes all connection attempts (GET, HEAD, GIV, CHAT, GNUTELLA, MAGNET, etc...).
ja: 長期に渡り受信された内向きリクエストの総数。ここには全接続試行がある(GET、HEAD、GIV、CHAT、GNUTELLA、MAGNET、その他)。

source: Crawler
ja: クローラー

source: Want to open this Tip Of The Day dialog after you've closed it? Go to the Help menu and choose 'Tip of the Day'.
cy: Eisiau agor y ffenestr Awgrym y Dydd ar ol iti ei gau? Dewis y opsiwn 'Cymorth' ac wedyn dewis 'Awgrym y Dydd'.
ja: この「今日のワンポイント」ウィンドウをまたご覧になりたい場合は、「ヘルプ」メニューの「今日のワンポイント」を選択してください。
nn: Vil du åpne denne Dagens Tips dialogen etter at du har lukket den? Gå til Hjelp menyen og velg 'Dagens Tips'.
pt: Deseja abrir a Sugestão do Dia após te-la fechado? Vá ao menu Ajuda e seleccione 'Sugestão do Dia'.

source: Do you have a tip for effectively using LimeWire? Add it to <a href="{0}">the wiki</a> and it may make it into future Tips of the Day!
cy: Oes gennyt ti awgrym am defnyddio LimeWire yn dda? Adio dy awgrym i <a href=\"{0}\">the wiki</a> a gallai ymddangos fel Awgrym y Dydd!
ja: ライムワイヤーを有効に使うヒントがありましたら、<a href="{0}">wiki</a> までメールを送ってください。「今日のワンポイント」で使わせていただくかもしれません。
nn: Har du et tips for effektiv bruk av LimeWire? Legg det til i <a href="{0}">wikien</a> og det kan komme inn i fremtidens Dagens Tips!

source: You can restart downloads that say 'Awaiting Sources' by searching for that file again. LimeWire will automatically restart the download if it finds any matching results.
cy: Ti'n gallu ail-ddechrau llwythiadau sy'n dweud 'Aros am Ffynhonnell' trwy chwilio am y ffeil yno eto. Mae LimeWire yn ail ddechrau'r llwytho'n syth os mae'n ffeindio mwy o ganlyniadau o'r un fath.
ja: 「ホスト待機中」と表示されているダウンロードを再スタートするにはそのファイル名での再検索をすることをお勧めします。一致する結果があると、ライムワイヤーは自動的にそのダウンロードを再スタートします。
nn: Du kan restarte nedlastinger som sier 'Venter på Kilder' ved og søke etter den filen igjen. LimeWire vil automatisk restarte nedlastingen hvis den finner noen like resultater.

source: Want to know more about the development of LimeWire? Visit <a href="{0}">LimeWire's open-source website</a> and look around!
cy: Eisiau gwybod mwy am ddatblygu LimeWire? Edrych ar <a href=\"{0}\">Gwefan Cod Agored LimeWire</a> i weld beth sydd yno!
ja: ライムワイヤーの開発について詳しく知りたい方は、<a href="{0}">ライムワイヤーオープンソース開発</a>のウェブページをご覧ください。
nn: Vil du vite mer om utviklingen til LimeWire? Besøk <a href="{0}">LimeWire's åpen-source webside</a> og se deg rundt!

source: Curious what hosts LimeWire is connecting or connected to? Enable the Connections tab from View &gt; Show/Hide, and take a look at LimeWire's connections.
cy: Eisiau gwybod i ba letywyr mae LimeWire yn neu wedi cysylltu? Clicia ar y tab Cysylltiadau o Gweld &gt; Dangos/Cuddio i weld cysylltiadau LimeWire.
ja: 「表示」->「表示/未表示」メニューで接続タブを有効にすると、ライムワイヤーが接続しているホストをご覧になれます。
nn: Nysgjerrig på hvilke verter LimeWire er koblet til, eller kobler til? Åpne Tilkobling menyen fra Se &gt; Vis/Skjul, og ta en titt på LimeWire's tilkoblinger.

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
cy: Yn poeni am hawliau digidol? Edrych ar <a href=\"{0}\">Electronic Frontier Foundation</a> i weld sut maen nhw gallu helpu.
ja: デジタル権利に関しては<a href="{0}">Electronic Frontier Foundation</a>をご覧ください。
nn: Lidenskapelig om digitale rettigheter? Besøk <a href="{0}">Elektronisk Grense Stiftelse</a> og se hva du kan gjøre for å hjelpe.
pt: Interessado em direitos digitais? Visite a <a href="{0}">Electronic Frontier Foundation</a> e veja o que pode fazer para ajudar.

source: Sport the LimeWire look! Visit our <a href="{0}">LimeWire gear</a> page and purchase a t-shirt or hat!
cy: Gei di fod yn cwl gyda LImeWire! Edrych ar <a href=\"{0}\">LimeWire gear</a> i brynu crys-T neu het
ja: ライムワイヤーグッズをゲット！！<a href="{0}">ライムワイヤー・グッズ</a>のウェブページではＴシャツや帽子を販売しています。
nn: Sport LimeWire utseende! Besøk vår <a href="{0}">LimeWire tøy</a> side og kjøp en t-skjorte eller hatt!

source: Try an audio genre search!<br>Click on the 'Audio' Metadata search window, choose a genre from the drop-down box, and then press 'Search'. Most if not all of the files returned will be from the selected genre.
cy: Chwilia am fathau o gerddoriaeth!<br>Clicia ar y gair 'Sain' yn y ffenestr Chwlio, dewis y math o gerddoriaeth o'r rhestr, ac wedyn gwasgu 'Chwilio'. Bydd y rhan mwyaf, neu efallai bob un ffeil, sy'n cael ei ffeindio o'r math yno.
ja: 音楽ジャンル検索を試してみてください！！<br>検索ウィンドウから、「音楽」を選択し、GENRE/ジャンルメニューから特定のジャンルを選択し、「検索」ボタンをクリックしてください。検索結果の殆どが選択されたジャンルのファイルです。
nn: Prøv en lyd sjanger søk!<br>Trykk på 'Lyd' Metadata søke vidu, velg en sjanger fra drop-down boksen, og trykk 'Søk'. Det meste hvis ikke alle filene retunert vil være fra den valgte sjangeren.
pt: Experimente uma pesquisa por um género musical!<br>Carregue em 'Áudio' na janela de pesquisa, escolhe um género da caixa, e pressione 'Pesquisar'. A maior parte dos resultados da pesquisa (se não for a totalidade) será do género escolhido.

source: You can customize LimeWire to your heart's content by changing various preferences such as your Save Directory, Shared Directory, Upload Bandwidth, etc... These preferences (and more) are available at the Tools &gt; Options menu.
ja: ライムワイヤーの設定（保存フォルダ、共有フォルダ、アップロード帯域等）の殆どはカスタマイズできます。これらの設定は、「機能」->「オプション」から選択できます。

source: You can find out which version of LimeWire you are using by choosing 'About LimeWire' from the Help menu.
cy: Rwyt ti'n gallu darganfod pa fersiwn o LimeWire rwyt ti'n defnyddio trwy ddewis 'Ynghylch LimeWire' o'r opsiwn 'Cymorth'
ja: ライムワイヤーのバージョンは「ヘルプ」->「LIMEWIREについて」で表示されます。
nn: Du kan finne hvilken versjon av LimeWIre du bruker ved og velge 'Om LimeWire' fra Hjelp menyen.

source: Be a good network participant, don't close LimeWire if someone is uploading from you. You can tell LimeWire to automatically close after all downloads and uploads are complete by going to Tools &gt; Options and looking at the 'Shutdown' options.
ja: 他のライムワイヤー・ユーザーに迷惑をかけない為にも、アップロード最中にライムワイヤーを停止させないでください。アップロードとダウンロードが完了した後に自動的にライムワイヤーを停止させるには、「機能」->「オプション」の「切断」メニューをご覧ください。
nn: Vær en god nettverks deltaker, ikke lukk LimeWire hvis noen laster ned fra deg. Du kan si til LimeWire at den automatisk skal lukke etter alle nedlastinger og opplastinger er fullført ved og gå til Verktøy &gt; Innstillinger og se på 'Avslutt' innstillinger.

source: LimeWire does not automatically share all types of files. If you have a specific file you'd like to share, make sure its extension is being shared. This can be done via Tools &gt; Options and altering the 'Sharing' options.
ja: 初期設定では、ライムワイヤーが共有するファイル形式は限られています。もし、共有されていない形式を共有リストにたしたいのであれば、「機能」->「オプション」の「共有」メニューでそのファイル形式をたしてください。
nn: LimeWire deler ikke automatisk alle typer filer. Hvis du har en spesiell fil du vil dele, vær sikker på at dens endelse blir delt. Dette kan bli gjort via Verktøy &gt; Instillinger og forandre 'Deling' innstillinger.

source: You can turn autocomplete for searching on or off by choosing 'Options' from the 'Tools' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
ja: 検索時の「オートコンプリート」機能を無効/有効にしたいのであれば、「機能」->「オプション」->「インターフェイス」メニューから「オートコンプリート」を選択して設定を変えてください。
nn: Du kan slå autofullfør av og på ved og velge 'Innstillinger' fra 'Verktøy' menyen, og endret verdien av 'Autofullfør Tekst' under 'Se' innstillingen.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to Tools &gt; Options, and check 'Revert To Default' under View &gt; Popups.
ja: 「今後、このメッセージを表示しない.」また「いつも、この答えを使う.」と設定されたメッセージを再表示されたいのであれば、「機能」->「オプション」->「インターフェイス」より「ポップアップ」メニューから設定を変えることができます。
nn: Vil du se dialoger for spørsmål som du markerte 'Ikke Vis Denne Meldingen Igjen' eller 'Alltid Bruk Dette Svaret'? Gå til Verktøy &gt; Instillinger, og merk 'Tilbakestill Til Normalt' under Se &gt; Popups.

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
cy: Rwyt ti'n gallu banio geiriau penodol rhag ymddangos yn dy ganlyniadau chwilio trwy dewis 'Opsiynau' o 'Offer' ac ychwanegu geiriau newydd i'r rhai sydd wedi'u rhestri o dan Ffilterau &gt; Geiriau Chwilio.
ja: 特定のキーワードを含む検索結果を除外したいのであれば、「機能」->「オプション」の「フィルタ」->「キーワード」でキーワードを記入してください。
nn: Du kan sensurere forskjellige ord fra og vises i dine søkeresultater ved og velge 'Instillinger' fra 'Verktøy' menyen og legg til nye ord til disse lagt til under Filtrer &gt; Nøkkelord.

source: You can change the columns that display search result information. Columns you can choose include, 'Title', 'Genre', 'Track', 'Length', and many more. Just right-click on the search result column headers, choose audio or video, and check the columns you want to see!
ja: ツールチップを表示するかしないかを選択するには、テーブルのコラムヘッダーを右クリックし、「他のオプション」メニューから選択できます。「自動並び替え」など他のオプションもここで設定できます。
nn: Du kan endre kolonnene som viser søkeresultatene informasjon. Kolonner du kan velge inkludert , 'Tittel', 'Sjanger', 'Spor', 'Lengde', og mange mere. Bare høyreklikk på søke resultatene kolonne overskrift, velg lyd eller video og velg kolonnene du vil se!

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
ja: テーブルのコラムヘッダーをクリックすることにより、並び替えをすることが出来ます。情報が入ってくるにつれて自動的に並び変わります。「自動並び替え」を有効・無効になりたいのであれば、コラムヘッダーを右クリックし、「他のオプション」で選択出来ます。
nn: Hater du verktøy tips? Elsker du verktøy tips? Du kan skru dem av og på i de fleste tabeller ved og høyreklikke på kolonne overskrift og velg 'Flere Innstillinger'. Du kan pinne andre instillinger her også, som og sortere tabeller automatisk og hvis du helst vil ha radene til og bli stripete.

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
ja: 索結果で表示されるコラムを換えることが出来ます。「曲名」、「ジャンル」、「時間」等、多数のコラムから選ぶことができます。コラム・ヘッダーを右クリックすることでこれらを選ぶことができます。
nn: Du ka sortere opplastinger, nedlastinger, etc..., ved og trykke på en kolonne. Tabellen fortsetter og resorteres som informasjonen endres. Du kan skru denne automatiske-sorteringen av ved og høyreklikke på en kollone, velge 'Mer Innstillinger' og fjerne haken på 'Sorter Automatisk'.

source: Don't want to see the Chat (or other) columns in downloads? Right-click on the column headers and uncheck that column. You can also drag the columns around to make them appear in the order you'd like.
ja: 「会話」など他のコラムを検索結果のテーブルで表示したくなければ、コラム・ヘッダーを右クリックし、表示されたくないコラムを除外してください。また、コラムをドラッグすることによって順番を替えることができます。
nn: Vil du ikke se Chat (eller andre) kolonnet i nedlastinger? Høyreklikk på kolonnen og fjern haken på den kolonnen. Du kan også dra kolonnene rundt for og få dem til og være i den rekkefølgen du vil.

source: LimeWire is written in Java, which means that having the latest version of Java will improve LimeWire's speed and stability. You can upgrade to the latest Java release by using Software Update.
ja: ライムワイヤーは「JAVA」言語で開発されています。ですから、最新のJAVAを使用になることでより効率よくライムワイヤーを起動させることができます。「ソフトウェアー・アップデート」を使用することで最新のJAVAにアップデート出来ます。
nn: LimeWire er skrevet i Java, som betyr at og ha den seneste versjonen av Java vil forbedre LimeWire's hastighet og stabilitet. Du kan oppgradere til den seneste versjonen til Java ved og bruke Software Oppdatering.

source: Tired of the OSX Aqua look? Try using a new theme, available from the View &gt; Apply Themes menu.
ja: OSXのアクア・ルック以外にも多数のテーマがあります。「表示」->「テーマを適用」メニューから様々のテーマを選択することが出来ます。
nn: Lei av OSX Aqua temaet? Prøv og bruke et nytt tema, tilgjengelig fra Se &gt; Godta Temaer menyen.

source: You can customize LimeWire to your heart's content by changing various preferences such as your Save Directory, Shared Directory, Upload Bandwidth, etc... These preferences (and more) are available at the LimeWire &gt; Preferences menu.
ja: ライムワイヤーの設定（保存フォルダ、共有フォルダ、アップロード帯域等）の殆どはカスタマイズできます。これらの設定は、「ライムワイヤー」->「環境設定」から選択できます。

source: You can find out which version of LimeWire you are using by choosing 'About LimeWire' from the LimeWire menu.
ja: ライムワイヤーのバージョンは「ＬＩＭＥＷＩＲＥ」->「LIMEWIREについて」で表示されます。
nn: Du kan finne ut hvilken versjon av LimeWire du bruker ved og velge 'Om LimeWire' fra LimeWire menyen.

source: Be a good network participant, don't close LimeWire if someone is uploading from you. You can tell LimeWire to automatically close after all downloads and uploads are complete by going to LimeWire &gt; Preferences and looking at the 'Shutdown' options.
ja: 他のライムワイヤー・ユーザーに迷惑をかけない為にも、アップロード最中にライムワイヤーを停止させないでください。アップロードとダウンロードが完了した後に自動的にライムワイヤーを停止させるには、「ライムワイヤー」->「環境設定」の「切断」メニューをご覧ください。
nn: Vær en god nettverks deltager, ikke lukk LimeWire hvis noen laster opp fra deg. Du kan si til LimeWire at den automatisk skal lukkes etter alle nedlastinger og opplastinger er fullført ved og gå til LimeWire &gt; Innstillinger og se på 'Avlsutt' innstillingene.

source: LimeWire does not automatically share all types of files. If you have a specific file you'd like to share, make sure its extension is being shared. This can be done via LimeWire &gt; Preferences and altering the 'Sharing' options.
ja: 初期設定では、ライムワイヤーが共有するファイル形式は限られています。もし、共有されていない形式を共有リストにたしたいのであれば、「ライムワイヤー」->「環境設定」の「共有」メニューでそのファイル形式をたしてください。
nn: LimeWire deler ikke automatisk all slags filer. Hvis du har en spesifik fil du vil dele, vær sikker på at dens endelse blir delt. Dette kan bli gjort via LimeWire &gt; Innstillinger og gå til 'Deling' innstillinger.
