Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can display your bandwidth consumption in the status bar.
ar: يمكنك عرض إستهلاك معدل النقل في شريط الحالة.
bs: Vi možete pokazati konzumciju širine treke u status baru.
cy: Rwyt ti'n gallu dangos defnydd dy led band yn y bar statws.
de: Sie können Ihre Bandbreitennutzung im Statusbalken anzeigen.
el: Μπορείτε να εμφανίσετε ένδειξη κατανάλωσης εύρους ζώνης στη γραμμή κατάστασης.
hu: Megjelen�theted a s�vsz�less�g-ig�nybev�telt az �llapotsoron.
id: Anda bisa menampilkan penggunaan lebar pita di papan status.
it: Puoi visualizzare nella barra di stato un indicatore del consumo della larghezza di banda.
ja: ステータスバーで、処理能力の消費を表示できる
nn: Du kan vise ditt bruk av båndbredde på status linjen.
pt: Pode visualizar o seu consumo de largura de banda na barra de estado.
pt_br: Você pode visualizar o seu consumo de largura de banda na barra de status.
sk: Tu môžete povoliť zobrazovanie spotreby bandwidth v stavovom riadku.
sq: Shfaqni konsumimin e shtrirjes së bandës në shufrën e statusit.
sr: Možete pratiti iskorišćenost veze u traci za informacije.
uk: Можна показувати використання підключення в рядку статусу.

source: Show Bandwidth Indicator:
ar: عرض مؤشر معدل النقل:
bs: Pokaži indikator širine trake:
cy: Dangos Lled Band
de: Informationen zur Bandbreite anzeigen:
el: Προβολή ένδειξης εύρους ζώνης:
hu: S�vsz�less�g-kijelz� mutat�sa:
id: Perlihatkan indikator lebar pita:
it: Visualizza indicatore larghezza di banda:
ja: 処理能力の表示計を出す
nn: Vis Båndbredde Indikator:
pt: Mostrar indicador de largura de banda:
pt_br: Mostrar indicador de largura de banda:
sk: Zobraziť bandwidth indikátor:
sq: Shfaqe Treguesin e Shtrirjes së Bandës:
sr: Uključi pokazivač protoka podataka:
uk: Показувати

source: Connection Quality Indicator
ar: مؤشر جودة الإتصال
bs: Indikator kvaliteta priključka
cy: Safon y Cysylltiad
de: Verbindungsqualitätsanzeige
el: Ένδειξη ποιότητας σύνδεσης
hu: Kapcsolatmin�s�g-kijelz�
id: Indikator kualitas koneksi
it: Indicatore qualità connessione
ja: 接続レベル表示計
nn: Tilkoblings Kvalitet Indikator
pt: Indicador de qualidade da ligação
pt_br: Indicador de qualidade da conexão
sk: Indikátor kvality pripojenia
sq: Treguesi i Cilësisë së Lidhjes
sr: Pokazivč kvaliteta veze
uk: Індікатор Якості Підключення

source: You can display a measurement of your connection quality in the status bar.
ar: يمكنك عرض مقياس جودة الإتصال في شريط الحالة.
bs: Vi možete prikazati teks objašnjenje vašeg kvaliteta priključka u status baru.
cy: Rwyt ti'n gallu dangos mesuriad o safon dy gysylltiad yn y bar statws.
de: Sie können eine Messung Ihrer Verbindungsqualität im Statusbalken anzeigen.
el: Μπορείτε να εμφανίσετε ένδειξη της ποιότητας σύνδεσης στη γραμμή κατάστασης
hu: Az �llapotsoron megjelenhet n�mi inform�ci� a kapcsolat min�s�g�r�
id: Anda bisa menampilkan ukuran kualitas koneksi di papan status.
it: Puoi visualizzare nella barra di stato un indicatore della qualità della tua connessione.
ja: 接続レベルの測定値をステータスバーに表示できる
nn: Du kan vise målingsenhet av din tilkoblings kavlitet på status linjen.
pt: Pode visualizar uma medição da qualidade da sua ligação na barra de estado.
pt_br: Você pode ver uma medição da qualidade da sua conexão na barra de status.
sk: Môžete zobraziť meradlo kvality vášho pripojenia v stavovom riadku.
sq: Shfaqni një matës të cilësisë së lidhjes në shufrën e statusit.
sr: Možete pratiti kvalitet veze u traci za informacije.
uk: Ви можете показувати оцінку якості Вашого підключення в рядку статусу.

source: Show Connection Quality Indicator:
ar: عرض مؤشر جودة الإتصال:
bs: Pokaži kvaliteta priključka na indikatoru:
cy: Dangos Safon y Cysylltiad:
de: Verbindungsqualität anzeigen:
el: Προβολή ένδειξης ποιότητας σύνδεσης
hu: Kapcsolatmin�s�g-kijelz� megjelen�t�se:
id: Tampilkan indikator kualitas koneksi:
it: Visualizza indicatore qualità connessione:
ja: 接続レベル表示を出す
nn: Tilkoblings Kvalitet Indikator:
pt: Mostrar indicador de qualidade da ligação:
pt_br: Mostrar indicador de qualidade da conexão:
sk: Zobraziť indikátor kvality pripojenia:
sq: Shfaqe Treguesin e Cilësisë së Lidhjes:
sr: Uključi pokazivač kvaliteta veze:
uk: Показувати індікатор якості підключення:

source: You can display your firewall status in the status bar.
ar: يمكنك عرض حالة جدارك الناري في شريط الحالة.
bs: Vi možete prikazati stanje firewalla u tablici stanja.
cy: Rwyt ti'n gallu dangos statws dy wal tan yn y bar statws.
de: Sie können Ihren Firewall-Status im Statusbalken anzeigen.
el: Μπορείτε να προβάλλετε την κατάσταση του τείχους προστασίας σας στη γραμμή εργαλείων.
hu: Megjelenhet a t�zfalad �llapota az �llapotsoron.
id: Anda bisa menampilkan status firewall di papan status.
it: Puoi visualizzare nella barra di stato lo stato del firewall
ja: ファイアウォールの状態をステータスバーで表示できる
nn: Du kan vise din Brannmurstatus på status linjen.
pt: Pode visualizar o estado do seu firewall na barra de estado.
pt_br: Você pode visualizar o estado do seu firewall na barra de estado.
sk: Tu môžete povoliť zobrazovanie stvau firewallu v staovom riadku.
sq: Shfaqni statusin e fajruollit në shufrën e statusit.
sr: Možete pratiti trenutno stanje zaštitnog zida u traci za informacije.
uk: Можна показувати статус Firewall в рядку статусу.

source: Show Firewall Indicator:
ar: عرض مؤشر الجدار الناري:
bs: Pokaži firewall indikator:
cy: Dangos Wal Tan:
de: Firewallstatus anzeigen:
el: Προβολή ένδειξης τείχους προστασίας:
hu: T�zfalkijelz� mutat�sa:
id: Perlihatkan indikator firewall:
it: Visualizza indicatore firewall:
ja: ファイアウォール表示計を出す
nn: Vis Brannmurindikator
pt: Mostar indicador do firewall:
pt_br: Mostrar indicador do firewall:
sk: Zobraziť indikátor firewallu:
sq: Shfaqe Treguesin e Fajruollit:
sr: Uključi pokazivač zaštitnog zida:
uk: Показувати індікатор Firewall:

source: You can display your LimeWire Store status in the status bar.
el: Μπορείτε να εμφανίσετε ένδειξη κατάστασης του καταστήματος LimeWire στη γραμμή κατάστασης.
ja: LimeWireストアの状況をステータスバーに表示することができます。
nn: Du kan vise din LimeWire Butikk status i status baren.
sk: Môžete zobraziť stav LimeWire Store v stavovom riadku.

source: Show LimeWire Store Indicator:
el: Προβολή ένδειξης καταστήματος LimeWire:
nn: Vis LimeWire Butikken Indikator:
sk: Ukázať indikátor LimeWire Store:

source: You can display how many files you are sharing in the status bar.
ar: يمكنك عرض عدد الملفات المشاركة في شريط الحالة.
bs: Vi možete pokazati koliko ste datoteka razmijenili u status baru.
cy: Rwyt ti'n gallu dangos faint o ffeiliau rwyt ti'n rhannu yn y bar statws.
de: Sie können im Statusbalken anzeigen, wie viele Dateien Sie freigegeben haben.
el: Μπορείτε να προβάλλετε τον αριθμό των αρχείων που διαμοιράζετε στη γραμμή εργαλείων
hu: Megjelen�theted az �llapotsoron, hogy h�ny f�jlt osztasz meg �ppen.
id: Anda bisa memperlihatkan berapa berkas yg dibagikan di papan status.
it: Puoi visualizzare nella barra di stato quanti file stai condividendo.
ja: ステータスバーで何個ファイルを共有しているかを表示する
nn: Du kan vise hvor mange filer du delter på status linjen.
pt: Pode visualizar o número de ficheiros que está a partilhar na barra de estado.
pt_br: Você pode visualizar o número de arquivos compartilhados na barra de status.
sk: Tu môžete povoliť zobrazovanie počtu zdieľaných súborov v stavovom riadku.
sq: Tregoni sa skeda po shpërndani në shufrën e statusit.
sr: Možete pratiti u traci za informacije koliko fajlova razmenjujete.
uk: Показувати скількома файлами Ви ділитесь в рядку статусу.

source: Show Shared Files Indicator:
ar: عرض مؤشر الملفات المشاركة:
bs: Pokaži indikator razmjene datoteka:
cy: Dangos Ffeiliau Rhannu
de: Anzahl der freigegebenen Dateien anzeigen:
el: Προβολή ένδειξης διαμοιραζόμενων αρχείων:
hu: Megosztottf�jl-kijelz� megjelen�t�se:
id: Perlihatkan indikator berkas bersama:
it: Visualizza indicatore file condivisi:
ja: 共有ファイル表示計を出す
nn: Vis Indikator på Delte Filer:
pt: Mostrar indicador de ficheiros partilhados:
pt_br: Mostrar indicador de arquivos compartilhados:
sk: Zobraziť indikátorzdieľaných súborov:
sq: Shfaqe Treguesin e Skedave të Shpërndara:
sr: Uključi pokazivač razmene fajlova:
uk: Показувати індікатор спільних файлів:

source: LimeWire Store - Save Folder
el: Κατάλογος αποθήκευσης καταστήματος LimeWire
ja: LimeWireストア－保存フォルダ
nn: LimeWire Butikken - Lagre Mappe
pt_br: LimeWire Store - Pasta de Arquivos Salvos
sk: LimeWire Store - Priečinok na ukladanie

source: System Tray Icon
ar: أيقونة صينية النظام
cy: Icon Trei System
de: System Tray Symbol
el: Εικονίδιο πλαισίου συστήματος
hu: T�lcaikon
id: Ikon system tray
it: Icona barra di sistema
nn: System Tray Ikon
pt: Ícone da Bandeja do Sistema
pt_br: Ícone da bandeja do sistema
sk: Ikona v systémovej lište
sq: Ikona e Tabakasë së Sistemit
sr: Sličica za rad u pozadini
uk: Іконка в треї

source: You can display the system tray icon while LimeWire is visible.
ar: يمكنك عرض أيقونة صينية النظام بينما LimeWire مرئي.
cy: Rwyt ti'n gallu dangos icon y Trei System tra bod LimeWire i'w gweld
de: Sie können das System Tray Symbol angezeigen lassen auch wenn LimeWire geöffnet ist.
el: Μπορείτε να προβάλλετε το εικονίδιο πλαισίου συστήματος όταν το LimeWire είναι ορατό.
hu: L�that�v� teheted a t�lcaikont, am�g a LimeWire l�that�
id: Anda bisa menampilkan ikon system tray ketika LimeWire ditampilkan.
it: Puoi visualizzare l'icona nella barra di sistema mentre Limewire è visbile.
nn: Du kan vise system tray ikon mens Limewire er synlig.
pt_br: Você pode mostrar o ícone na bandeja do sistema enquanto o Limewire está visível.
sk: Tu môžete zobraziť ikonu v systémovej lište pokiaľ je LimeWire zobrazovaný.
sq: Edhe pse LimeWire duket, ju mund të shfaqni një ikonë në tabakanë e sistemit.
sr: Moguće je prikazati sličicu u pozadini i dok je LimeWire vidljiv na ekranu.
uk: Можна показувати іконку в треї, коли LimeWire активний.

source: Show System Tray Icon:
ar: عرض أيقونة صينية النظام:
cy: Dangos Icon Trei System:
de: Zeige System Tray Symbol
el: Προβολή εικονιδίου στο πλαίσιο συστήματος:
hu: T�lcaikon mutat�sa:
id: Perlihatkan ikon system tray:
it: Visualizza icona barra di sistema:
nn: Vis System Tray Ikon
pt: Mostrar Ícone na Bandeja do Sistema:
pt_br: Mostrar ícone na bandeja do sistema
sk: Zobraziť ikonu v systémovej lište:
sq: Shfaqe Ikonën në Tabakanë e Sistemit:
sr: Prikažite sličicu za rad u pozadini:
uk: Показувати іконку в треї:

source: Update Options
ar: خيارات التحديث
bs: Opcija updatanja
cy: Opsiynau Diweddaru
de: Update-Einstellungen
el: Ενημέρωση επιλογών
hu: Friss�t�s be�ll�t�sai
id: Pilihan pembaruan
it: Avviso disponibilità aggiornamenti
ja: アップデート・オプション
nn: Oppdaterings Alternativer
pt: Opções de actualização
pt_br: Opções de atualização
sk: Možnosti aktualizácie
sq: Mundësitë Ridatuese
sr: Nove verzije
uk: Налаштування оновлень

source: You can choose when you want to be notified of new LimeWire releases.
ar: يمكنك الاختيار عندما تريد تنبيهك عن إصدارات LimeWire الجديدة.
bs: Možete naznačiti ako želite da budete obavješteni čim izađe nova LimeWire verija.
cy: Rwyt ti'n gallu dewis pryd rwyt eisiau clywed am fersiynau newydd o LimeWire
de: Sie können wählen, wann Sie über neue LimeWire-Versionen informiert werden möchten.
el: Μπορείτε να επιλέξετε πότε θέλετε να ειδοποιείστε για νέες εκδόσεις του LimeWire.
hu: Kiv�laszthatod, �rtes�tve legy�l-e az �j LimeWire verzi�kr�
id: Anda bisa memilih kapan anda ingin diberitahu tentang pelepasan LimeWire baru.
it: Puoi scegliere se venire avvisato della disponibilità di nuove versionei di Limewire.
ja: LimeWireの新製品発売について、情報を受けたいか否か選択できる
nn: Du kan velge om du vil få beskjed om nye Limewire utgivelser.
pt: Pode seleccionar quando pretende ser avisado sobre novas versões do LimeWire.
pt_br: Você pode selecionar quando quer ser avisado sobre novas versões do LimeWire.
sk: Tu môžete vybrať, i chcete byť informovaný o nových verziách LimeWire.
sq: Zgjidhni se kur doni të lajmëroheni rreth lëshimeve të reja të LimeWire.
sr: Možete odabrati kada želite da budete obavešteni o novim verzijama programa LimeWire.
uk: Ви можете обрати, про які релізи LimeWire Вам попереджати.

source: Beta Releases
bs: Beta verzija
cy: Fersiwn Beta
de: Alle Beta Versionen
el: Εκδόσεις Beta
hu: B�taverzi�
id: Pelepasan Beta
it: Versioni beta
ja: ベータ発売
nn: Beta Utgivelser
pt: Versões Beta
pt_br: Versões beta
sk: Beta verzia
sq: Lëshime Beta
sr: Probne verzije
uk: Бета версії

source: Service Releases
bs: Službena verzija
cy: Fersiwn Wasanaeth
de: Service-Versionen
el: Εκδόσεις διορθώσεων
hu: Szervizverzi�
id: Pelepasan Layanan
it: Versioni di aggiornamento
ja: サービス新規提供
nn: Service Utgivelser
pt: Versões de serviço
pt_br: Versões de serviço
sk: Operačná verzia
sq: Lëshime Shërbimi
sr: Radne verzije
uk: Сервісні версії

source: Major Releases
bs: Važna verzija
cy: Prif Fersiwn
de: Haupt-Versionen
el: Κύριες εκδόσεις
hu: F�bb verzi�
id: Pelepasan Mayor
it: Versioni principali
ja: 主な発売
nn: Store Utgivelser
pt: Versões principais
pt_br: Versões principais
sk: Hlavná verzia
sq: Lëshime Madhore
sr: Konačne verzije
uk: Основні версії

source: You can set the percentage of your bandwidth devoted to uploads. To turn off uploads, reduce your upload slots to zero.
ar: يمكنك تحديد نسبة من سرعة النقل لتستخدم في التحميل. إذا كنت لا ترغب في التحميل، ضع قيمة شرائح التحميل بصفر.
bs: Možete postaviti procenat širine trake posvećene uploadovanju. Isključite upload, reducirajte vaše otvore na nulu.
cy: Rwyt ti'n gallu dewis faint o dy led band sydd ar gyfer llwythio i fyny. I ddiffodd llwythio i fyny, lleihau nifer dy slotiau llwythio i fyny i ddim.
de: Sie können den Prozentsatz Ihrer Bandbreite einstellen, der für Uploads reserviert ist. Um Uploads ganz auszuschalten, setzen Sie die Upload-Kanäle auf Null.
el: Μπορείτε να ορίσετε το ποσοστό εύρους ζώνης για τις αποστολές αρχείων. Για να απενεργοποιήσετε τις αποστολές, ορίστε το ποσοστό αυτό σε μηδέν.
hu: Megadhatod a s�vsz�less�ged felt�lt�sre sz�nt sz�zal�kos m�rt�k�t. Kikapcsolhatod a felt�lt�st, ha a m�rt�k�t null�ra �ll�tod.
id: Anda bisa menentukan persentase lebar pita untuk upload. Untuk mematikan upload, turunkan celah upload ke nol.
it: Puoi impostare la percentuale di larghezza di banda dedicata a chi si collega al tuo ospiti. Per non consentire l'accesso, imposta a zero il numero delle porte attive.
ja: アップロードに使用する処理能力を割合で設定できる。アップロードを停止するにはアップロードスロットを 0 にすること。
nn: Du kan sette prosenten av din båndbredde dedikert til opplasting. For å slå av opplasting, reduser dine opplasting slots til null.
pt: Pode definir a percentagem de largura de banda dedicada a uploads. Para desactivar os uploads, reduza suas quotas a zero.
pt_br: Você pode definir a percentagem de largura de banda dedicada a uploads. Para desativar os uploads, reduza suas quotas a zero.
sk: Môžete nastaviť percentuálny bandwidth priradený odosielaniu. Ak nechcete povoliť odosielanie súborov, zredukujte sloty odosielania na nulu.
sq: Zgjidhni përqindjen e shtrirjes së bandës që i kushtohet ngarkesave. Për të çaktivizuar ngarkesat, bëni zero tragat e ngarkimit.
sr: Možete podesiti iskorišćenost veze za slanje fajlova. Da bi isključili slanje, podesite protok na nulu.
uk: Ви можете становити, скільки відсотків від вашої пропускної спроможності піде на вивантаження. Щоб вимкнути вивантаження, поставте 0.

source: Upload Speed:
ar: سرعة التحميل:
bs: Upload brzina:
cy: Cyflymdra Llwythio i Fyny:
de: Upload-Geschwindigkeit:
el: Ταχύτητα αποστολής:
hu: Felt�lt�si sebess�g:
id: Kecepatan upload:
it: Velocità di trasfiramento:
ja: アップロード速度：
nn: Opplastings Hastighet:
pt: Velocidade de upload:
pt_br: Velocidade de upload:
sk: Rýchlosť odosielania:
sq: Shpejtësia e Ngarkimit:
sr: Brzina slanja:
uk: Швидкість вивантаження:

source: Video Options
ar: خيارات الفيديو
bs: Video opcija
cy: Opsiynau Fideo
de: Video-Einstellungen
el: Επιλογές βίντεο
hu: Vide�be�ll�t�sok
id: Pilihan Video
it: Video
ja: ビデオ・オプション
nn: Video Alternativer
pt: Opções de vídeo
pt_br: Opções de vídeo
sk: Nastavenie videa
sq: Mundësitë e Videove
sr: Video player
uk: Вибір відео плеєра

source: You can choose which video player to use.
ar: يمكنك اختيار مشغل ملفات الفيديو الذي ترغب في استخدامه.
bs: Možete odabrati koji video player želite koristiti.
cy: Rwyt ti'n gallu dewis pa chwaraewr fideo i ddefnydio.
de: Sie können wählen, welches Filmabspielprogramm Sie verwenden möchten.
el: Μπορείτε να επιλέξετε ποιον αναπαραγωγέα βίντεο θα χρησιμοποιείτε.
hu: Kiv�laszthatod a haszn�land� vide�lej�tsz�
id: Anda bisa memilih player video mana yg digunakan.
it: Puoi selezionare il lettore video predefinito.
ja: どのビデオ・プレイヤーを使用するか選択できる
nn: Du kan velge hvilken videoavspiller du vil bruke.
pt: Pode seleccionar o leitor de vídeo que pretende utilizar.
pt_br: Você pode selecionar o player de vídeo que quer usar.
sk: Tu môžete vybrať, ktorý prehrávač videa chcete použiť.
sq: Zgjidhni se cilin videolexues doni të përdorni.
sr: Možete odabrati koji video player želite koristiti.
uk: Ви можете обрати, який відео плеєр використовувати.

source: Video Player
ar: مشغل ملفات الفيديو
cy: Chwaraewr Fideo
de: Filmabspielprogramm
el: Αναπαραγωγέας βίντεο
hu: Vide�lej�tsz�
id: Player Video
it: Lettore video
ja: ビデオ・プレイヤー
nn: Video Avspiller
pt: Leitor de vídeo
pt_br: Player de vídeo
sk: Prehrávač videa
sq: VideoLexuesi
uk: Відео плеєр

source: You can have LimeWire import newly downloaded songs into iTunes.
ar: يمكنك جعل LimeWire يستورد أحدث الأغاني داخل iTunes .
bs: LimeWire može unijeti novije downloadovane pjesme u iTunes.
cy: Gall LimeWire mewnforio caneuon newydd wedi'u llwytho i lawr i iTunes.
de: Sie können hier die iTunes Unterstützung aktivieren.
el: Μπορείτε να κάνετε το LimeWire να εισάγει πρόσφατες λήψεις τραγουδιών στο iTunes.
hu: A LimeWire az �jonnan let�lt�tt zen�ket az iTunes-ba import�lhatod.
id: LimeWire bisa mengimport lagu baru dari iTunes
it: Limewire può importare le nuove canzoni scaricate in iTunes.
ja: iTunesに新たにダウンロードした歌をインポートできる
nn: Du kan få Limewire til å importere nye nedlastede sanger til iTunes.
pt: O LimeWire pode importar para iTunes canções cujo download tenha sido efectuado recentemente.
pt_br: O LimeWire pode importar para iTunes músicas cujo download tenha sido concluído recentemente.
sk: Tu môžete nastaviť, či má LimeWire automaticky pridať nové stiahnuté piesne do iTunes.
sq: Bëni që LimeWire të importojë në iTunes këngët e reja të shkarkuara.
sr: LimeWire može automatski napuniti iTunes sa novopreuzetim pesmama.
uk: LimeWire може імпортувати тільки но завантажені пісні до iTunes.

source: Enable iTunes importing:
ar: تمكين إستيراد iTunes:
bs: Omogućite iTunes unošenje:
cy: Galluogi iTunes
de: iTunes Unterstützung aktivieren:
el: Ενεργοποίηση εισαγωγής στο iTunes:
hu: iTunes-import�l�s enged�lyez�se:
id: Bisa import iTunes:
it: Abilita importazione Itunes:
ja: iTunesインポートを有効化：
nn: Muliggjør iTunes Importering:
pt: Activar a importação de iTunes:
pt_br: Ativar a importação de iTunes:
sk: Povoliť iTunes import:
sq: Lejoje importimin e iTunes-ve:
sr: Omogući punjenje iTunes muzike:
uk: Дозволити імпорт з iTunes

source: Open an Existing Playlist
ar: فتح قائمة قراءة جديدة أو موجودة مسبقاً
bs: Otvori jednu postojeću play listu.
cy: Agor Rhestr Chwarae
de: Öffnet eine vorhandene PlayList.
el: Άνοιγμα υπάρχουσας λίστας αναπαραγωγής.
hu: Egy l�tez� lej�tsz�lista megnyit�sa
id: Buka playlist yg ada.
it: Apre una lista di riproduzione nuova o già esistente.
ja: 新規/既存の再生リストを開く...
nn: Åpne en Eksisterende Spilleliste
pt: Abrir uma lista de reprodução existente.
pt_br: Abrir uma lista de reprodução existente.
sk: Otvoriť existujúci Playlist
sq: Hap një Listë Ekzistuese
sr: Otvori postojeću listu pesama
uk: Відкрити Існуючий Плейліст

source: Save the Current Playlist to a File
ar: حفظ قائمة القراءة الحالية إلى ملف
bs: Zadrži postojeću play listu na datoteci.
cy: Cadw'r Rhestr Chwarae Presennol i Ffeil
de: Speichert die aktuelle PlayList.
el: Αποθήκευση της τρέχουσας λίστας αναπαραγωγής σε αρχείο.
hu: Az aktu�lis lej�tsz�lista ment�se
id: Simpan playlist tersebut ke sebuah berkas.
it: Salva la lista di riproduzione in un file
ja: 現在の再生リストを保存...
nn: Lagre den Gjeldene Spillelisten til en Fil
pt: Guardar a lista de reprodução actual para um ficheiro.
pt_br: Salvar a lista de reprodução atual para um arquivo.
sk: Uložiť terajší Playlist do súboru
sq: Ruan Listën Aktuale në një Skedë
sr: Snimi postojeću listu pesama u računar
uk: Зберегти Поточний Плейліст до Файлу

source: Remove Selected File from Playlist
ar: إزالة الملفات المحددة من قائمة القراءة
bs: Odstrani selektiranu datoteku sa play liste.
cy: Dileu'r Ffeil o'r Rhestr Chwarae
de: Löscht die ausgewählte Datei aus der PlayList.
el: Αφαίρεση επιλεγμένου αρχείου από τη λίστα αναπαραγωγής.
hu: A kijel�lt f�jlok elt�vol�t�sa a lej�tsz�list�b�
id: Hilangkan berkas tersebut dari playlist.
it: Rimuove il file selezionato dalla lista.
ja: 選択したファイルを再生リストから除去する
nn: Fjern Valgte de Valgte Filene fra SPillelisten
pt: Remover ficheiro seleccionado da lista de reprodução.
pt_br: Remover arquivo selecionado da lista de reprodução.
sk: Odstrániť vybrané súbory z Playlistu
sq: Heq Skedën e Zgjedhur nga Lista
sr: Ukloni obeleženu pesmu sa liste
uk: Видалити Обраний Файл з Плейліста

source: Comment
el: Σχόλιο
ja: コメント
nn: Kommentar
sk: Komentár

source: Playlist
el: Λίστα αναπαραγωγής
ja: プレイリスト
nn: Spilleliste
pt_br: Lista de Reprodução
sk: Zoznam skladieb

source: Loading Playlist Window...
ar: يتم الآن تحميل نافذة قائمة القراءة...
bs: Punjenje prozora sa Play listom...
cy: Llwytho Ffenestr Rhestr Chwarae...
de: PlayList-Fenster wird geladen...
el: Φόρτωση παραθύρου λίστας αναπαραγωγής...
hu: Lej�tsz�lista-ablak bet�lt�se...
id: Memuat jendela playlist...
it: Caricamento finestra lista di riproduzione...
ja: プレイリスト・ウィンドウをロード中...
nn: Laster Spillelister
pt: A carregar janela da lista de reprodução...
pt_br: Carregando janela da lista de reprodução...
sk: Načítavam okno Playlist...
sq: Po Ngarkoj Dritaren Listuese...
sr: Učitavanje prozora sa muzičkom listom...
uk: Завантажую вікно плейлиста...

source: Play Options:
ar: خيارات التشغيل:
bs: Play opcije:
cy: Opsiynau Chwarae:
de: Abspiel-Optionen:
el: Επιλογές αναπαραγωγής:
hu: Lej�tsz�s be�ll�t�sok:
id: Pilihan memainkan
it: Opzioni di riproduzione:
ja: 再生オプション：
nn: Avspillings Alternativer:
pt: Opções de reprodução:
pt_br: Opções de reprodução:
sk: Voľby prehrávania:
sq: Mundësitë lexuese:
sr: Izbor puštanja:
uk: Опції програвання:

source: Shuffle
ar: تبديل
bs: Izmješano
cy: Cymysu
de: Zufällig
el: Τυχαία αναπαραγωγή
et: Sega
fa: پخش مختلط
gl: Aleatorio
he: ערבב
hr: Izmiješaj
hu: Kevert
id: Mengacak
it: Riproduzone casuale
ja: シャッフル
ku: Tevlihev
lv: Jaukt
nb: Tilfeldig
nn: Tilfeldig
pl: Wymieszaj
pt: Aleatória
pt_br: Aleatória
ru: Перетасовка
sk: Náhodné
sq: Të përziera
sr: Bez reda
uk: Перемішати

source: Continuous
ar: مستمر
bs: Neprekidno
cy: Tryw'r Amser
de: Kontinuierlich
el: Συνεχής αναπαραγωγή
hu: Folyamatos
id: Berlanjut
it: Riproduci continua
ja: 連続
nn: Fortsettende
pt: Contínua
pt_br: Contínua
sk: Nepretržité
sq: Në vazhdimësi
sr: Redom
uk: Зациклене

source: Open Playlist (.m3u)
ar: اختر قائمة قراءة (*.m3u)
bs: Otvori Play listu (.m3u)
cy: Agor Rhestr Chwarae (.m3u)
de: PlayList (.m3u) öffnen
el: Άνοιγμα λίστας αναπαραγωγής (.m3u)
hu: Lej�tsz�lista megnyit�sa (.m3u)
id: Buka playlist (.m3u)
it: Apri lista file (.m3u)
ja: 再生リストを選択 (.m3u)
nn: Åpne Spilleliste (.m3u)
pt: Abrir lista de reprodução (.m3u)
pt_br: Abrir lista de reprodução (.m3u)
sk: Otvoriť playlist (.m3u)
sq: Hape Listën (.m3u)
sr: Otvori listu (.m3u)
uk: Відкрити плейліст (.m3u)
