Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Show Icon &Text
ar: عرض نص الأيقونة
bs: Prikaži &tekst ikone
cy: Dangos &Testun yr Iconau
de: Icons mit Text
el: Κειμένου του εικονιδίου [&K]
hu: &Ikonsz�vegek megjelen�t�se
id: Perliha&tkan teks ikon
it: Mos&tra il testo dell'icona
ja: アイコンのテキストを表示 (&T)
nn: Ikon &Tekst
pt: Mos&trar texto do ícone
pt_br: Mos&trar texto do ícone
sk: Zobraziť text a ikon&y
sq: Shfaq Ikona me &Tekst
sr: Prikaži opisni &tekst uz sliku alata
uk: Показувати підписи до значків

source: Show Text Below Icons
ar: عرض النص تحت الأيقونات
bs: Prikaži tekst ispod ikona.
cy: Dangos Testun o Dan Iconau
de: Text unter den Icons anzeigen.
el: Εμφάνιση κειμένου κάτω από τα εικονίδια.
hu: Az ikonok alatti magyar�z�sz�veg megjelen�t�se
id: Perlihatkan teks dibawah ikon
it: Mostra il testo sotto le icone.
ja: アイコンの下にテキストを表示する
nn: Vis tekst under Ikoner
pt: Mostrar texto por baixo dos ícones.
pt_br: Mostrar texto embaixo dos ícones.
sk: Zobraziť text pod ikonami
sq: Shfaq Tekst Poshtë Ikonave
sr: Prikaži tekst ispod alata
uk: Показувати текст під значками

source: &Increase Font Size
de: Bildschirm vergrößern
el: &Μεγέθυνση κειμένου
hu: &Bet�m�ret n�vel�se
it: Aumenta la d&imensione Font
nn: &Forstørr Font Størrelsen
pt_br: A&umentar Tamanho da Fonte
sk: &Zväčšiť veľkosť písma
sq: Rr&ite Përmasën e Shkrimit

source: Increases the Font Size
de: Vergrößern der Bildschirmansicht
el: Αυξάνει το μέγεθος της γραμματοσειράς
hu: A bet�m�ret n�vel�se
it: Aumenta la dimensione Font
ja: フォントサイズを増やします
nn: Forstørrer Font Størrelsen
pt_br: Aumenta o Tamanho da Fonte
sk: Zväčší veľkosť písma
sq: Rrit Përmasën e Shkrimit

source: &Decrease Font Size
de: Bildschirm verkleinern
el: &Σμίκρυνση μεγέθους κειμένου
hu: Bet�m�ret &cs�kkent�se
it: &Diminuisci la dimensione Font
nn: &Forminsk Font Størrelsen
pt_br: &Diminui o Tamanho da Fonte
sk: Z&menšiť veľkosť písma
sq: Ule Përmasën e Shkrimit

source: Decreases the Font Size
de: Verkleinern der Bildschirmansicht
el: Μειώνει το μέγεθος της γραμματοσειράς
hu: A bet�m�ret cs�kkent�se
it: Diminuisci la dimensione Font
ja: フォントサイズを減少させます
nn: Forminsker Font Størrelsen
pt_br: Diminui o Tamanho da Fonte
sk: Zmenší veľkosť písma
sq: Zvogëlon Përmasën e Shkrimit

source: C&hange Language
ar: تغيير اللغة
bs: Prom&jeni jezik
cy: Newid Iait&h
de: Sprache ändern
el: Α&λλαγή γλώσσας
hu: N&yelv v�laszt�sa (=Language)
id: Ganti &bahasa
it: Cambia &lingua
ja: 言語を変更
nn: Endre &Stråk
pt: M&udar idioma
pt_br: M&udar idioma
sk: Z&meniť jazyk
sq: Ndrys&hoje gjuhën
sr: Promeni &jezik
uk: Змінити мову

source: Select your Language Prefereces
ar: أختر تفضيلات لغتك
cy: Dewisiadau Iaith
de: Ihre Sprache einstellen
el: Προτιμήσεις γλώσσας
hu: Nyelvi be�ll�t�sok megv�ltoztat�sa
id: Pilih bahasa pilihan anda
it: Seleziona le preferenze della lingua
nn: Velg dine Språkinnstillinger
pt_br: Selecione sua Língua Preferencial
sk: Vybrať predvoľby jazyka
sq: Zgjidhni Parapëlqimet e Gjuhës Tuaj
sr: Jezička podešavanja
uk: Налаштуйте вашу мову

source: LimeWire Media Player
cy: Chwaraewr LimeWire
de: LimeWire Musik Player
el: Πρόγραμμα αναπαραγωγής LimeWire
hu: LimeWire m�dialej�tsz�
id: Media player LimeWire
it: Lettore MP3 di LimeWire
ja: LimeWire メディア・プレイヤー
pt: Reprodução media LimeWire
pt_br: Media player LimeWire
sk: Prehrávač médií LimeWire
sq: MediaLexuesi

source: About
ar: حول
bs: O...
cy: Ynghylch
de: Über...
el: Περί ...
hu: Le�r�
id: Tentang
it: Informazioni
ja: 概要...
nn: Om
pt: Acerca de...
pt_br: Sobre...
sk: O nás
sq: Info
sr: O programu...
uk: Про програму

source: Restore Defaults
ar: إستعادة الافتراضيات
bs: Vrati standardnu opciju
cy: Adfer Gwreiddiol
de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
hu: Alap�rtelmez�s vissza�ll�t�sa
id: Simpan kembali ke standar
it: Ripristina i valori predefiniti
ja: 初期設定に復元
nn: Tilbakestill Innstillinger
pt: Restaurar predefinições
pt_br: Restaurar padrões
sk: Obnoviť pôvodné
sq: Rivendosi kuadrot
sr: Standardna podešavanja
uk: За замовчуванням

source: You have made changes to some of LimeWire's settings. Would you like to save these changes?
el: Έχετε κάνει αλλαγές σε μερικές από τις ρυθμίσεις του LimeWire. Να αποθηκευθούν;
nn: Du har gjort noen endringer i noen av LimeWire's innstillinger. Vil du lagre disse endringene?
pt_br: Você alterou algumas configurações do LimeWire. Gostaria de salvar essas alterações?
sk: Previedli ste niektoré zmeny v nastaveniach LimeWire. Chcete tieto zmeny uložiť?

source: Basic
de: Einfach
el: Βασικό
nn: Basis
sk: Základné

source: Types
el: Τύποι
et: Tüübid
fa: انواع
gl: Tipos
he: סוגים
hr: Vrste
ja: タイプ
ku: Cûre
lv: Tipi
nb: Typer
nn: Typer
pl: Typy
ru: Типы
sk: Typy

source: Slots
ar: الشرائح
bs: Utori
cy: Slotiau
de: Verbindungen
el: Θέσεις υποδοχής
hu: Kieg�sz�t�
id: Lubang
it: Porte
ja: スロット
nn: Spalte
pt: Quotas
pt_br: Quotas
sk: Sloty
sq: Tragë
sr: Mesta
uk: Слоти

source: Status Bar
ar: شريط الحالة
bs: Stanje bara
cy: Bar Statws
de: Status-Balken
el: Γραμμή κατάστασης
hu: �llapotsor
id: Papan Status
it: Barra di stato
ja: ステータスバー
pt: Barra de estado
pt_br: Barra de status
sk: Stavový riadok
sq: Statusi
sr: Opisna traka
uk: Рядок статусу

source: Importing
de: Importieren
el: Γίνεται εισαγωγή
ja: インポート中
nn: Importerer
sk: Importovanie

source: Helper Apps
ar: التطبيقات المساعدة
bs: Pomoćni zahtjev
cy: Rhaglenni Helpu
de: Hilfsprogramme
el: Βοηθητικά προγράμματα
hu: Seg�dprogramok
id: Aplikasi Pembantu
it: Applicazioni
ja: ヘルパー・アプリケーション
nn: Hjelpeprogrammer
pt_br: Aplicações ajudantes
sk: Aplikácie pomocníka
sq: Aplikime Ndihmëse
sr: Pomoćni programi
uk: Програми допомоги

source: Bug Reports
de: Fehler Berichte
el: Αναφορές σφαλμάτων
et: Vigadest teatamine
fa: گزارش های اشکالات
gl: Informes de fallos
he: דיווחי תקלות
hr: Izvještaji o greškama
ku: Raporên Çewtiyan
lv: Kļūmju atskaites
nb: Feilrapporteringer
nn: Virus Rapport
pt: Relatórios de Erros
pt_br: Relatórios de erro
ru: Отчеты об Ошибке
sk: Správy o chybách

source: Popups
de: Popup-Fenster
el: Αναδυόμενα

source: Autocomplete
el: Αυτόματη συμπλήρωση
pt_br: Autocompletar
sk: Automatické dokončenie

source: Content
ar: المحتوى
cy: Cynnwys
de: Inhalt
el: Περιεχόμενο
hu: Tartalom
id: Isi
it: Contenuti
nn: Innhold
pt: Conteúdo
pt_br: Conteúdo
sk: Obsah
sq: Përmbajtja
sr: Sadržaj
uk: Зміст

source: Junk
de: Spam
el: Ανεπιθύμητα
nn: Søppel
pt: Lixo
pt_br: Lixo
sk: Odpad

source: Hosts
ar: المضيفون
cy: Partneriad
de: Rechner
el: Κόμβοι
hu: Kiszolg�l�
id: Host
it: Ospiti
ja: ホスト
nn: Verter
pt: Anfitriões
sk: Servre
sq: Hoste
sr: Računari
uk: Хости

source: Preferencing
ar: تفضيلات
bs: Prednjačenje
cy: Yn Dewis
de: Einstellungen
el: Επιλεκτικές προτιμήσεις
hu: Rangsorol�
id: Pemilihan
it: Preferenze
ja: 優先
nn: Alternativer
pt_br: Preferênciando
sk: Predvoľby
sq: Parapëlqime
sr: Podešavanje
uk: Налаштування

source: System Boot
el: Εκκίνηση συστήματος
ja: システムブーツ
sk: Štart systému

source: Loading Options Window...
ar: يتم الآن تحميل نافذة الخيارات...
bs: Punjenje opcije prozora...
cy: Llwythio Ffenestr Opsiynau...
de: Optionsfenster wird geladen...
el: Φόρτωση παραθύρου επιλογών...
hu: Be�ll�t�ablak bet�lt�se...
id: Memuat jendela pilihan...
it: Caricamento finestra preferenze...
ja: オプション・ウィンドウをロード中...
nn: Laster Alternativer...
pt: A carregar janela de opções...
pt_br: Carregando janela de opções...
sk: Načítavam okno Voľby
sq: Po Ngarkoj Dritaren e Mundësive...
sr: Učitavanje prozora za podešavanja...
uk: Завантажую вікно налаштувань...

source: You can choose the folder for saving files.
ar: يمكنك اختيار مجلد لحفظ الملفات.
bs: Možete odabrati folder u kojem ćete sačuvati datoteku.
cy: Rwyt ti'n gallu dewis y ffolder i gadw'r ffeiliau.
de: Sie können das Verzeichnis zum Speichern auswählen.
el: Μπορείτε να επιλέξετε τον κατάλογο αποθήκευσης αρχείων.
hu: Itt kiv�laszthatod a f�jlok ment�s�re szolg�l� mapp�t.
id: Anda bisa memilih folder untuk menyimpan berkas.
it: Puoi scegliere la cartella dove salvare i documenti.
ja: ファイル保存先のフォルダを選択できる
nn: Du kan velge mappen filer skal lagres i.
pt: Pode seleccionar a pasta para guardar ficheiros.
pt_br: Você pode selecionar a pasta para salvar arquivos.
sk: Môžete si vybrať priečinok na ukladanie súborov.
sq: Zgjidhni dosjen e ruajtjes së skedave.
sr: Možete odabrati fasciklu za snimanje fajlova.
uk: Ви можете обрати теку для збереження файлів.

source: The selected save folder is invalid. You may not have permissions to write to the selected folder. LimeWire will revert to your previously selected folder.
ar: مجلد الحفظ المحدد غير صالح. ربما غير مسموح لك بالكتابة للمجلد المحدد.سيعود LimeWire للمجلد الذي سبق تحديده.
bs: Vaš odabrani folder za pohranjivanje nije važeći. Možda nemate dozvolu da upisujete u odabrani folder. LimeWire će odabrani folder vratiti u prijašnje stanje.
cy: Mae ffolder cadw annilys wedi'i ddewis. Efallai nid oes ganiatad gennyt i ysgrifennu iddo. Mae LimeWire yn mynd yn ol i'r ffolder gwreiddiol.
de: Das gewählte Verzeichnis zum Speichern der Dateien ist ungültig. Sie haben nicht die nötigen Zugriffsrechte, um in dieses Verzeichnis zu schreiben. LimeWire kehrt zum vorher ausgewählten Verzeichnis zurück.
el: Ο επιλεγμένος κατάλογος αποθήκευσης δεν είναι έγκυρος. Πιθανότατα δεν έχετε δικαιώματα εγγραφής στον κατάλογο. Το LimeWire θα χρησιμοποιήσει τον προηγούμενο κατάλογο που είχατε ορίσει.
hu: A kijel�lt ment�si mappa �rv�nytelen. Lehet, hogy nincs jogosults�god ide �rni. A LimeWire az el�z�leg kiv�lasztott mapp�t fogja haszn�lni.
id: Folder penyimpanan tersebut tidak berlaku. Anda tidak memiliki ijin menulis pada folder tersebut. LimeWire akan mengembalikan ke folder sebelumnya.
it: La cartella di salvataggio selezionata non è valida. Potresti non avere i diritti necessari per scrivere in quella cartella. Limewire userà la cartella precedentemente selezionata.
ja: 選択した保存先フォルダは無効。書き込みするアクセス権がない可能性。以前に選択されたフォルダに復帰。
nn: Den valgte lagringsmappen er ugyldig. Du har sansynligvis ikke rettigheter til å lagre i den valgte mappen. Limewire vil gå tilbake til din forrige valgte mappe.
pt: A pasta de destino seleccionada não é válida. É possível que não tenha permissões para escrever na pasta seleccionada. O LimeWire vai passar à pasta anteriormente seleccionada.
pt_br: A pasta de destino selecionada não é válida. É possível que não tenha permissões para escrever na pasta selecionada. O LimeWire vai passar à pasta anteriormente selecionada.
sk: Vybratý priečinok pre ukladanie súborov nie je platný. Asi nemáte práva na zápis do vybratého priečinka. LimeWire použije naposledy vybratý priečinok.
sq: Dosja ruajtëse e zgjedhur është invalide. Ju mund të mos keni leje shkrimi tek kjo dosje. LimeWire do të kthejë dosjen tuaj të mëparshme.
sr: Odabrana fascikla za snimanje nije ispravna. Možda nemate dozvolu za upisivanje u odabranu fasciklu. LimeWire će vratiti fasciklu za snimanje na prethodno odabranu.
uk: Обрана тека для збереження не дійсна. Ви можете не мати прав на запис в обрану тека. LimeWire поверенеться до попердньо обраної теки.

source: You can allow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the allow list. This list is only needed to override the banned list.
bs: Možete propustiti poruke specijalnih hostova ubacivanjem njihovih IP adresa (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") na listu zabrane. Ova lista je potrebna za potporu liste za zabranu.
cy: Rwyt ti'n gallu caniatáu negeseuon o gyfrifiadur arall trwy ychwanegu ei gyfeirad IP (e.e. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" neu "192.168.12.16/28") i'r rhestr caniatáu. Mae angen defnyddio'r rhestr yma dim ond i wrth ddweud y rhestr wrthod
de: Damit kann die Kommunikation von Rechner, die auf der "Schwarzen Liste" stehen, wieder freigegeben werden.
el: Μπορείτε να επιτρέψετε μηνύματα από ορισμένους κόμβους, προσθέτοντας την IP διεύθυνσή τους στην επιτρεπομένων λίστα (π.χ. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ή "192.168.12.16/28"). Αυτό είναι και το μόνο που πρέπει να κάνετε για να παρακάμψετε την απαγορευτική λίστα.
hu: Enged�lyezheted bizonyos kiszolg�l�k �zeneteit, ha a list�ba be�rod IP c�m�ket (pl. "192.168.0.1", "192.*.*.*", ...). Ez a lista csak a tilt�lista fel�l�r�s�ra szolg�l.
id: Anda bisa menerima pesan dari host tertentu dengan memasukkan alamat IP mereka (mis: "192.168.0.1", "198.*.*.*", "198.168.12.16/255.255.255.240" atau "192.168.12.16/28") ke daftar penerimaan. Hal ini hanya diperlukan untuk mengesampingkan daftar penolakan.
it: Puoi abilitare la ricezione di messaggi da uno specifico ospite remoto aggiungendo il suo indirizzo IP (e.g. "192.168.0.1" or "192.*.*.*") alla lista degli autorizzati. Questa lista sovrascrive quella degli indesiderati.
ja: IPアドレスを許可リストに入力することで、特定のホストからのメッセージを許可できる。このリストは無視リストに上乗せする場合にのみ必要。 例 "192.168.0.1" "192.*.*.*" "192.168.12.16/255.255.255.240" "192.168.12.16/28"
nn: Du kan tillate meldinger fra spesifikke verter ved å legge deres IP addresser (f. eks. "192.168.0.1" eller "192.*.*.*") til listen over tillatte verter. Denne listen trengs bare for å overkjøre listen over avviste verter.
pt: Pode permitir mensagens de determinados anfitriões adicionando os respectivos endereço IP (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ou "192.168.12.16/28") à lista de permissões. Esta lista só é necessária para anular a lista de banidos.
pt_br: Você pode permitir mensagens de determinados hosts adicionando os respectivos endereços IP (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ou "192.168.12.16/28") à lista de permissões. Esta lista só é necessária para anular a lista de banidos.
sk: Tu môžete povoliť správy z konkrétnych serverov pridaním ich IP adries (napr. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") do zoznamu povolených. Tento zoznam je potrebný na prepísanie zoznamu zakázaných.
sq: Ju mund të lejoni mesazhet nga hoste përkatëse duke e shtuar adresën e tyre IP në listën e lejuar (p.sh. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ose "192.168.12.16/28"). Kjo listë nevojitet vetëm për shkeljen e listës së zezë.
sr: Možete propustiti poruke sa određenih udaljenih računara upisivanjem njihovih Internet adresa (npr. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ili "192.168.12.16/28") na spisak dozvoljenih. Ovaj spisak je potreban jedino ako ste svima ostalima zabranili pristup.
uk: Ви можете дозволити повідомлення з певних хостів, додав їх IP адреси (Наприклад "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") до списку дозволених хостів. Цей список потрібен тільки щоб перекривати список виключень.

source: Links and File Types
ar: وصلات وأنواع الملف
de: Verbindungs und Daten Arten
el: Δεσμοί και τύποι αρχείων
hu: Linkek �s f�jlt�pusok
it: Collegamenti e Tipi di File
nn: Link og Fil Typer
pt_br: Vínculos e Tipos de Arquivos
sk: Linky a typy súborov
sq: Linke dhe Lloje Skedash
sr: Linkovi i tipovi fajlova

source: You can use LimeWire to open certain filetypes and protocols. You can also instruct LimeWire to always regain these associations if another program takes them.
ar: يمكنك استخدام LimeWire لفتح انواع الملفات والبروتوكولات الموثوقة. يمكنك أيضاً توجيه LimeWire لاستعادة تلك الملحقات دائماً إذا تم اخذها من قبل برنامج آخر.
de: Sie können LimeWire dazu verwenden bestimmte Dateiarten und Protokolle zu öffnen. Desweiteren können sie LimeWire anweisen immer wiederherzustellen auch wenn sie von einem anderen Programm verwendet wird.
el: Μπορείτε να συσχετίσετε το LimeWire με συγκεκριμένους τύπους αρχείων και πρωτόκολλα. Μπορείτε επίσης να ρυθμίσετε το LimeWire ώστε να επανακτήσει τους συσχετισμούς αρχείων αν τροποποιηθούν από άλλο πρόγραμμα .
hu: A LimeWire-t haszn�lhatod bizonyos f�jlt�pusok �s protokollok megnyit�s�ra. Arra is utas�thatod a LimeWire-t, hogy mindig vissza�ll�tsa a t�rs�t�sokat, ha egy m�sik programhoz t�rs�t�dnak.
it: Puoi usare LimeWire per aprire determinati tipi di file e protocolli. Puoi anche decidere di cambiare automaticamente associazione ai file se un altro programma li utilizza.
nn: Du kan bruke LimeWire til å åpne noen filtyper og protokoller. Du kan også instruktere LimeWire til å alltid gjennvinne disse assossiasjonene hvis et annet program tar dem.
pt_br: Você pode abrir algum arquivos e portocolos com LimeWire. Pode também dar instruções para sempre assinar essas associações com o LimeWire.
sk: LimeWire môžete použiť k otvoreniu určitých typov súborov a protokolov. Takisto môžete dať pokyn programu LimeWire, aby si opäť získal asociácie, ak mu ho vzal iný program.
sq: LimeWire mund të përdoret për të hapur lloje skedash dhe protokolle të caktuara. LimeWire mundet gjithashtu të drejtohet që të rikapë këto shoqërime nëse një program tjetër i merr ato.
sr: LimeWire može biti glavni program za otvaramke određenih tipova fajlova i protokola. Takođe, može automatski da ih vrati ako ih neki drugi program preuzme.

source: Use LimeWire for...
ar: استخدم LimeWire لـ...
de: LimeWire verwenden für...
el: Χρήση του LimeWire για...
hu: A LimeWire haszn�lata erre...
it: Usa LimeWire per...
nn: Bruk LimeWire til...
pt: Utilizar o LimeWire para...
pt_br: Use LimeWire para...
sk: Používať LimeWire pre...
sq: Përdore LimeWire për...
sr: Koristi LimeWire za...

source: You can choose which audio player to use.
ar: يمكنك اختيار مشغل ملفات الصوت الذي ترغب في استخدامه.
bs: Možete odabrati koji audio player želite koristiti.
cy: Rwyt ti'n gallu dewis pa chwaraewr sain i ddefnydio.
de: Sie können wählen, welches Audioabspielprogramm Sie verwenden möchten.
el: Μπορείτε να επιλέξετε ποιο πρόγραμμα αναπαραγωγής ήχου θα χρησιμοποιείτε.
hu: Kiv�laszthatod a haszn�land� hang/zenelej�tsz�
id: Anda bisa memilih player audio mana yg digunakan.
it: Puoi selezionare il lettore audio predefinito.
ja: どのオーディオ・プレイヤーを使用するか選択できる
nn: Du kan velge hvilken lydavspiller du vil bruke.
pt: Pode seleccionar o leitor de áudio que pretende utilizar.
pt_br: Você pde selecionar o player de áudio que quer usar.
sk: Tu môžete vybrať, ktorý prehrávač audia chcete použiť.
sq: Zgjidhni se cilin audiolexues doni të përdorni.
sr: Možete odabrati koji audio player želite koristiti.
uk: Ви можете вибрати, який аудіо плеєр використовувати.

source: Audio Player
ar: مشغل ملفات الصوت
cy: Chwaraewr Sain
de: Audioabspielprogramm
el: Πρόγραμμα αναπαραγωγής ήχου
hu: Hang/zenelej�tsz�
id: Player Audio
it: Lettore audio
ja: オーディオ・プレイヤー
nn: Lyd Avspiller
pt: Leitor de áudio
pt_br: Player de áudio
sk: Prehrávač audia
sq: AudioLexuesi
uk: Аудіо плеєр

source: Clear Completed Downloads:
ar: مسح تلقائي للملفات التي تم تنزيلها:
bs: Autočišćenje potpuno završenih downloada.
cy: Clirio Llwythiadau i Lawr wedi gorffen:
de: Automatisches Löschen erfolgreicher Downloads:
el: Αυτόματη εκκαθάριση ολοκληρωμένων λήψεων:
hu: Befejezett let�lt�sek t�rl�se:
id: Bersihkan Pengunduhan yg selesai:
it: Elimina i ricezioni completati:
ja: 完了したダウンロードを自動的に消去：
nn: Automatisk Fjern Ferdige Nedlastinger:
pt: Limpar os downloads concluídos:
pt_br: Limpar os downloads concluídos:
sk: Zmazať zoznam úspešne stiahnutých súborov:
sq: Pastroji Shkarkesat e Përfunduara:
sr: Automatski izbriši spisak preuzetih fajlova:
uk: Прибирати виконані завантаження:

source: You can choose whether or not to automatically clear uploads that have completed.
ar: يمكنك الاختيار بين مسح الملفات التي تم تحميلها بالكامل أو لا.
bs: Možete, ukoliko želite ili ne automatski očistiti gotove uploads, koji su kompletirani.
cy: Rwyt ti'n gallu dewis i glirio'r llwytho i fyny wedi'u gorffen yn awtomatig – neu bieidio
de: Sie können erfolgreich beendete Uploads automatisch aus der Liste entfernen lassen.
el: Μπορείτε να επιλέξετε εάν θέλετε να εκκαθαρίζονται αυτόματα ή όχι οι αποστολές αρχείων που έχουν ολοκληρωθεί.
hu: V�laszthatsz, hogy a befejezett felt�lt�sek automatikusan t�r�lve legyenek-e.
id: Anda bisa memilih apakah upload yg selesai diberihkan secara otomatis atau tidak.
it: Puoi scegliere se conservare o no i file trasfiramenti.
ja: 完了したアップロードを自動的に消去するかどうか選択できる
nn: Du kan velge om du automatisk vil rydde opplastinger som er ferdige
pt: Pode seleccionar se pretende ou não limpar automaticamente os uploads concluídos.
pt_br: Você pode selecionar se pretende ou não limpar automaticamente os uploads concluídos.
sk: Môžete nastaviť, či chcete automaticky vymazávať zoznam úspešne odoslatých súborov.
sq: Zgjidhni nëse doni apo jo të pastroni automatikisht ngarkesat e përfunduara.
sr: Možete odabrati da li želite da se automatski izbriše spisak fajlova koji su poslate.
uk: Ви можете обрати, чи прибирати автоматично закінчені вивантаження.

source: Automatically Clear Completed Uploads:
ar: مسح تلقائي للملفات التي يتم تحميلها:
bs: Automatski-očisti gotove Uploade:
cy: Clirio Llwythiadau i Lawr wedi gorffen yn Awtomatig:
de: Automatisches Löschen erfolgreicher Uploads:
el: Αυτόματη εκκαθάριση ολοκληρωμένων αποστολών:
hu: Befejezett felt�lt�sek automatikus takar�t�sa:
id: Otomatis bersihkan upload yg selesai:
it: Elimina automaticamente i file trasfiramenti:
ja: 完了したアップロードを自動的に消去：
nn: Automatisk Fjern Ferdige Opplastinger:
pt: Limpar automaticamente os uploads concluídos:
pt_br: Limpar automaticamente os uploads concluídos:
sk: Automaticky zmazať úspešne odoslaté súbory:
sq: Pastroji Ngarkesat e Përfunduara:
sr: Automatski izbriši spisak poslatih fajlova:
uk: Автоматично прибирати закінчені вивантаження:

source: Text Autocompletion
ar: استكمال تلقائي للنص
bs: Automatsko kompletiranje
cy: Llenwi'r Testun yn Awtomatig
de: Text automatisch vervollständigen
el: Αυτόματη συμπλήρωση κειμένου
hu: Automatikus sz�vegkieg�sz�t�
id: Penyelesai Otomatis Teks
it: Completamento automatico campi testo
ja: 自動補完機能
nn: Auto Avslutt Tekst
pt: Autocomletion de texto
pt_br: Autocompletar de texto
sk: Automatické dokončovanie textu
sq: Autoplotësimi i Tekstit
sr: Automatsko popunjavanje oznaka
uk: Автозавершення тексту

source: You can enable or disable autocompletion of text fields.
ar: يمكنك تمكين أو تعطيل الاستكمال التلقائي لحقول النص.
bs: Možete omogućiti ili onemogućiti automatsko kompletiranje datoteka u formi teksta.
cy: Rwyt tu'n gallu caniatáu neu atal llenwi'n awtomatig
de: Sie können die automatische Textvervollständigung ein- oder ausschalten.
el: Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε την αυτόματη συμπλήρωση πεδίων κειμένου.
hu: A sz�vegmez�k automatikus kieg�sz�t�s�t kapcsolhatod be/ki.
id: Anda bisa membolehkan atau tidak penyelesai otomatis pada bidang teks.
it: Puoi abilitare o disabilitare il completamento automatico dei campi testo.
ja: テキスト欄の自動補完機能を有効/無効にすることができる
nn: Du kan aktivére eller deaktivere auto avsluttning for tekstfelt.
pt: Pode activar ou desactivar a autocompletion de campos de texto.
pt_br: Pode ativar ou desativar a autocompletação de campos de texto.
sk: Tu môžete povoliť alebo zakázať automatické dokončovanie textovných polí.
sq: Aktivizoni ose çaktivizoni autoplotësimin e fushave të tekstit.
sr: Možete uključiti ili isključiti automatsko popunjavanje tekstualnih oznaka.
uk: Ви можете ввімкнути або вимкнути автозавершення текстових полей
