Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can customize LimeWire to your heart's content by changing various preferences such as your Save Folder, Shared Folder, Upload Bandwidth, etc... These preferences (and more) are available at the Tools &gt; Options menu.
nn: Du kan endre LimeWire til ditt hjartas innhold ved å klikke på foskjellige instillinger som din Lagre Mappe, Delte Mappe, Opplastet Frekvensområde, etc... Desse instillingene (og fleire) er tilgjengelige hos Instillinger &gt; valg menyen.

source: You can tell LimeWire which downloads to start next. Right-click on the column headers in the download area and check the 'Priority' column. Select the download you want to start next and click the up arrow until it's at the top!
nn: Du kan fortelle LimeWire hvilke nedlastinger for og starte neste. Høyreklikk på kolonnen i nedlastings området og mer 'Prioritet' kolonnen. Velg nedlastingen du vil starte neste gang og trykk opp pilen til toppen!

source: Do you reach your search limit and all the results are spam or not related to your search? Try using the keyword filter by going to Tools &gt; Options &gt; Filters &gt; Keywords. Any search result that contains a word from the keyword filter will not even reach your computer.
nn: Nådde du søkegrensen og alle resultatene var spam og ikke relatert til ditt søk? Prøv og bruke nøkkelordfilteret ved og gå til Verktøy &gt; Innstillinger &gt; Filter &gt; Nøkkelord. Alle søkeresulater som inneholder ord fra nøkkelordlisten vil ikke nå din PC.

source: Are you unhappy with the small number of search results you received? Right-click a search result, then choose Search More, then Get More Results.
cy: Wyt ti'n anhapus gyda'r nifer fach o ganlyniadau chwilio rwyt ti wedi cael? De-glicio ar ganlyniad chwilio, a dewis Chwilio Mwy, wedyn Cael Mwy o Ganlyniadau
nn: Er du ikke fornøyd med de fø søkresultatene du mottok? Høyreklikk på et søkeresultat, og velg Søk mer, og så Få Flere Resultater.

source: Can't connect to the Gnutella network? If you are using a firewall, make sure that a port is opened for LimeWire (both incoming and outgoing, UPD and TCP). Go to Tools &gt; Options &gt; Advanced &gt; Firewall Config to find the port number.
nn: Kan du ikke koble til Gnutella nettverket? Hvis du bruker en brannmur, forsikre deg om at porten er åpnet for LimeWire (både innkommende og utgående, UDP og TCP). Gå til Verktøy &gt; Innstillinger &gt; Avansert &gt; Brannmur Konfig for og finne portnummeret.

source: You can save individual downloads to custom locations. Right-click a search result and choose Download As. You can even change the location of a download in progress by right-clicking the download and choosing Change File Location.
nn: Du kan lagre inndividuelle nedlastinger til tillpassede lokaliseringer. Høyreklikk på nedlastingen og velg Endre Fil Lokalisjon.

source: Do you want some files to download before others? You can adjust the priority of specific downloads by right-clicking the column headers in the Downloads section, and select the Priority column. Then click the Queue Up arrow to increase the priority. LimeWire attempts to download files of higher priority first.
nn: Vil du at noen filer skal bli lastet ned før andre? Du kan endre prioriteten på spesifike nedlastinger ved og høyreklikke på kolonne overskriften i Nedlastings seksjonen, og velg Prioritet kolonnen. Så velger du Sett høyere Opp i Køen pilen for og forsterke prioriteten. LimeWire forsøker og laste ned filer med høyere prioritet først.

source: Did you just download a file that you don't want to share? In the Library, right-click it and choose Stop Sharing File.
nn: Lastet du nettop ned en fil du ikke vil dele? I Biblioteket, høyreklikk på den og velg Stopp og Dele Fil.

source: Did you know you can save different types of files, such as audio, video, or images, in different folders on your computer automatically? Just go to Tools &gt; Options &gt; Saving to choose the location for each type of file.
nn: Visste du at du kan lagre forskjellige typer filer, som lyd, video, eller bilder, i forskjellige mapper på din PC automatisk? Bare gå til Verktøy &gt; Innstillinger &gt; Lagring for og velge lokalisjon for hver eneste fil.

source: Make LimeWire's Junk filter block more results by making the filter stricter. Adjust that and more by going to Tools &gt; Options &gt; Filters &gt; Junk.
nn: Gjør LimeWire's Søppel filter blokk flere resultater ved og gjøre filteret sterkere. Juster det og mer ved og gå til Verktøy &gt; Innstillinger &gt; Filter &gt; Søppel.

source: Do you like trying out new product features as soon as they are released? Feedback on new features is always welcomed and appreciated! Go to Tools &gt; Options &gt; Updates to get notified of beta releases.
nn: Liker du og prøve ut nye produkter så snart de er utgitt? Tilbakemelding på nye produkter er alltid velkommen og blir satt pris på! Gå til Verktøy &gt; Innstillinger &gt; Oppdateringer for å bli informert om beta utgivelser.

source: You can customize LimeWire to your heart's content by changing various preferences such as your Save Folder, Shared Folder, Upload Bandwidth, etc... These preferences (and more) are available at the LimeWire &gt; Preferences menu.
nn: Du kan endre LimeWire til ditt hjartas innhold ved å klikke på foskjellige innstillingar som din Lagre Mappe, Delte Mappe, Opplastet Frekvensområde, etc... Desse instillingene (og fleire) er tilgjengelige hos LimeWire &gt; opptreden menyen.

source: Do you reach your search limit and all the results are spam or not related to your search? Try using the keyword filter by going to LimeWire &gt; Preferences &gt; Filters &gt; Keywords. Any search result that contains a word from the keyword filter will not even reach your computer.
nn: Rakk du søkegrensen og alle resultatene var spam eller ikke relatert til ditt søk? Prøv og bruke nøkkelordfilteret ved og gå til LimeWire &gt; Innstillinger &gt; Filter &gt; Nøkkelord. Alle søkeresultater som inneholder et ord fra nøkkelordfilteret vil ikke engang nå din datamaskin.

source: Are you unhappy with the small number of search results you received? Control-click a search result, then choose Search More, then Get More Results.
nn: Er du misfornøyd med de få søkeresultatene du mottok? Kontroll-klikk på et søkeresultat, og velg Søk Mer, og Få Flere Resultater.

source: Be careful not to share sensitive information like tax documents, passwords, etc. If you attempt to share a folder that people generally use to store sensitive data (such as Users, System, Desktop, etc), LimeWire will warn you. To share a single file instead of the whole folder, just drag that file to LimeWire's Library.
nn: Vær forsiktig med og dele sensitiv informasjon som skatte dokumenter, passord, etc. Hvis du prøver å dele en mappe som folk vaneligvis bruker til å dele sensitiv data (som Brukere, Skrivebord, etc.), vil LimeWire advare deg. For å dele én fil, bare dra den filen til LimeWire's Bibliotek.

source: You can tell LimeWire which downloads to start next. Control-click on the column headers in the download area and check the 'Priority' column. Select the download you want to start next and click the up arrow until it's at the top.
nn: Du kan fortelle LimeWire hvilke nedlastinger og starte etterpå. Kontroll-klikk på kolonnen i nedlastings kategorien og velg 'Prioritet' kolonnen. Velg nedlastingen du vil at skal starte etterpå og trykk på opp pilen til den er på toppen.

source: You can save individual downloads to custom locations. Control-click a search result and choose Download As. You can even change the location of a download in progress by control-clicking the download and choosing Change File Location.
nn: Du kan lagre individuelle nedlastinger til forskjellige steder. Kontroll-klikk på et søkeresultat og velg Last Ned Som. Du kan til og med endre lokalisjonen til en nedlasting i funksjon ved og kontroll-klikke på denlastingen og velge Endre Fil Lokalisjon.

source: Do you want some files to download before others? You can adjust the priority of specific downloads by control-clicking the column headers in the Downloads section, and select the Priority column. Then click the Queue Up arrow to increase the priority. LimeWire attempts to download files of higher priority first.
nn: Vil du at noen filer skal bli lastet ned før andre? Du kan endre priorieteten på spesifike nedlastinger ved og kontroll-klikke på kolonnen i Nedlastings seksjonen, og velge Prioritets kolonnen. Også trykker du på Kø Opp pilen for og høyne prioriteten. LimeWire prøver og laste ned filer med høyere prioritet først.

source: Did you just download a file that you don't want to share? In the Library, control-click it and choose Stop Sharing File.
nn: Lastet du nettop ned en fil du ikke vil dele? I Biblioteket, kontroll-klikk på den og velg Stopp å Dele Denne Filen.

source: LimeWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Trash.
nn: LimeWire1s Bibliotek er en filendrer, ikke bare en MP3 Spilleliste. Det betyr at når du sletter en fil fra Biblioteket, kan du velge enten og permanent slette filen fra din datamaskin eller flytte den til Søppelkassa.

source: Want to play music in your default media player instead of in LimeWire? Control-click the LimeWire status bar and deselect 'Show Media Player'.
nn: Vil du spille musikk i din musikkspiller i stede for i LimeWire? Kontroll-klikk på LimeWire status baren og fjern haken på 'Vis Media Spiller'.

source: Did you know you can save different types of files, such as audio, video, or images, in different folders on your computer automatically? Just go to LimeWire &gt; Preferences &gt; Saving to choose the location for each type of file.
nn: Visste du at du kan lagre forskjellige typer filer, som lyd, video, eller bilder, i forskjellige mapper på din datamaskin automatisk? Bare gå til LimeWire &gt; Innstillinger &gt; Lagring for å velge lokalisjonen for hver type fil.

source: Make LimeWire's Junk filter block more results by making the filter stricter. Adjust that and more by going to LimeWire &gt; Preferences &gt; Filters &gt; Junk.
nn: Få LimeWire's Søppel filter til å blokkere flere resultater ved å lage filteret strengere. Juster det og mer ved og gå til LimeWire &gt; Innstillinger &gt; Filter &gt; Søppel.

source: Do you like trying out new product features as soon as they are released? Feedback on new features is always welcomed and appreciated! Go to LimeWire &gt; Preferences &gt; Updates to get notified of beta releases.
nn: Liker du og teste nye produktfunksjoner så snart de er gitt ut? Feedback på nye funksjoner er alltid velkommen og vi blir veldig glade for det! Gå til LimeWire &gt; Innstillinger &gt; Oppdateringer for og bli advart om betautgivelser.

source: Want LimeWire to look like your other Windows programs? Choose the Windows theme, available from the View &gt; Apply Themes menu.
nn: Vil du at LimeWire skal se ut som dine andre Windows/Mac programmer? Velg Windows eller Mac stilen, fra Se &gt; Stiler menyen.

source: Want to play music in your default media player instead of in LimeWire? Right-click the LimeWire status bar and deselect 'Show Media Player'.
nn: Vil du spille musikk i din vanlige media avspiller istedefor i LimeWire? Høyreklik på LimeWire status baren og fjern markeringen på 'Vis Media Avspiller'.

source: Want to see where on your computer a shared file is? Go to the Library, highlight the file and click 'Explore'. LimeWire will open that folder in the Explorer.
nn: Vil du se hvor på din datamaskin en delt fil er? Gå til Biblioteket, marker filen og trykk 'Utforsk'. LimeWire vil da åpne den mappen i Utforskeren.(Finder på Mac)

source: Be careful not to share sensitive information like tax documents, passwords, etc. If you attempt to share a folder that people generally use to store sensitive data (such as My Documents, Desktop, Program Files, etc), LimeWire will warn you. To share a single file instead of the whole folder, just drag that file to LimeWire's Library.
nn: Vær forsiktig så du ikke deler sensitiv informasjon som skatte dokumenter, passord, osv. Hvis du deler en mappe som folk ofte lagrer sensitive data (sånn som Mine Dokumenter, Skrivebord, Progrmmer, osv), vil LimeWire advare deg. For å dele én fil istedefor en hel mappe, bare dra den filen til LimeWire's Bibliotek.

source: The icons that you see next to your search results in the '?' column are symbols of the program used to open that particular type of file. To change the program associated with a file, go to the Folder Options in Windows Explorer (from the Tools menu). This is a Windows setting, not a LimeWire setting.
nn: Ikonene som du ser etter søkeresultatene i '?' kolonnen er symboler av programmet som blir brukt til å åpne den filtypen. For å endre programmet assosiert med en fil, gå til Mappe Valg i Windows Explorer ( Mac: I Finder, trykk på filen og trykk på Innstillinger, og velg 'Annet...' og velg programmet og marker 'Alltid åpne med'.). Dette er en Windows (Mac) innstilling, ikke en LimeWire instilling.

source: LimeWire's Library is a file manager, not just an MP3 Playlist. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Recycle Bin.
nn: LimeWire's Bibliotek er en fil overordnet, ikke bare en MP3 Spilleliste. Det betyr at når du sletter en fil, kan du velge mellom og enten permanent slette den fra dataen din (slette den helt) eller å flytte den til Resirkulerings Mappen. (Mac: Papirkurven)

source: Set LimeWire to be your default program for opening magnet links and .torrent files for the smoothest experience using LimeWire with the web. Go to Tools &gt; Options &gt; Advanced &gt; File Associations.
nn: Sett LimeWire til å bli programmet til å åpne magnet filer og .torrent filer for den beste opplevelsen når du bruker LimeWire med internett. Gå til Innstillinger &gt; Valg &gt; Avansert &gt; Fil Assossiasoner.

source: When you close LimeWire, it minimizes to the system tray. To exit, right-click the system tray icon (next to the time), and select Exit. You can change this behavior by going to Tools &gt; Options &gt; System Tray.
nn: Når du lukker LimeWire, blir den minimisert til et bakgrunnsprogram. For og avslutte programmet, trykk på høyreklikk på den i det lille ikonet nede ved Start knappen.

source: Be careful not to share sensitive information like tax documents, passwords, etc. If you attempt to share a folder that people generally use to store sensitive data (such as bin, dev, home, etc), LimeWire will warn you. To share a single file instead of the whole folder, just drag that file to LimeWire's Library.
nn: Vær forsiktig så du ikke deler sensitiv informasjon som skatte dokumenter, passord, osv. Hvis du deler en mappe som folk ofte lagrer sensitive data (sånn som Mine Dokumenter, Skrivebord, Progrmmer, osv), vil LimeWire advare deg. For å dele én fil istedefor en hel mappe, bare dra den filen til LimeWire's Bibliotek.

source: Want to play music in your preferred media player instead of in LimeWire? Right-click the LimeWire status bar and deselect 'Show Media Player'. Then go to Tools &gt; Options &gt; Helper Apps to set the program of your choice.
nn: Please refresh.

source: The spinning lime in the top-right corner of LimeWire indicates that a search is in progress.
nn: Den spinnende limen i det topp-høyre hjørnet indikerer at et søk er i prosess.

source: Why
ar: لماذا أقوم بالترقية إلى PRO?
bs: Zašto
cy: Pam
de: Warum PRO?
et: Miks
fa: چرا
gl: Por que
he: למה
hr: Zašto
hu: Mi�rt a PRO?
id: Kenapa?
it: Perchè Limewire PRO ?
ku: Çima
lv: Kāpēc
nb: Hvorfor
nn: Hvorfor?
pl: Dlaczego
pt: Porquê
pt_br: Por quê?
ru: Почему
sk: Prečo
sq: Pse
sr: Zašto kupiti
uk: Причини

source: Later
de: Später
et: Hiljem
fa: بعداً
gl: Máis tarde
he: מאוחר יותר
hr: Kasnije
ku: Paşê
lv: Vēlāk
nb: Senere
nn: Senere
pl: Później
pt: Mais Tarde
pt_br: Mais tarde
ru: Позже
sk: Neskôr

source: Connect to the Network
ar: اتصال بالشبكة
bs: Priključi se na mrežu.
cy: Cysylltu a'r Rhwydwaith
de: Verbindet Sie mit dem Gnutella-Netzwerk.
hu: Kapcsol�d�s a h�l�zatra
id: Sambungkan ke jaringan
it: Connettiti alla rete.
nn: Koble til Nettverket
pt: Ligar à rede.
pt_br: Conectar à rede.
sk: Pripojiť k sieti
sq: Lidhet në Rrjet
sr: Priključi se na mrežu
uk: Підключитись до мережі

source: Disconnect from the Network
ar: قطع الاتصال من الشبكة.
bs: Isključi se sa mreže.
cy: Datgysylltu o'r Rhwydwaith
de: Trennt Sie vom Gnutella-Netzwerk.
hu: Lekapcsol�d�s a h�l�zatr�
id: Putuskan dari jaringan
it: Disconnettiti dalla rete.
nn: Koble fra Nettverket
pt: Desligar da rede.
pt_br: Desconectar da rede.
sk: Odpojiť zo siete
sq: Shkëput Rrjetin
sr: Isključi sa mreže
uk: Відключитись від мережі

source: Opens a magnet link or torrent file
nn: Åpner en magnet link eller torrent fil
sk: Otvorí magnet link alebo súbor torrent

source: Open:
nn: Åpne:
sk: Otvoriť:

source: LimeWire cannot download this address. Make sure you typed it correctly, and then try again.
nn: LimeWire kan ikke laste ned denne adressen. Forsikre deg om at du skrev den riktig, og prøv igjen.

source: Close the Program
ar: إغلاق البرنامج
bs: Zatvori program.
cy: Cau'r Rhaglen
de: Beendet das Programm.
hu: Program bez�r�sa
id: Tutup program ini
it: Chiudi il programma.
nn: Lukk Programmet
pt: Fechar o programa.
pt_br: Fechar o programa.
sk: Ukončiť program
sq: Mbylle Programin
sr: Kraj rada
uk: Закрити програму

source: The file "{0}" is already shared.
ar: الملف "{0}" مشارك مسبقاً.
bs: Datoteka "{0}" već je razmijenjena.
de: Die Datei "{0}" ist bereits freigegeben.
hu: A "{0}" f�jl m�r meg van osztva.
id: Berkas "{0}" sudah dibagikan.
it: Il file "{0}" è già condiviso.
nn: Filen "{0}" er allerede delt.
pt: O ficheiro "{0}" já está partilhado.
pt_br: O ficheiro "{0}" já está sendo compartilhado.
sk: Súbor "{0}" ste už poskytli na zdieľanie
sq: Skeda "{0}" po shpërndahet që më parë.
sr: Fajl "{0}" se već razmenjuje.
uk: Ви вже ділитесь файлом "{0}"

source: LimeWire was unable to share the file "{0}".
ar: LimeWire غير قادر على مشاركة الملف "{0}".
bs: LimeWire je nemoćan da razmijeni datoteku "{0}".
cy: Roedd LimeWire yn methu rhannu y ffeil "{0}".
de: LimeWire konnte die Datei "{0}" nicht freigeben.
hu: A LimeWire nem tudta megosztani a "{0}" f�jlt.
id: LimeWire tidak dapat membagikan berkas "{0}".
it: Limewire non può condividere il file "{0}".
nn: Limewire klarte ikke å dele filen "{0}".
pt: O LimeWire não conseguiu partilhar o ficheiro "{0}".
pt_br: O LimeWire não conseguiu compartilhar o arquivo "{0}".
sk: LimeWire nedokáže zdieľať súbor "{0}".
sq: LimeWire nuk arriti ta shpërndajë skedën "{0}".
sr: LimeWire nije mogao da razmenjuje fajl "{0}".
uk: LimeWire не зміг поділитись файлом "{0}".

source: Share New Folder...
ar: مشاركة مجلد جديد...
bs: Razmjena novog foldera...
cy: Rhannu Ffolder Newydd...
de: Neues Verzeichnis freigeben...
hu: �j mappa megoszt�sa...
id: Bagikan folder baru...
it: Condividi nuova cartella...
nn: Del ny Mappe...
pt: Partilhar pasta nova...
pt_br: Compartilhar nova pasta...
sk: Zdieľať nový priečinok...
sq: Shpërnda një Dosje të Re...
sr: Razmenjuj fasciklu...
uk: Поділитись Новою Текою...

source: Chatting with
ar: الدردشة حالياَ مع
bs: Chating sa
cy: Sgwrsio gyda
de: Chatten mit
hu: Cseveg�s:
id: Chat dengan
it: Conversa con
nn: Chatter Med
pt: A conversar com
pt_br: Conversando com
sk: Chatovať s
sq: Po bisedoni me
sr: Razgovor sa
uk: Чат з

source: Browse Host
de: Rechner Durchbrowsen
nn: Utforsk Vert
pt: Coordenador da Procura
pt_br: Navegar no hospedeiro
sk: Prehliadať host

source: Connection Status:
ar: حالة الاتصال:
bs: Stanje priključka:
cy: Statws Cysylltu
de: Verbindungsstatus:
hu: Kapcsolat �llapota:
id: Status koneksi
it: Stato connessione:
nn: Tilkoblings Status:
pt: Estado da ligação:
pt_br: Status da conexão:
sk: Stav pripojenia
sq: Statusi i Lidhjes:
sr: Stanje veze:
uk: Статус Підключення

source: Add Gnutella Connection
ar: إضافة اتصال Gnutella
bs: Dodaj Gnutella konekciju
cy: Ychwanegu Cysylltiad Gnutella
de: Gnutella Verbindung hinzufügen
hu: Gnutella kapcsolat hozz�ad�sa
id: Tambah koneksi gnutella
it: Aggiungi connessione Gnutella
nn: Legg til Gnutella Kobling
pt: Adicionar ligação Gnutella
pt_br: Adicionar conexão Gnutella
sk: Pridať pripojenie Gnutella
sq: Shtoni një Lidhje Gnutella
sr: Dodaj Gnutella vezu
uk: Додати підключення Gnutella

source: Use TLS:
cy: Defnyddio TLS:
de: Benutze TLS
it: Usa TLS:
nn: Bruk TLS:
sk: Použiť TLS:
sq: Përdor TLS:

source: Yes, Try Again
ar: نعم , حاول مرة ثانية
cy: Ie, Trio Eto
de: Ja, noch einmal versuchen
hu: Igen, pr�b�lkozz �
it: Sì, Riprova
nn: Ja, Prøv Igjen
pt_br: Sim, tente de novo
sk: Áno, skúste znovu
sq: Po, Provo Përsëri
sr: Da, pokušaj ponovo

source: No, Share Nothing
ar: لا , لا تقم بالمشاركة
de: Nein, nichts freigeben
hu: Nem, ne ossz meg semmit
it: No, non condividere
nn: Nei, Ikke Del Noe
pt: Não partilhar nada
pt_br: Não, não compartilhe nada
sk: NIe, nič nezdieľať
sq: Jo, Mos Shpërnda
sr: Ne, ne razmenjuj ništa

source: Complete
de: Vollständig
nn: Fullført
pt: Concluído
pt_br: Concluído
sk: Dokončené

source: Downloading from
ar: جاري التنزيل من
bs: Download sa
cy: Llwytho i lawr o
de: Download von
hu: Let�lt�s innen:
id: Mengunduh dari
it: Ricezione da
nn: Laster ned Fra
pt: A efectuar o download a partir de
pt_br: Fazendo o download a partir de
sk: Sťahovanie z
sq: Po shkarkoj nga
sr: Preuzimanje sa
uk: Завантажую з

source: Waiting for Stable Connections
ar: انتظار اتصالات مستقرة
bs: Čekam na stabilne konekcije
cy: Aros am Cysylltiadau Syfydlog
de: Warte auf stabile Verbindung
hu: V�rakoz�s stabil kapcsolatra
id: Menunggu koneksi stabil
it: Attesa per una connesione stabile
nn: Venter på Stabil Tilkobling
pt: A aguardar ligações estáveis
pt_br: Aguardando conexões estáveis
sk: Čakanie na stabilné pripojenie
sq: Po Priten Lidhje më të Qëndrueshme
sr: Čekam na stabilnu vezu
uk: Чекаю на Стабільні Підключення

source: Pausing...
ar: يوقف مؤقتاً...
bs: Pauziram...
cy: Yn oedi...
de: Anhalten...
hu: Sz�neteltet�s...
id: Menjeda...
it: Pausa...
nn: Gå i Pausemodus...
pt: A efectuar pausa...
pt_br: Pausando...
sk: Pozastavenie...
sq: Po pushohet...
sr: Pauziram...
uk: Ставлю на паузу...

source: Invalid Alternate Locations
ar: مواقع بديلة غير صالحة
bs: Nevažeća alternativna lokacija
cy: Lleoliadau Anilys Eraill
de: Ungültige Quellen
hu: �rv�nytelen helyettes�t� helyek
id: Lokasi alternatif yg tidak berlaku
it: Locazioni alternative non valide
nn: Ugyldige Alternative Steder
pt: Localizações alternativas inválidas
pt_br: Localizações alternativas inválidas
sk: Neplatné umiestnenia
sq: Vendndodhje Alternative Invalide
sr: Neispravne alternativne lokacije

source: Show in Library
de: Bibiothek durschsuchen
it: Mostra nella Libreria
nn: Vis i Bibliotek
pt: Mostrar na Biblioteca
pt_br: Mostrar na biblioteca
sk: Ukázať v knižnici
sq: Shfaq në Librari

source: Show Download in Library
de: Nach Downloads in der Bibiothek suchen
it: Mostra Download nella Libreria
nn: Vis Nedlasting i Biblioteket
pt: Mostrar download na Biblioteca
pt_br: Mostrar na biblioteca
sk: Ukázať download v knižnici
sq: Shfaq Shkarkesën në Librari

source: Resume Download
ar: إيقاف مؤقت للتنزيل
bs: Iznuditi rezime
cy: Parhau'r Llwythio i Lawr
de: Fortsetzen
hu: Let�lt�s folytat�sa
id: Lanjutkan pengunduhan
it: Forza la ricezione
nn: Fortsett Nedlasting
pt: Retomar o download
pt_br: Retomar o download
sk: Obnoviť sťahovanie
sq: Rimerre
sr: Nastavi preuzimanje
uk: Продовжити Завантаження
