Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: All folders you select will also have their subfolders shared.
ar: جميع المجلدات التي تم تحديدها لديها أيضاً مجلدات فرعية مشاركة.
de: Alle ausgewählten Ordner sowie deren Unterordner werden freigegeben.
el: Θα διαμοιράζονται και όλοι οι υποκατάλογοι των καταλόγων που επιλέγετε.
hu: Minden megosztott mappa almapp�i is megosztottak lesznek.
it: Tulle le cartelle e le sottocartelle saranno condivise.
nn: Alle mappene du velger vil også ha alle undermappene sine delt.
pt_br: Todas as pastas que selecionou também terão suas subpastas compartilhadas.
sk: Všetky vybrané priečinky (aj ich podpriečinky) budú zdieľané.
sq: Gjithë dosjet që zgjidhni do të shpërndahen edhe me nëndosje
sr: Sve fascikle koje obeležite razmenjivaće i fascikle koje se nalaze u njima.

source: Share Dropped Files?
ar: مشاركة الملفات النازلة؟
de: Fogende datei freigeben
el: Διαμοιρασμός αποθεμένων αρχείων;
hu: R�ejtett f�jlok megoszt�sa
it: Condividere i file trascinati?
nn: Del Droppede Filer?
pt: Partilhar ficheiros largados?
pt_br: Compartilhar Arquivos Retirados?
sk: Zdieľať zahodené súbory?
sq: Doni të Shpërndani Skedat e Rëna?
sr: Želite li razmenjivati odbačene fajlove?

source: Do not show this message again.
ar: لا تظهر هذه الرسالة مرة ثانية.
de: Diese Nachricht nicht mehr anzeigen.
el: Να μην επανεμφανιστεί αυτό το μήνυμα.
hu: Ne jelenjen meg �jra ez az �zenet.
it: Non mostrare più questo messaggio.
nn: Ikke vis denne meldingen igjen.
pt: Não mostrar esta mensagem novamente
pt_br: Não mostrar mais este mensagem.
sk: Nabudúce už túto hlášku nezobrazovať.
sq: Mos e shfaq më këtë mesazh.
sr: Ne prikazuj više ovu poruku.

source: You clicked OK but did not select any files to be shared. Would you like to try again?
ar: أنت قمت بالنقر على موافق ولكن لم تحدد أية ملفات للمشاركة. هل تود المحاولة مرة ثانية؟
de: Sie haben O.K. geklickt befor sie etwas zur Freigebe ausgewählt haben. Wollen sie es noch einmal versuchen?
el: Κάνατε κλικ στο «Εντάξει» αλλά δεν επιλέξατε αρχεία για διαμοιρασμό. Θέλετε να προσπαθήσετε ξανά;
hu: Az OK-ra kattintott�l, de nem jel�lt�l ki megosztand� f�jlokat. Szeretn�l �jra pr�b�lkozni?
it: Hai cliccato OK senza selezionare nessun file da condividere. Ripetere l'operazione?
nn: Du valgte OK, men valgte ikke noen filer til å bli delt. Vil du prøve igjen?
pt_br: Você indicou OK, mas não selecionou nenhum arquivo para ser compartilhado. Quer tentar de novo?
sk: Klikli ste na OK, ale neoznačili ste žiadny súbor, ktorý má byť zdieľaný. Chcete to skúsiť znovu?
sq: Ju klikuat OK por nuk zgjodhët asnjë skedë për të shpërndarë. A doni të provoni përsëri?
sr: Niste odabrali fajlove za razmenu. Da li želite da pokušate ponovo?

source: Queue
ar: في الانتظار
bs: Red čekanja
cy: Ciwio
de: Warteschlange
el: Ουρά
hu: Sor
id: Antrian
it: In coda
ja: 待ち行列
nn: Plasser i Kø
pt: Fila
pt_br: Fila
sk: Fronta
sq: Në pritje
sr: Redosled
uk: Черга

source: Queued
de: Eingereiht
el: Στην ουρά
nn: Lagt i kø
pt: Em Fila
pt_br: Na Fila
sk: Vo fronte

source: Connecting ({0} hosts tried)...
cy: Cysylltu ({0} partner wedi trio)...
de: Verbinden ({0} Rechner versucht)...
el: Σύνδεση (επιχειρήθηκε με {0} κόμβους)...
hu: Kapcsol�d�s (eddig {0} kiszolg�l�)...
it: Connessione ({0} host provati)...
nn: Kobler til ({0} verter prøvd)...
pt_br: Conectando ({0} anfitrião tentados)...
sk: Pripájanie (skúsilo to {0} hostov)...
sq: Po lidhem ({0} hoste u provuan...
sr: Povezivanje ({0} kompjutera)...

source: Waiting On Busy Hosts
ar: انتظار- المضيفون مشغولون
bs: Čekam na zauzeti računar
cy: Aros am bartneriaid prysur
de: Warte auf ausgelastete Rechner
el: Αναμονή λόγω απασχολημένων κόμβων
hu: V�rakoz�s a foglalt kiszolg�l�kra
id: Menunggu host yg sibuk
it: Attendere, host occupato
ja: 混雑しているホストを待っている
nn: Venter på Opptatt Vert
pt: A aguardar em anfitriões ocupados
pt_br: Aguardando os hosts ocupados
sk: Čakanie na zaneprázdnenom serveri
sq: Po pres Hostet e Zëna
sr: Čekanje zbog zauzetosti izvora
uk: Очікую Зайнятих Хостів

source: Aborted
ar: إحباط
bs: Prekinuto
cy: Wedi Atal
de: Abgebrochen
el: Εγκαταλείφθηκε
hu: Megszak�tva
id: Digagalkan
it: Interrotto
ja: 中断された
nn: Avbrutt
pt: Abortou
pt_br: Abortado
sk: Zrušené
sq: U ndërpre
sr: Prekinuto
uk: Скасовано

source: Awaiting Sources
ar: مصادر الانتظار
bs: Očekivanje izvora
cy: Aros am Ffynhonell
de: Warte auf weitere Quellen
el: Αναμονή για πηγές
hu: V�rakoz�s a forr�sra
id: Menunggu sumber
it: Attesa sorgenti
ja: ソースを待ち受けている...
nn: Venter på Kilder
pt: A aguardar fontes
pt_br: Aguardando fontes
sk: Čakanie na ďalšie zdroje
sq: Në pritje të burimeve
sr: Očekivanje izvora
uk: Чекаю на Джерела

source: Disk Problem
ar: مشكلة في القرص
bs: Ne može se premjestiti u biblioteku
cy: Problem Disc
de: Verzeichnis nicht gefunden
el: Πρόβλημα δίσκου
hu: Lemezhiba
id: Masalah disk
it: Impossibile spostare nella libreria
ja: ライブラリへ移動できない
pt: Problema no disco
pt_br: Problema no disco
sk: Problém disku
sq: Problem me diskun
sr: Problem sa diskom
uk: Проблема з Диском

source: File Corrupted
ar: الملف تالف
bs: Datoteka korumpirana
cy: Ffeil wedi Llygru
de: Fehlerhafte Datei
el: Κατεστραμμένο αρχείο
hu: A f�jl hib�
id: Berkas rusak
it: File danneggiato
ja: ファイルが破損している
nn: Filen er Korrupt
pt: Ficheiro danificado
pt_br: Arquivo corrompido
sk: Poškodený súbor
sq: Skedë e korruptuar
sr: Fajl je oštećen
uk: Файл Зіпсований

source: Waiting {0}s for Sources
cy: Yn Aros {0}am Ffynhonnell
el: Αναμονή {0} δευτερολέπτων για πηγές
id: Menunggu {0}s untuk sumber
ja: 待機中 {0}sがソース
nn: Venter {0}s på Resultat
pt: A aguardar {0}s de Fontes
pt_br: Aguardando {0}s de fontes
sk: Čakanie {0}s na zdroje
sr: Čekam... {0}s na kompjutere

source: Need More Sources
ar: يحتاج إلى مزيد من المصادر
bs: Potrebno više izvora
cy: Angen mwy o Ffynonellau
de: Mehr Quellen benötigt...
el: Απαιτούνται περισσότερες πηγές
hu: T�bb forr�s sz�ks�ges
id: Perlu lebih banyak sumber
it: Necessarie più sorgenti
ja: 更にソースが必要
nn: Trenger Flere Kilder
pt: Necessita de mais fontes
pt_br: Necessita mais fontes
sk: Potrebujem viac zdrojov
sq: Nevojiten më tepër burime
sr: Potrebno više izvora za preuzimanje
uk: Необхідно більше Джерел

source: Waiting in Line, Position
ar: في قائمة الانتظار، عند
bs: Čekam na red, pozicija
cy: Aros mewn ciw, Lle
de: In Warteschlange, Position
el: Αναμονή στη σειρά, θέση
hu: V�rakoz�
id: Mengantri, posisi
it: In coda, posizione
ja: 順番に予約された状態
nn: Venter i Kø, Posisjon
pt: A aguardar em fila, posição
pt_br: Aguardando na fila, posição
sk: Čakanie v poradí, pozícia
sq: Po pres Rreshtin,Pozicioni
sr: Čekam na red, pozicija
uk: Чекаю у Черзі, Позиція

source: Verifying File Contents...
ar: تتم الآن مراجعة محتويات الملف...
bs: Potvrdite sadržaj datoteke...
cy: Cadarnhau Cynnwys y Ffeil...
de: Kontrolliert Datei-Inhalt...
el: Επαλήθευση περιεχομένων αρχείου...
hu: Tartalom ellen�rz�se...
id: Memverifikasi isi berkas...
it: Verifica contesto file...
ja: ファイル内容を確認中...
nn: Vertifiserer Innhold...
pt: A verificar o conteúdo do ficheiro...
pt_br: Verificando o conteúdo do arquivo...
sk: Kontrola obsahu súboru...
sq: Po verifikoj përmbajtjen e skedës...
sr: Proveravam sadržaj fajla...
uk: Перевіряю Зміст Файлу...

source: Saving File...
ar: يتم الآن حفظ الملف...
bs: Pohranite datoteku...
cy: Cadw'r Ffeil...
de: Speichert Datei...
el: Αποθήκευση αρχείου...
hu: F�jl ment�se...
id: Menyimpan berkas...
it: Salvataggio file
nn: Lagrer Fil...
pt: A guardar ficheiro...
pt_br: Salvando arquivo...
sk: Ukladanie súboru...
sq: Skeda po ruhet...
sr: Snimam fajl...
uk: Зберігаю Файл...

source: Recovering Corrupted File
ar: استعادة الملف التالف
bs: Povratak korumpirane datoteke
cy: Adfer Ffeil wedi Llygru
de: Wiederherstellung der beschädigten Datei
el: Αποκατάσταση κατεστραμμένου αρχείου
hu: Hib�s f�jl vissza�ll�t�sa
id: Memperbaiki berkas yg rusak
it: Recupero file danneggiato
ja: 破損したファイルを修復中
nn: Reparerer Korrupt Fil
pt: A recuperanr ficheiro danificado
pt_br: Recuperando arquivo corrompido
sk: Obnoviť poškodený súbor
sq: Skeda e korruptuar po rikthehet
sr: Oporavak oštećenih fajlova
uk: Відновлення Зіпсованого Файлу

source: Paused
ar: إيقاف مؤقت
bs: Zastoj
cy: Wedi Oedi
de: Angehalten
el: Παύθηκε
et: Peatatud
fa: متوقف شده
gl: Detido
hr: Pauza
hu: Sz�netelve
id: Dijeda
it: In pausa
ja: 一時停止
ku: Rawestiyayî
lv: Pauzēts
nb: Stoppet
nn: I Pausemodus
pt: Em pausa
pt_br: Pausado
ru: Пауза
sk: Pozastavené
sq: Në pushim
sr: Pauzirano
uk: Пауза

source: Content Removed
ar: إزالة المحتوى
cy: Wedi Tynnu'r Cynnwys
de: Inhalt zurückgezogen
el: Το περιεχόμενο αφαιρέθηκε
hu: Tartalom elt�vol�tva
id: Isi dihilangkan
it: Contenuto rimosso
ja: コンテンツは削除されました
nn: Innhold Fjernet
pt_br: Índice Removido
sk: Obsah odstránený
sq: Përmbajtja u Fshi
sr: Sadržaj uklonjen
uk: Зміст видалено

source: Resuming...
ar: يوقف مؤقتاً...
de: Fortsetzen...
el: Συνέχιση...
hu: Folytat�s...
it: Ripristino...
nn: Gjennopptar...
pt: Continuando...
pt_br: Voltando...
sk: Obnovujem...
sq: Po rimarr...
sr: Nastavljanje...

source: Downloading .torrent file...
ar: تنزيل ملف .تورنت...
de: Herunterleden der .torrent Datei
el: Γίνεται λήψη αρχείου .torrent...
hu: .torrent f�jl let�lt�se...
it: Download del file .torrent...
nn: Laster ned .torrent fil...
pt: A descarregar ficheiro .torrent...
pt_br: Baixando arquivo .torrent
sk: Sťahujem súbor .torrent...
sq: Po shkarkoj skedë .torrent
sr: Preuzimanje .torrent fajla...

source: Average Bandwidth
ar: متوسط سرعة النقل
bs: Prosječna širina trake
cy: Cyfartaledd y Lledband
de: Durchschnittliche Bandbreite
el: Μέσος όρος εύρους ζώνης
hu: �tlagos s�vsz�less�
id: Lebar pita rata-rata
it: Larghezza media di banda
ja: 平均的な処理能力
nn: Gjennomsnittlig Båndbredde
pt: Largura de banda média
pt_br: Velocidade média da conexão
sk: Priemerná šírka pásma
sq: Shtrirja mes. e Bandës
sr: Prosečan protok
uk: Середня пропускна спроможність

source: Valid Alternate Locations
ar: مواقع بديلة صالحة
bs: Važeća alternativna lokacija
cy: Lleoliadau Iawn Eraill
de: Gültige Quellen
el: Έγκυρες εναλλακτικές τοποθεσίες
hu: �rv�nyes helyettes�t� helyek
id: Lokasi alternatif yg berlaku
it: Locazioni alternative valide
ja: 有効な代替位置
nn: Gyldige Alternative Steder
pt: Localizações alternativas válidas
pt_br: Localizações alternativas válidas
sk: Náhradné platné umiestnenia
sq: Vendndodhje Alternative me Vlerë
sr: Ispravne alternativne lokacije

source: Started On
ar: بدأ في
bs: Početak na
cy: Decharau Ar
de: Begonnen am
el: Εκκινήθηκε
hu: Kezd�d�
id: Mulai dijalankan
it: Iniziato il
ja: 開始
nn: Startet Så
pt: Iniciado em
pt_br: Iniciado em
sk: Začaté
sq: Nisur më
sr: Započeto u

source: Finished On
ar: انتهى في
bs: Završeno na
cy: Gorffen Ar
de: Beendet am
el: Ολοκληρώθηκε
hu: Befejez�d�
id: Telah diselesaikan
it: Terminato il
ja: 完了
nn: Avsluttet På
pt: Concluído em
pt_br: Concluído em
sk: Ukončené
sq: Mbaruar më
sr: Završeno u

source: Time Spent
ar: الوقت المستغرق
bs: Upotrebljeno vrijeme
cy: Wedi Treulio
de: Benötigte Zeit
el: Χρόνος που αναλώθηκε
hu: Elt�lt�tt id�
id: Waktu yg dihabiskan
it: Tempo impiegato
ja: 経過時間
nn: Tid Brukt
pt: Tempo decorrido
pt_br: Tempo decorrido
sk: Uplynutý čas
sq: Koha e shpenzuar
sr: Utrošeno vreme
uk: Пройшло сплинуло

source: Chunks
bs: Komadi
cy: Darnau
de: Einheiten
el: Τμήματα
hu: Darabok
id: Potongan
ja: チャンク
nn: Småfiler
pt: Blocos
pt_br: Blocos
sq: Thela
sr: Delovi
uk: Шматки

source: Lost To Corruption
bs: Dotok loš korumpiran
cy: Wedi colli i lygredd
de: Download wegen Beschädigung abgebrochen
el: Χάθηκε λόγω καταστροφής
hu: Hiba miatt elveszett
id: Menemui kegagalan
it: Corruzione causa perdita connessione
ja: 破壊され失う
nn: Tapt til Korrupsjon
pt: Perdidos devido a danos
pt_br: Perdidos devido a danos
sk: Prerušené
sq: Të Humbura në Korruptim
sr: Gubljenje zbog greške
uk: Пошкоджено

source: hosts
ar: المضيفون
bs: hosts računara
cy: partneriaid
de: Rechner
el: κόμβοι
hu: kiszolg�l�
id: host
it: ospiti
ja: ホスト件数
nn: verter
pt: anfitriões
sk: servre
sq: hoste
sr: kompjutera
uk: хости

source: host
ar: المضيف
bs: host računar
cy: partneriaid
de: Rechner
el: κόμβος
hu: kiszolg�l�
it: ospite
ja: ホスト
nn: vert
pt: anfitrião
sk: server
sr: kompjutera
uk: хост

source: A more specific search may be required...
ar: المزيد من البحث المخصص قد يكون مطلوباً...
bs: Poželjno je više detalja kod traženja...
cy: Efallai bydd angen chwilio yn fwy penodol...
de: Eine detalliertere Suche könnte erforderlich sein...
el: Ίσως χρειάζεται μια πιο συγκεκριμένη αναζήτηση...
hu: Jobban k�r�lhat�rolt keres�s lehet sz�ks�ges
id: Diperlukan pencarian yg lebih spesifik...
it: Può essere richiesta una ricerca più specifica...
ja: もっと具体的な検索が必要...
nn: Et mer Spesifisert søk kan være Nødvendig...
pt: Poderá ser necessária uma pesquisa mais específica...
pt_br: Uma pesquisa mais específica pode ser necessária...
sk: Môže byť požadované presnejšie vyhľadávanie...
sq: Nevojitet një kërkim më i përcaktuar...
sr: Poželjno je upisati više detalja za pretraživanje...
uk: Може знадобитися більш певний пошук...

source: The owner of this content has requested that this file be removed from the network. To learn more, double-click on the download (or click preview).
ar: صاحب هذا المحتوى يشترط إزالة هذا الملف من الشبكة. لتعلم أكثر, نقرة-مزدوجة على التنزيل (أو انقر مشاهدة).
cy: Mae perchennog y cynnwys wedi gofyn i'r ffeil yma cael ei dynnu o'r rhwydwaith. I ddysgu mwy, clicia'r ffeil (neu gliciau rhagflas).
de: Der Besitzer hat diese Datei aus dem Netzwerk zurückgezogen. Um mehr zu erfahren, doppelklick auf den Download.
el: Ο ιδιοκτήτης του περιεχομένου απαίτησε να αφαιρεθεί αυτό το αρχείο από το δίκτυο. Για να μάθετε περισσότερα, κάντε διπλό κλικ στη λήψη (ή επιλέξτε την προεπισκόπηση)
hu: A tartalom tulajdonosa a f�jl elt�vol�t�s�t k�rte a h�l�zatr�l. T�bb inf��rt kattints a let�lt�sre (vagy v�laszd az El�n�zetet).
id: Pemilik konten ini meminta berkas ini dihilangkan dari jaringan. Lebih jelasnya klik ganda pada pengunduhan (atau klik tinjau).
it: Il proprietario di questo contenuto ha richiesto di rimuovere questo file dalla rete. Per saperne di più fai doppio clic sul download (o clic anteprima).
ja: このコンテンツの所有者は、このファイルをネットワークから除去してもらいたいと頼みました。詳しく知るために、ダウンロードをダブルクリックしてください（またはクリックしてプレビューしてください）。
nn: Eieren av dette Innholdet har sendt en forespørsel om at filen skal bli slettet fra Nettverket. For å lære mer, dobbelklikk på nedlastingen (eller trykk Kjør Fil)
pt_br: O Host desse Índice requeriu que esse Arquivo fosse Removido da Rede. Para saber mais, clique-duplo no download (ou previsualise).
sk: Majiteľ obsahu požiadal o zmazanie tohto súboru zo siete. Pre viac informácií kliknite dvakrát na stiahnuté (alebo kliknite na náhľad)
sq: Zotëruesi i kësaj përmbajtjeje kërkoi që kjo skedë të fshihet nga rrjeti. Për të mësuar më tepër, klikoni dy herë mbi shkarkesën (ose klikoni "Parashiko").
sr: Vlasnik ovog fajla tražio je da se ukloni sa mreže. Za više informacija, kliknite dvaput na fajl ili na dugme Pregled.
uk: Власних цього змісту хочу, щоб цей файл було вилучено з мережі. Щоб дізнатись більше, клацніть на завантаження (або натисніть «попередній перегляд»)

source: Possible Hosts
ar: المضيفون الممكنون
bs: Mogući hosts računari
cy: Partneriaid Posibl
de: Mögliche Rechner
el: Πιθανοί κόμβοι
hu: Lehets�ges kiszolg�l�
id: Host yg memungkinkan
it: Ospiti possibile
ja: 利用可能なホスト件数
nn: Mulige Verter
pt: Anfitriões possíveis
pt_br: Hosts possíveis
sk: Možné servery
sq: Hoste të Mundshme
sr: Mogući izvori
uk: Можливі Хости

source: Busy Hosts
ar: مضيفون مشغولون
bs: Zauzet hosts računar
cy: Partneriaid Prysur
de: Ausgelastete Rechner
el: Απασχολημένοι κόμβοι
hu: Foglalt kiszolg�l�
id: Host sibuk
it: Ospiti occupati
ja: 混雑しているホスト件数
nn: Opptatte Verter
pt: Anfitriões ocupados
pt_br: Hosts ocupados
sk: Zaneprázdnené servery
sq: Hoste të Zëna
sr: Zauzeti izvori
uk: Зайняті Хости

source: Remotely Queued
ar: موضوع في قائمة الانتظار
bs: Čekanje na udaljeni računar
cy: Ciwio'n Atomatig
de: In Warteschlange
el: Σε ουρά από τον απομακρυσμένο κόμβο
hu: T�volr�l sorba �ll�tva
id: Antrian jarak jauh
it: In coda remota
ja: 相手側で予約されたホスト件数
nn: Avstandsplassert i Kø
pt: Em fila numa localização remota
pt_br: Em fila numa localização remota
sk: Vzdialená požiadavka
sq: Në Pritje së Largmi
sr: Čekanje na udaljenom računaru

source: Locating Sources...
ar: يتم الآن تحديد مواقع المصادر...
bs: Lociranje izvora...
cy: Lleoli Ffynonellau...
de: Sucht Quellen...
el: Εντοπισμός πηγών...
hu: Forr�sok k�r�lhat�rol�sa...
id: Mencari sumber...
it: Ricerca sorgenti...
ja: ソースを検索中...
nn: Finner Kilder...
pt: A localizar fontes...
pt_br: Localizando fontes...
sk: Lokalizácia zdrojov...
sq: Burimet po lokalizohen...
sr: Lociranje izvora...
uk: Шукаю Джерела

source: LimeWire cannot download this torrent. The tracker responded
de: LimeWire kann die .torrent Datei nicht von der angegebenen URL herunterladen.
el: Το LimeWire δεν μπορεί να κάνει λήψη του αρχείου torrent. Απόκριση tracker
ja: この torrent をダウンロードできません。トラッカーはレスポンスを返しました
nn: LimeWire kan ikke laste ned denne torrenten. Trackeren svarte
pt_br: O LimeWire não pôde baixar o arquivo .torrent do endereço indicado.O tracker respondeu
sk: LimeWire nemôže stiahnuť tento torrent. Tracker odpovedal

source: Priority
ar: الأولوية
bs: Prioritet
cy: Blaenoriaeth
de: Priorität
el: Προτεραιότητα
et: Tähtsus
fa: اولویت
gl: Prioridade
he: עדיפות
hr: Prioritet
hu: Priorit�
id: Prioritas
it: Priorità
ja: 優先順位
ku: Pêşikî
lv: Prioritāte
nb: Prioritet
nn: Prioritet
pl: Priorytet
pt: Prioridade
pt_br: Prioridade
ru: Приоритет
sk: Priorita
sq: Parësia
sr: Prioritet
uk: Пріорітет

source: Progress
de: Fortschritt
el: Πρόοδος
et: Protsess
fa: پیشروی
gl: Progreso
he: התקדמות
hr: Progres
ku: Pêşveçûn
nb: Fremgang
nn: Fremgang
pl: Postęp
pt: Progresso
pt_br: Progresso
ru: По процессу
sk: Priebeh

source: Speed
de: Geschwindigkeit
el: Ταχύτητα
et: Kiirus
fa: سرعت
gl: Velocidade
he: מהירות
hr: Brzina
ku: Lez
lv: Ātrums
nb: Hastighet
nn: Hastighet
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ru: По скорости
sk: Rýchlosť

source: Loading Download Window...
ar: يتم الآن تحميل نافذة التنزيل...
bs: Punjenje download prozora...
cy: Llwytho Ffenestr Llwytho i Fyny...
de: Downloadfenster wird geladen...
el: Φόρτωση παραθύρου λήψεων...
hu: Let�lt�ablak bet�lt�se...
id: Memuat jendela pengunduhan...
it: Caricamento finestra ricezioni...
ja: ダウンロード・ウィンドウをロード中...
nn: Laster Nedlastinger...
pt: A carregar janela de download...
pt_br: Carregando janela de download...
sk: Načítavam okno Sťahovanie
sq: Po Ngarkoj Dritaren e Shkarkesave...
sr: Učitavanje prozora za preuzimanje...
uk: Завантажую вікно завантажень...

source: Find More Sources for Download
ar: إيجاد مصادر آخرى للتنزيل
bs: Pronađi više izvora za download
cy: Ffeindio mwy o Ffynonellau ar gyfer Llwytho
de: Mehr Quellen zum Download suchen...
el: Αναζήτηση περισσότερων πηγών για λήψη
hu: T�bb forr�s keres�se a let�lt�shez
id: Cari lebih banyak sumber untuk pengunduhan
it: Trova più sorgenti per la ricezione
ja: ダウンロードするソースをさらに見い出す
nn: Finn Flere Kilder for Nedlasting
pt: Encontrar mais fontes para download
pt_br: Encontrar mais fontes para download
sk: Nájsť ďalšie zdroje sťahovania
sq: Gjej më Tepër Burime për Shkarkim
sr: Pronađite više izvora za preuzimanje
uk: Знайти Більше Джерел для Завантаження

source: Find Sources
ar: ابحث عن مصادر
bs: Pronađite izvor
cy: Ffynhonnellau
de: Quellen suchen
el: Εύρεση πηγών
hu: Forr�sok keres�se
id: Mencari sumber
it: Ricerca sorgenti
ja: ソースを検索
nn: Finn Kilder
pt: Encontrar fontes
pt_br: Encontrar fontes
sk: Nájť zdroje
sq: Gjej Burime
sr: Pronađi izvore
uk: Шукати Джерела

source: Try to Find Additional Sources for Downloads
ar: جرب إيجاد مصادر إضافية للتنزيلات.
bs: Pokušaj naći izvor za propali download.
cy: Trio Ffeindio Mwy o Ffynhonnellau i'w Llwytho
de: Nach weiteren Quellen zum Download suchen.
el: Εύρεση πρόσθετων πηγών για τις λήψεις.
hu: M�g t�bb forr�s keres�se a let�lt�shez
id: Mencoba mencari sumber tambahan untuk pengunduhan.
it: Tentativo ricerca sorgenti alternative per ricezioni
ja: 失敗したダウンロードのためにソースを検索する
nn: Prøv å Finn Ekstra Kilder for Nedlastinger
pt: Tentar encontrar fontes adicionais para downloads.
pt_br: Tentar encontrar fontes adicionais para downloads.
sk: Skúsiť nájť ďalšie zdroje na stiahnutie
sq: Përpiqet të Gjejë Burime Shtesë për Shkarkim
sr: Pronađi još izvora za preuzimanje iste fajlove
uk: Спробувати знайти додаткові джерела для цього завантаження

source: Reattempt Selected Downloads
ar: إعادة محاولة التنزيلات المحددة
bs: Pokušajte ponoviti downloadovanje.
cy: Trio'r Llwythau Wedi'u Dewis Eto
de: Download erneut versuchen.
el: Επανάληψη εκκίνησης επιλεγμένων λήψεων
hu: Let�lt�s ism�telt megk�s�rl�se
id: Coba lagi pengunduhan tersebut.
it: Tenta di riavviare la ricezione.
ja: ダウンロードの再開を再試行する
nn: Prøv Valgte Nedlastinger Om Igjen
pt: Tentar recuperar os downloads seleccionados.
pt_br: Tentar recuperar os downloads selecionados.
sk: Zopakovať sťahovanie vybraných súborov
sq: Riprovon Shkarkesën e Zgjedhur
sr: Pokušaj ponovo preuzimanje fajlova
uk: Продовжити Обрані Завантаження

source: You have downloaded a skin titled "{0}", you can activate the new skin by clicking "{1}" in the "{2}"->"{3}" menu and then selecting it from the list of available skins.
ar: أنت قمت بتنزيل سمة عنوانها "{0}", يمكنك تفعيل السمة الجديدة عن طريق نقر "{1}" في "{2}"->"{3}" قائمة وقم بتحديدها من قائمة السمات المتوفرة.
de: Sie haben ein neues Motiv mit dem Namen "{0}". Um dieses Motiv zu aktievieren, klicken Sie "{1}" aus dem "{2}"->"{3}" Menü, und wählen Sie es in der verfügbar Liste aus.
el: Έχετε κατεβάσει μια εμφάνιση με όνομα «{0}», μπορείτε να ενεργοποιήσετε τη νέα εμφάνιση κάνοντας κλικ στο μενού «{1}» στο «{2}»->«{3}» και μετά επιλέγοντάς το από τη λίστα των διαθέσιμων εμφανίσεων.
hu: A "{0}" nev� kin�zet sikeresen let�lt�d�tt, az �j kin�zet aktiv�l�s�hoz kattints a "{1}"-re a "{2}"->"{3}" men�ben, �s v�laszd ki a kin�zetet a megjelen� list�b�
id: Anda telah mengunduh kulit berjudul "{0}", untuk mengaktifkannya klik "{1}" pada menu "{2}"->"{3}" dan memilihnya dari daftar kulit tersedia.
it: Hai recivato la tema "{0}"; puoi attivare la nuova tema selezionando "{1}" nel menu "{2}"->"{3}" e quindi selezionandola nella lista dei temi disponibili.
nn: Du har lastet ned et Tema ved navn "{0}", du kan aktivere det nye temaet ved å trykke "{1}" i "{2}"->"{3}" menyen og så velge det fra listen over tilgjengelige Temaer.
pt_br: Você fez download do tema chamado "{0}", você pode ativar seu novo tema clicando "{1}" no menu "{2}"->"{3}" e então o selecionando da lista dos temas disponíveis.
sk: Stiahli ste tému s názvom "{0}", novú tému aktivujete kliknutím na "{1}" v menu "{2}"->"{3}" a potom vybraním zo zonamu dostupných tém.
sq: Ju sapo shkarkuat një lëvore me titull "{0}", të cilën mund ta aktivizoni duke klikuar "{1}" në menynë "{2}"->"{3}" dhe pastaj mund ta zgjidhni nga lista e lëvoreve të vlefshme.
sr: Preuzeli ste podlogu nazvanu "{0}". Možete je aktivirati klikom na "{1}" u "{2}"->"{3}" meniju, i odabrati je iz spiska preuzetih podloga.
uk: Ви завантажили скін, який називається "{0}". Щоб застосувати новий скін, клацніть "{1}" в меню "{2}"->"{3}", а потім оберіть скін з списку.

source: &Refresh Skins
ar: تحديث السمات
bs: &Osvježi podlogu
cy: Adnewyddu C&rwyn
de: Motive aktualisieren
el: Ανα&νέωση εμφανίσεων
hu: Kin�zetek f&riss�t�se
id: &Refresh kulit
it: Aggio&rna i temi
ja: スキンを更新 (&R)
nn: &Oppdater Tema
pt: &Actualizar máscaras
pt_br: &Atualizar Temas
sk: O&bnoviť tému
sq: &Rifreskoji Lëvoret
sr: &Osveži izgled pozadine
uk: Оновити скіни
