Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Address
da: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
fa: نشانی
fi: Osoite
fr: Adresse
ga: Seoladh
gl: Enderezo
he: כתובת
hr: Adresa
ja: アドレス
ku: Navnîşan
lv: Adrese
nb: Adresse
nl: Adres
pl: Adres
ru: Адрес
sv: Adress
tr: Adres

source: Filename
ar: اسم الملف
bs: Ime datoteke
cy: Enw Ffeil
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
et: Faili Nimi
fa: نام فایل
fi: Tiedostonimi
fr: Nom de fichier
ga: Comhadainm
gl: Nome do ficheiro
he: שם הקובץ
hr: Naziv datoteke
hu: F�jln�
id: Nama berkas
it: Nome del file
ja: ファイル名
ku: Navê Pelê
lv: Faila nosaukums
nb: Filnavn
nl: Bestandsnaam
nn: Filnavn
pl: Nazwa pliku
pt: Nome do Ficheiro
pt_br: Nome do arquivo
ru: Имя файла
sk: Názov súboru
sq: Emri
sr: Naziv
sv: Filnamn
tr: Dosya Adı
uk: Ім’я файлу

source: Download from
da: Download fra
el: Λήψη από
es: Descargar desde
fi: Lataa
fr: Télécharger depuis
ga: Íosluchtaigh ó
ja: 次からダウンロードする
nl: Downloaden van
sv: Hämta från
tr: Buradan indir

source: {0}% complete
da: {0}% færdig
el: {0}% ολοκληρώθηκαν
es: {0}% completado
fi: {0}% valmiina
fr: {0}% effectué
ga: {0}% críochnaithe
ja: {0}% 完了
nl: {0}% compleet
sv: {0}% klart
tr: {0}% tamamlandı

source: locate on disk
el: εντοπισμός στον δίσκο
ga: aimsigh ar an dhiosc
ja: ディスク上で探す
nl: zoeken op schijf
sv: hitta på hårddisk
tr: diske yerleştir

source: locate in library
el: εντοπισμός στη βιβλιοθήκη
ga: aimsigh sa leabharlann
ja: ライブラリ内で探す
nl: zoeken in bibliotheek
sv: hitta i bibliotek
tr: kitaplığa yerleştir

source: Try Again
da: Prøv igen
el: Προσπαθήστε ξανά
es: Volver a intentar
et: Proovi Uuesti
fa: کوشش دوباره
fi: Yritä uudelleen
fr: Réessayer
ga: Déan Iarracht Arís
gl: Volvelo tentar
he: נסה שנית
hr: Probajte Ponovo
ja: 再度試す
ku: Dîsa Biceribîne
lv: Mēģināt Vēlreiz
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
ru: Попытаться снова
sv: Försök igen
tr: Tekrar Dene

source: View File Info
da: Vis oplysninger om filen
el: Προβολή πληροφοριών αρχείου
es: Ver información sobre el archivo
et: Vaata Faili Informatsiooni
fa: مشاهده اطلاعات فایل
fi: Katso tiedoston tiedot
fr: Voir l'info du fichier
ga: Féach Ar Fhaisnéis an Chomhaid
gl: Ver a información do ficheiro
he: הצג מידע קובץ
hr: Pregledaj Informacije o Datotekci
ja: ファイル情報を見る
ku: Taybetiyên pelê nîşande
lv: Skatīt faila informāciju
nb: Vis Filinformasjon
nl: Bestandsinformatie weergeven
pl: Zobacz info o pliku
ru: Просмотреть информацию о файле
sv: Visa filinfo
tr: Dosya Bilgilerini Görüntüle

source: Preview File
da: Afprøv fil
el: Προεπισκόπηση αρχείου
es: Previsualizar el archivo
et: Faili Eelvaade
fa: پیش نمایش فایل
fi: Esikatsele
fr: Prévisualiser le fichier
ga: Réamhamharc an Comhad
gl: Pre-visualizar o ficheiro
he: הצגה מוקדמת של קובץ
hr: Pregledaj Datoteku
ja: ファイルをプレビューする
ku: Pêşdîtina Pelê
lv: Priekšskatīt datni
nb: Forhåndsvisning av fil
nl: Bestand voorvertonen
pl: Przejrzeć Plik
ru: Пред-просмотр Файла
sv: Förhandsgranska fil
tr: Dosya Önizleme

source: Share File
ar: ملف مشترك
bs: Ramjena datoteke
cy: Rhannu Ffeil
da: Del fil
de: Datei freigeben
el: Διαμοιρασμός αρχείου
es: Compartir Archivo
fi: Julkaise tiedosto
fr: Partager le fichier
ga: Comhroinn an Comhad
hu: F�jl megoszt�sa
id: Bagikan berkas
it: Condivi file
ja: ファイル共有
nl: Bestand delen
nn: Del Fil
pt: Partilhar ficheiro
pt_br: Compartilhar arquivo
sk: Zdieľanie súboru
sq: Shpërndaje
sr: Razmenjujte fajl
sv: Dela Fil
tr: Dosyayı Paylaş
uk: Поділитись файлом

source: Play
ar: تشغيل
cy: Chwarae
da: Afspil
de: Start
el: Αναπαραγωγή
es: Reproducir
et: Esita
fa: پخش
fi: Soita
fr: Lire
ga: Seinn
gl: Reproducir
he: נגן
hr: Sviraj
hu: Lej�tsz�
id: Mainkan
it: Riproduci
ja: 再生する
ku: Lê Bide
lv: Atskaņot
nb: Spill Av
nl: Afspelen
nn: Spill Av
pl: Odtwórz
pt: Reproduzir
pt_br: Reproduzir
ru: Играть
sk: Prehrať
sq: Luaje
sr: Pusti
sv: Spela
tr: Yürüt
uk: Грати

source: View
ar: عرض
bs: Prikaz
cy: Gweld
da: Vis
de: Benutzerschnittstelle
el: Προβολή
es: Ver
fi: Katso
fr: Afficher
ga: Amharc
hu: N�zet
id: Lihat
it: Interfaccia utente
ja: 見る
nl: Bekijken
nn: Vis
pt: Ver
pt_br: Ver
sk: Zobrazenie
sq: Pamje
sr: Prikaži
sv: Visa
tr: Görüntüle
uk: Перегляд

source: Paused - {0} of {1} ({2}%)
da: Standset - {0} af {1} ({2}%)
el: Έγινε παύση - {0} από {1} ({2}%)
es: En pausa- {0} de {1} ({2}%)
fi: Keskeytetty - {0}/{1} ({2}%)
fr: En attente - {0} de {1} ({2}%)
ga: Curtha Ar Shos - {0} de {1} ({2}%)
ja: 停止しました - {1} ({2}%) のうち{0}
nl: Gepauzeerd - {0} van {1} ({2}%)
sv: Pausar - {0} av {1} ({2}%)
tr: {1} ({2}%) nin {0} de duraklatıldı

source: Add Friend
da: Tilføj ven
el: Προσθήκη φίλου
es: Añadir amigo
et: Lisa Sõber
fa: اضافه کردن دوست
fi: Lisää ystävä
fr: Ajouter un ami
ga: Cuir Cara Leis
gl: Engadir un amigo
he: הוסף חבר
hr: Dodaj Prijatelja
ja: 友人を追加する
ku: Heval Lê Zêdeke
lv: Pievienot draugu
nb: Legg til venn
nl: Vriend toevoegen
pl: Dodaj Przyjaciela
ru: Добавить в Друзья
sv: Lägg till en kompis
tr: Arkadaş Ekle

source: Username:
bs: Ime korisnika
da: Brugernavn:
de: Benutzername:
el: Σύνδεση όταν ξεκινά το LimeWire
es: Nombre de usuario:
et: Kasutajanimi:
fa: نام کاربر:
fi: Käyttäjätunnus:
fr: Nom d’utilisateur :
ga: Ainm Feidhmeora:
gl: Nome de usuario:
he: שם משתמש:
hr: Korisničko ime:
ja: ユーザー名：
ku: Navê Bikarhêner:
lv: Lietotājvārds:
nb: Brukernavn:
nl: Gebruikersnaam:
nn: Brukernavn:
pl: Nazwa użytkownika:
pt: Nome do utilizador
pt_br: Nome de usuário:
ru: Имя
sk: Používateľské meno:
sv: Användarnamn:
tr: Kullanıcı adı:

source: Cancel
cy: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fa: انصراف
fi: Peruuta
fr: Annuler
ga: Cealaigh
gl: Cancelar
he: ביטול
hr: Odustani
ja: キャンセルする
ku: Betal
lv: Atcelt
nb: Avbryt
nl: Annuleren
nn: Avbryt
pl: Porzuć
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal

source: {0} has signed off
da: {0} har logget af
el: {0} αποσυνδέθηκε
es: {0} se ha desconectado
et: {0} logis välja
fa: {0} خارج شده است
fi: {0} on kirjautunut ulos
fr: {0} s'est déconnecté
ga: Dínasc {0}
gl: {0} desconectouse
he: {0} התנתק
hr: {0} se odjavio
ja: {0}がサインオフしました
ku: {0} derket
lv: {0} ir atslēdzies
nb: {0} har logget ut
nl: {0} heeft zich afgemeld
pl: {0} wyszedł z programu
ru: {0} замолчал
sv: {0} har loggat ut
tr: {0} oturumu kapadı

source: {0} is typing a message...
el: {0} πληκτρολογεί ένα μήνυμα...
ja: {0}がメッセージを入力しています...

source: {0} has entered text
da: {0} har indtastet en tekst
el: {{0} εισήγαγε ένα κείμενο
es: {0} ha introducido texto
et: {0} on sisestanud teksti
fa: {0} متن را وارد کرده است
fi: {0} on syöttänyt tekstin
fr: {0} a écrit un texte
ga: Chuir {0} téasc isteach
gl: {0} escribiu un texto
he: {0} כתב טקסט
hr: {0} je upisao tekst
ja: {0}がテキストを入力しました
ku: {0} peyam nivîsand
lv: {0} ir ievadījis tekstu
nb: {0} har skrivet inn tekst
nl: {0} heeft tekst ingevoerd
pl: {0} wpisał tekst
ru: {0} вставил текст
sv: {0} har skrivit text
tr: {0} ileti yazdı

source: Open Chat
da: Åbn chat
el: Έναρξη συνομιλίας
es: Abrir charla
fi: Avaa keskustelu
fr: Chat ouvert
ga: Oscail Comhrá
ja: チャットを開く
nl: Chat openen
sv: Öppna chatt
tr: Sohbeti Aç

source: Share
ar: مشاركة
bs: Razmjena
cy: Rhannu
da: Del
de: Freigeben
el: Κοινή χρήση
es: Compartir
et: Jaga
fa: اشتراک
fi: Jaa
fr: Partager
ga: Roinn
gl: Compartir
he: שתף
hr: Dijeljenje
hu: Megoszt�
id: Bagikan
it: Condividi
ja: 共有する
ku: Parve bike
lv: Koplietot
nb: Del
nl: Delen
nn: Del
pl: Współdziel
pt: Partilhar
pt_br: Compartilhar
ru: Доступ
sk: Zdieľanie
sq: Shpërndaje
sr: Razmeni
sv: Dela
tr: Paylaş
uk: Поділитись

source: Download it now, or get it from them {0}later{1}.
da: Download den nu, eller hent den fra dem {0}senere{1}.
el: Κατεβάστε το τώρα ή πάρτε το από αυτούς {0}αργότερα{1}.
es: Descargarla ahora, o obtenerla de él/ella {0}más tarde{1}.
et: Lae kohe alla, või saa neilt {0} - lt hiljem {1} - lt
fa: هم اکنون بارگذاری (دانلود) کنید، یا دریافت از آن ها {0}در زمان دیگر{1}.
fi: Lataa se nyt, tai hae {0} myöhemmin{1}.
fr: Le télécharger maintenant, ou bien l'obtenir d'eux {0}plus tard{1}
ga: Íosluchtaigh anois é, nó faigh uathu é {0}ar ball{1}.
gl: Descargalo agora ou obtelo de eles {0}máis tarde{1}.
he: הורד כעת, או קבל מהם את זה {0}אח"כ{1}.
hr: Preuzmi sada, ili ga dobij od njih {0} poslije{1}.
ja: 今すぐダウンロードする、もしくは彼ら{0}後に{1}から取得する。
ku: Niha daxe an jî wê {0} paşê {1} bistîne
lv: Lejuplādē to tagad, vai saņem no viņiem {0}vēlāk{1}.
nb: Last ned nå, eller få den fra dem {0}senere{1}
nl: Download het nu, or get it from them {0}later{1}.
pl: Pobierz teraz, albo otrzymaj od nich {0}później{1}.
ru: Загрузите это сейчас, или получите это от них {0}позднее{1}.
sv: Ladda ner det nu eller hämta det från dem {0}senare{1}.
tr: Şimdi indirin ya da {0}sonra{1} alın.

source: Sharing file with {0}
da: Deler fil med {0}
el: Κοινή χρήση αρχείου με {0}
es: Compartiendo el archivo con {0}
et: Jagan faili {0} - ga
fa: به اشترک گذاری فایل با {0}
fi: Jaetaan tiedosto {0}:n kanssa
fr: Fichier partagé avec {0}
ga: Ag comhroinnt comhad le {0}
gl: Compartindo o ficheiro con {0}
he: שיתוף קובץ עם {0}
hr: Razmjena datoteke sa {0}
ja: {0}とファイルを共有する
ku: Parvekirina pelê bi {0}
lv: Koplieto datni ar {0}
nb: Deler fil med {0}
nl: Deelt bestand met {0}
pl: Udostępnia plik dla {0}
ru: Поделиться файлом с {0}
sv: Delar fil med {0}
tr: Dosyayı {0} ile paylaş

source: {0} wants to share a file with you
da: {0} ønsker at dele en fil med dig
el: {0} θέλει να μοιραστεί ένα αρχείο μαζί σας
es: {0} quiere compartir un archivo con usted
et: {0} tahab Sinuga faili jagada
fa: {0} می خواهد با شما فایلی را به اشتراک بگذارد
fi: {0} haluaisi jakaa tiedoston kanssasi
fr: {0} veut partager ce fichier avec vous
ga: Teastaíonn ó {0} comhad a chomhroinnt leat
gl: {0} quere compartir un ficheiro con vostede
he: {0} רוצה לשתף קובץ איתך
hr: {0} hoće da razmijeni datoteku sa vama
ja: {0}がお客様とのファイル共有を希望しています
ku: {0} dixwaze bi te re pel parve bike
lv: {0} vēlas koplietot datni ar Jums
nb: {0} ønsker å dele en fil med deg
nl: {0} wil een bestand met u delen
pl: {0} chce udostepnić Ci plik
ru: {0} хочет поделиться с вами файлом
sv: {0} vill dela en fil med dig
tr: {0} seninle bir dosya paylaşmak istiyor

source: Download {0}
el: Λήψη {0}
es: Descargar {0}
et: Lae Alla {0}
fa: دانلود {0}
fi: Lataa {0}
fr: Téléchargement {0}
ga: Íosluchtaigh {0}
gl: Descargar {0}
he: הורדה {0}
hr: Preuzmi {0}
ja: {0}をダウンロードする
ku: Daxe {0}
lv: Lejuplādēt {0}
nb: Last ned {0}
nl: {0} downloaden
pl: Pobierz {0}
ru: Загрузить {0}
sv: Ladda ner {0}
tr: {0} indir

source: Downloading
el: Γίνεται λήψη
ga: Á Íosluchtú
ja: ダウンロード中
nl: Bezig met downloaden

source: {0}Downloaded{1}
el: {0}Έγινε λήψη{1}
es: {0}Descargado{1}
et: {0}Alla laetud{1}
fa: {0}بارگذاری (دانلود) شده{1}
fi: {0}Ladattu{1}
fr: {0}Téléchargés{1}
ga: {0}Íosluchtaithe{1}
gl: {0}Descargado{1}
he: {0}הורדו{1}
hr: {0}Preuzeto{1}
ja: {0}が{1}をダウンロードしました
ku: {0}Hat Daxistin{1}
lv: {0}Lejupielādēts{1}
nb: {0}Lastet ned{1}
nl: {0}Gedownload{1}
pl: {0}Pobrał{1}
ru: {0}Загружено{1}
sv: {0}Nerladdat{1}
tr: {0}İndirildi{1}

source: Share with friends!
da: Del med venner!
el: Μοιραστείτε με φίλους!
es: ¡Compartir con amigos!
fi: Jaa ystävien kanssa!
fr: Partagez avec des amis!
ga: Comhroinn le cairde!
ja: 友人と共有してください！
nl: Delen met vrienden!
sv: Dela med vänner!
tr: Arkadaşlarla paylaş!

source: Friend Auto-Login
da: Automatisk venne-log ind
el: Αυτόματη εγγραφή φίλου
es: Conexión automática de amigos
fi: Ystävän automaattinen kirjautuminen
fr: Connexion pour ami
ja: 友人は自動ログインできます
nl: Automatisch aanmelden bij vrienden
sv: Vän automatisk inloggning
tr: Arkadaş Otomatik Oturum Açma

source: Show:
el: Εμφάνιση:
et: Näita:
fa: نمایش:
gl: Amosar:
he: הצג:
hr: Pokaži:
ja: 表示：
ku: Nîşande
lv: Rādīt:
nb: Vis:
pl: Pokaż:
ru: Показать:

source: Options
da: Indstillinger
de: Einstellungen
el: Επιλογές
es: Opciones
et: Seaded
fa: گزینه‌ها
fi: Asetukset
ga: Roghanna
gl: Opcións
he: אפשרויות
hr: Opcije
ja: オプション
ku: Vebijêrk
lv: Iespējas
nb: Innstillinger
nl: Opties
nn: Innstillinger
pl: Opcje
pt: Opções
pt_br: Opções
ru: Параметры
sk: Možnosti
sv: Alternativ
tr: Seçenekler

source: Switch User
da: Skift bruger
el: Αλλαγή χρήστη
es: Cambiar de usuario
fi: Vaihda käyttäjää
fr: Changer de Profil
ga: Athraigh an tÚsáideoir
ja: ユーザーを変える
nl: Gebruiker wisselen
sv: Växla användare
tr: Kullanıcı Değiştir

source: Sign In
da: Log ind
el: Σύνδεση
es: Abrir sesión
et: Logi sisse
fa: وارد شدن
fi: Kirjaudu
fr: S'identifier
ga: Nasc
gl: Iniciar sesión
he: התחבר
hr: Prijava
ja: サインイン
ku: Têkeve
lv: Pieslēgties
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
ru: Зарегистрироваться
sv: Logga in
tr: Oturum Aç

source: Sign in
el: Σύνδεση
et: Logi sisse
fa: وارد شدن
ga: Nasc
gl: Iniciar sesión
he: התחבר
hr: Prijava
ja: サインイン
ku: Têkeve
lv: Pieteikties
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
ru: Вход
sv: Logga in
tr: Oturum aç

source: Signing in ...
el: Γίνεται σύνδεση...
ga: Ag síniú isteach ...
ja: サインイン中…
nl: Bezig met aanmelden...
sv: Loggar in ...
tr: Oturum açılıyor...

source: Network error.
da: Netværksfejl.
el: Σφάλμα δικτύου.
es: Error de conexión.
et: Internetiühenduse viga.
fa: خطای شبکه.
fi: Tietoliikennevirhe.
fr: Erreur de réseau
ga: Botún líonra.
gl: Erro de rede.
he: שגיאת רשת.
hr: Mrežna greška.
ja: ネットワーク・エラーです
ku: Çewtiya torê.
lv: Tīkla kļūda.
nb: Nettverksfeil.
nl: Netwerkfout.
pl: Błąd sieci.
ru: Ошибка сети.
sv: Nätverksfel
tr: Ağ hatası.

source: Username
da: Brugernavn
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
ga: Ainm Úsáideora
gl: Nome de usuario
he: שם משתמש
hr: Korisničko ime
ja: ユーザー名
ku: Navê Bikarhêner
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı

source: Password
da: Adgangskode
el: Κωδικός πρόσβασης
es: Contraseña
et: Salasõna
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
ga: Focal Faire
gl: Contrasinal
he: סיסמה
hr: Lozinka
ja: パスワード
ku: Nasnav
lv: Parole
nb: Passord
nl: Wachtwoord
pl: Hasło
ru: Пароль
sv: Lösenord
tr: Şifre

source: Remember me
da: Husk mig
el: Απομνημόνευση
es: Recordarme
fi: Muista minut
fr: Me garder en mémoire
ga: Cuimhnigh orm
ja: 記録してください
nl: Mij onthouden
sv: Kom i håg mig
tr: Beni hatırla

source: Download from {0}
el: Λήψη από {0}
ja: {0}からダウンロードする

source: Sharing
da: Deling
de: Freigaben
el: Κοινή χρήση
es: Compartiendo
et: Jagamine
fa: اشتراک
fi: Jaetaan
fr: Partage
ga: Ag Comhroinnt
gl: Compartindo
he: משתף
hr: Razmjena
ja: 共有中です
ku: Parvekirin
lv: Koplietošana
nb: Deling
nl: Deelt
nn: Deling
pl: Udostępnianie
pt: Partilhar
pt_br: Compartilhamento
ru: Общий доступ
sk: Zdieľanie
sv: Delar
tr: Paylaşılıyor

source: {0} isn't on LimeWire
da: {0} er ikke på LimeWire
el: {0} δεν είναι στο LimeWire
es: {0} no está en LimeWire
fi: {0} ei ole LimeWiressä
fr: {0} n'est pas sur LimeWire
ga: Níl {0} ar LimeWire
ja: {0}はLimeWireを使用していません。
nl: {0} is nu niet op LimeWire
sv: {0} är inte på LimeWire
tr: {0} LimeWire 'da değil

source: Chat
de: Chatten
el: Συνομιλία
et: Vestlus
fa: گپ
fr: Discussion
ga: Comhrá
he: צ'אט
hr: Razgovor
ja: チャット
ku: Pevaxaftin
lv: Čats
nl: Chatten
pl: Czat
pt: Conversação
pt_br: Bate-Papo
ru: Чат
sv: Chatt
tr: Sohbet

source: Share with {0}
el: Κοινή χρήση με {0}
ja: {0}と共有する

source: X
el: Χ

source: My Library
da: Mit bibliotek
el: Η βιβλιοθήκη μου
es: Mi biblioteca
fi: Kirjastoni
fr: Ma Bibliothèque
ga: Mo Leabharlann
ja: マイ・ライブラリ
nl: Mijn bibliotheek
sv: Mitt bibliotek
tr: Kitaplığım

source: share
el: κοινή χρήση
ga: comhroinn
ja: 共有する
nl: delen

source: Share collection
el: Κοινή χρήση συλλογής
ja: コレクションを共有する

source: Sharing entire {0} Collection with {1}
da: Deler hele {0} samling med {1}
el: Κοινή χρήση ολόκληρης Συλλογής {0} με {1}
es: Compartiendo toda la colección {0} con {1}
fi: Jaetaan koko {0} kokoelmaa käyttäjän {1} kanssa
fr: Partager toute la Collection {0} avec {1}
ga: An {0} Cnuasach ar fad á chomhroinnt le {1}
ja: {0}コレクション全体を{1}と共有中です
nl: Deelt de gehele {0}-collectie met {1}
sv: Delar hela {0} samlignen med {1}
tr: Tüm {0} Koleksiyonunu {1} ile paylaş

source: remove
da: fjern
el: κατάργηση
es: borrar
et: Eemalda
fa: حذف
fi: poista
fr: Enlever
ga: bain
gl: eliminar
he: הסר
hr: ukloni
ja: 削除する
ku: rakirin
lv: Aizvākt
nb: fjern
nl: verwijderen
pl: usuń
ru: удалить
sv: ta bort
tr: kaldır

source: On LimeWire
da: På LimeWire
el: Συνδεδεμένος στο LimeWire
es: En LimeWire
fi: LimeWiressä
fr: A propos de LimeWire
ga: Ar LimeWire
ja: LimeWireを使用中
nl: Op LimeWire
sv: På LimeWire
tr: LimeWire üzerinde

source: Online
el: Συνδεδεμένος
es: En línea
fi: Kytkeydytty
fr: Connecté
ga: Nasctha leis an gréasán
ja: オンライン
tr: Çevrimiçi

source: Offline
el: Εκτός σύνδεσης
es: Desconectado
fi: Ei kytkeytyneenä
fr: Déconnecté
ga: Dínasctha leis an gréasán
ja: オフライン
tr: Çevrimdışı

source: P2P Network
da: P2P netværk
el: Δίκτυο P2P
es: Red P2P
fi: P2P-verkko
fr: Réseau P2P
ga: Líonra P2P
ja: P2Pネットワーク
nl: P2P-netwerk
sv: P2P-nätverk
tr: P2P Ağı

source: All Friends
da: Alle venner
el: Όλοι οι φίλοι
es: Todos los amigos
et: Kõik Sõbrad
fa: همه دوستان
fi: Kaikki ystävät
fr: Tous les amis
ga: Gach Cara
gl: Todos os amigos
he: כל החברים
hr: Svi Prijatelji
ja: すべての友人
ku: Hemû heval
lv: Visi draugi
nb: Alle venner
nl: Alle vrienden
pl: Wszyscy Przyjaciele
ru: Все Друзья
sv: Alla vänner
tr: Tüm Arkadaşlar

source: Currently sharing with
da: Deler i øjeblikket med
el: Αυτή τη στιγμή γίνεται χρήση με
es: En este momento está compartiendo con
fi: Tällä hetkellä jaetaan
fr: Partage en cours avec
ga: Á chomhroinnt faoi láthair le
ja: 次の人と現在共有中です
nl: Momenteel gedeeld met
sv: Delar för tillfället med
tr: Şu an paylaşılan kişi

source: Start typing a friend's name
da: Start med at skrive en vens navn
el: Πληκτρολογήστε το όνομα ενός φίλου
es: Empiece a escribir el nombre de un amigo
fi: Aloita syöttämällä ystävän nimi
fr: Ecrire le nom d'un ami
ga: Tosaigh ag clóscríobh ainm charad
ja: 友人の名前を入力してください
nl: Typ een naam van een vriend
sv: Börja skriva en väns namn
tr: Bir arkadaşın adını yazmaya başla

source: Quality
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
et: Kvaliteet
fa: کیفیت
fi: Laatu
fr: Qualité
ga: Cáil
gl: Calidade
he: איכות
hr: Kvalitet
ja: 品質
ku: Qalîte
lv: Kvalitāte
nb: Kvalitet
nl: Kwaliteit
nn: Kvalitet
pl: Jakość
pt_br: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet
tr: Kalite

source: Size
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
fa: اندازه‌
fi: Koko
fr: Taille
ga: Méid
gl: Tamaño
he: גודל
hr: Veličina
ja: サイズ
ku: Mezinahî
lv: Izmērs
nb: Størrelse
nl: Grootte
nn: Størrelse
pl: Rozmiar:
pt: Tamanho
pt_br: Tamanho
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut

source: Extension
da: Filendelse
el: Επέκταση
es: Extensión
et: Laiend
fa: پسوند
fi: Pääte
ga: Iarmhír
gl: Extensión
he: סיומת
hr: Nastavak
ja: 拡張子
ku: Cûreya Pelê
lv: Paplašinājums
nb: Filendelse
nl: Extensie
pl: Rozszerzenie
ru: Расширение
sv: Tillägg
tr: Uzantı

source: From
da: Fra
el: Από
es: De
et: Kellelt
fa: از
fi: Keneltä
fr: De
ga: Ó
gl: De
he: מ־
hr: Od
ja: から
ku: Ji
lv: No
nb: Fra
nl: Van
pl: Od
ru: Из
sv: Från
tr: Buradan

source: Company
da: Firma
el: Εταιρεία
es: Empresa
et: Ettevõte
fa: شرکت
fi: Yritys
fr: Entreprise
ga: Cuideachta
gl: Empresa
he: חברה
hr: Kompanija
ja: 会社名
ku: Şîrket
lv: Kompānija
nb: Bedrift
nl: Bedrijf
pl: Firma
ru: Компания
sv: Företag
tr: Şirket

source: Misc
da: Div
el: Διάφορα
es: Varios
et: Loendus
fa: گوناگون
fi: Sekalaista
ga: Ilghnéitheach
gl: Varios
he: אחר
hr: Razno
ja: その他
ku: Cûr bi cûr
lv: Dažādi
nb: Diverse
nl: Aanvullend
pl: Różne
ru: Разное
sv: Övrigt
tr: Çeşitli

source: Hits
ar: تلميحات
bs: Hitovi
cy: Ymweliadau
de: Treffer
el: Ευρήματα
es: Aciertos
et: Tabamusi
fa: نمایش ها
fi: Osumia
fr: Demandés
ga: Amais
gl: Accesos
he: פגיעות
hr: Pogodci
hu: Tal�latok
it: Evenienze
ja: ヒット
ku: Tikandin
lv: Trāpījumi
nb: Treff
nl: Treffers
nn: Treff
pl: Trafienia
pt: Acessos
pt_br: Acessos
ru: Хиты
sk: Prístupy
sq: Hite
sr: Traženo
sv: Träffar
tr: İpuçları
uk: Хіти

source: Uploads
el: Αποστολή
es: Cargas
et: Üleslaadimisi
fa: آپلودها
fi: Jaot
fr: Transferts
ga: Uasluchtaithe
gl: Envíos
he: העלאות
hr: Upload-i
ja: アップロードしたもの
ku: Barkirin
lv: Augšupielādes
nb: Opplastinger
nn: Opplastinger
pl: Wysyłane
pt: Envios
ru: Раздачи
sk: Uploady
sv: Uppladdningar
tr: Yüklemeler

source: download
el: λήψη
ga: íosluchtaigh
ja: ダウンロードする
nl: downloaden
sv: ladda ner
tr: indir

source: Download
ar: تنزيل
cy: Llwytho i lawr
el: Λήψη
es: Descargar
et: Lae Alla
fa: دانلود
fi: Lataa
fr: Téléchargement
ga: Íosluchtaigh
gl: Descargar
he: הורד
hu: Let�lt�
id: Unduh
it: Scarica
ja: ダウンロードする
ku: Daxistin
lv: Lejupielāde
nb: Last ned
nl: Downloaden
nn: Lagre
pl: Pobierz
ru: Загрузить
sk: Stiahnuť
sq: Shkarko
sr: Preuzimi
sv: Ladda ner
tr: İndir
uk: Завантажити

source: Move to Trash
da: Flyt til affald
de: In den Papierkorb verscheiben
el: Μετακίνηση στον κάδο απορριμμάτων
es: Mover a la Papelera
et: Tõsta Prügikasti
fa: انتقال به سطل آشغال
fi: Siirrä roskakoriin
fr: Déplacer vers la corbeille
ga: Bog go dtí an Bruascarán
gl: Mover para o lixo
he: העבר לאשפה
hr: Pošalji u smeće
it: Sposta nel Cestino
ja: ごみ箱へ移動
ku: Bavêje sergoyê
lv: Pārvietot uz Miskasti
nb: Flytt til papirkurv
nl: Naar prullenbak verplaatsen
nn: Flytt til Papirkurven
pl: Przenieś do kosza
pt_br: Mover para o Lixo
ru: Переместить в корзину
sk: Presunúť do koša
sq: Lëvize tek Mbeturinat
sv: Flytta till papperskorg
tr: Çöpe Taşı

source: Move to Recycle Bin
da: Flyt til papirkurv
de: In den Papierkorb verscheiben
el: Μεταφορά στον κάδο ανακύκλωσης
es: Mover a la Papelera de Reciclaje
et: Tõsta Prügikasti
fa: انتقال به سطل بازیافت ویندوز
fi: Siirrä roskakoriin
fr: Déplacer vers la corbeille
ga: Bog go dtí an Bosca Athchúrsála
gl: Mover para a papeleira de reciclaxe
he: העבר לסל מחזור
hr: Prebaci u Koš za Otpatke
it: Sposta nel Cestino
ja: ごみ箱への移動
ku: Bavêje sergoyê
nb: Flytt til papirkurv
nl: Naar prullenbak verplaatsen
nn: Flytt til Papirkurven
pl: Przenieś do kosza
pt_br: Mover para o Lixo
ru: Переместить в корзину
sk: Presunúť do koša
sq: Lëvize në Koshin e Plehrave
sv: Flytta till Papperskorgen
tr: Çöp Kutusuna Taşı

source: Remove from Library
da: Fjern fra biblioteket
el: Κατάργηση από τη βιβλιοθήκη
es: Borrar de la biblioteca
fi: Poista kirjastosta
fr: Supprimer de la bibliothèque
ga: Bain ón Leabharlann
ja: ライブラリから削除する
nl: Verwijderen uit bibliotheek
sv: Ta bort från biblioteket
tr: Kitaplıktan Kaldır

source: Automatically Scroll
ar: تمرير تلقائي
bs: Automatski mrdni sa mišem
cy: Sgrolio'n Awtomatig
da: Automatisk scroll
de: Automatisch Scrollen
el: Αυτόματη κύλιση
es: Desplazarse automáticamente
et: Keri Automaatselt
fa: حرکت خودکار
fi: Vieritä automaattisesti
fr: Défilement automatique
ga: Uathscrollaigh
gl: Desprazamento automático
he: גלילה אוטומטית
hr: Automatsko pomicanje
hu: Automatikus g�rget�
id: Menggulung secara otomatis
it: Scorri automaticamente
ja: 自動的にスクロールする
ku: Şemitandina jixweber
lv: Automātiski ritināt
nb: Rull automatisk
nl: Automatisch scrollen
nn: Automatisk Rullering
pl: Przewijaj automatycznie
pt: Deslocar automaticamente
pt_br: Deslizar automaticamente
ru: Прокручивать текст
sk: Automatický posun
sq: Radhite automatikisht
sr: Automatsko pomeranje teksta
sv: Rulla automatiskt
tr: Otomatik Kaydır
uk: Автоматично прогортати
