Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: This is a secure result. No information in this result has been tampered.
ar: هذه نتيجة مضمونة. لا معلومات في هذه النتيجة قد تم العبث فيها.
cy: Canlyniad diogel ydy hwn. Dim ymyrraeth i'r gwybodaeth.
de: Dies ist ein sicheres Suchresultat. Es wurden keine Informationen darüber ausgegeben.
el: Αυτό είναι ένα ασφαλές αποτέλεσμα. Καμία πληροφορία στο αποτέλεσμα δεν είναι πλαστή.
hu: Ez egy biztons�gos eredm�ny. Az ehhez tartoz� inform�ci�k manipul�latlanok.
id: Ini adalah hasil yang aman. Tidak ada informasi susupan pada hasilnya.
it: Questo è un risultato sicuro. In questo caso nessuna informazione è stata alterata.
ja: これは安全な結果です。この結果中の情報は不正に変更されていません。
nn: Dette er et sikkert resultat. Ingen informasjon i dette resultatet har blitt endret.
pt_br: É um resultado seguro. Nenhuma informação neste resultado foi alterada.
sk: Toto je bezpečný výsledok. Žiadne informácie v tomto výsledku neboli falšované.
sq: Ky rezultat është i sigurt! Nuk u ngacmua asnjë informacion.
sr: Ovo je siguran rezultat jer nisu menjane informacije o datoteci.
uk: За захищений результат. Жодної відомості про цей результат не було підроблено

source: Select the file types that you wish to share with LimeWire. (This does not automatically share all files with these types. Only files in your Shared Folders will be shared.)
el: Επιλέξτε τους τύπους αρχείων που θέλετε να διαμοιράζετε μέσω του LimeWire (Δεν θα διαμοιράζονται όλα τα αρχεία αυτών των τύπων, μόνο όσα υπάρχουν στους διαμοιραζώμενους καταλόγους.
ja: あなたがLimeWireと共有したいファイル・タイプを選択してください。(これは、自動的にこれらのタイプとすべてのファイルを共有するとは限りません。あなたの共有フォルダ中のファイルだけが共有されるでしょう。)
pt_br: Escolha os tipos de arquivo que você deseja que o LimeWire compartilhe. (Isto não fará com que todos os arquivos deste tipo sejam compartilhados. Apenas os arquivos que estão nas suas pastas de compartilhamento serão compartilhados.)
sk: Označte typy súborov, ktoré chcete zdieľať s programom LimeWire. (Toto automaticky nezdieľa všetky súbory s týmito typmi. Iba súbory v zdieľaných priečinkoch budú zdieľané.)

source: To allow selection enable sharing of sensitive types.
el: Για να επιτρέπεται η επιλογή, ενεργοποιήστε το διαμοιρασμό ευαίσθητων τύπων αρχείων.
ja: 機密情報の共有設定を許可する
nn: For å godta utvalg godta deling av sensitive typer.
sk: Umožniť povolenia zdieľať citlivé súbory.

source: The extension name was not valid, could not add.
da: Endelsesnavn er ugyldigt, kunne derfor ikke tilføjes.
el: Δεν ήταν δυνατή η προσθήκη. Το όνομα της επέκτασης δεν είναι έγκυρο.
es: La extension no fué valida, no se pudo añadir.
fi: Tarkenne ei käynyt, ei voitu lisätä
fr: Le nom d’extension était invalide et n’a pas été ajouté.
ga: Ní raibh ainm an iarmhír seasmhach, níorbh fhéidir é a cuir leis.
ja: 拡張名が不正です。追加できませんでした。
nl: De extensienaam was niet geldig en kon niet toegevoegd worden.
nn: Endelses navnet var ikke gyldig, kunne ikke legge til.
sk: Názov prípony nie je platný, nemôže byť pridaná.
sv: Filändelsenamnet var inte giltigt, kunde inte lägga till.
tr: Uzatma ismi geçerli değil ekleyemedi

source: Add a New Extension to My Extensions
cy: Ychwanegu Estyniad Newydd i fy Estyniadau
el: Προσθήκη νέας επέκτασης στις «Επεκτάσεις μου»
ja: ユーザ定義拡張子に新規追加
nn: Legg til en Ny Endelse til Mine Endelser
pt: Adicionar uma Nova Extensão às Minhas Extensões
sk: Pridať novú príponu do Mojich prípon

source: Enter the extension pattern:
el: Εισάγετε το μοτίβο επέκτασης:
ja: 拡張パターンを入力:
nn: Skriv endelsen:
sk: Vložiť vzor prípony:

source: Extension Sharing Settings
el: Ρυθμίσεις διαμοιρασμού επεκτάσεων αρχείων
nn: Endelses Deling Innstillinger
sk: Nastavenie zdieľania prípon

source: This options clears any extension sharing changes you made and sets LimeWire's extension sharing preferences to the original preferences. Do you wish to continue?
el: Η επιλογή αυτή θα εκκαθαρίσει τις όποιες αλλαγές έχετε κάνει και θα επαναφέρει τις προκαθορισμένες προτιμήσεις του LimeWire για το διαμοιρασμό τύπων αρχείων. Θέλετε να συνεχίσετε;
nn: Denne innstillingen sletter alle endelses delings endringer du gjorde og setter LimeWire's endelses deling's innstillinger tilbake til de orginale innstillingene. Vil du fortsette?
sk: Táto možnosť vráti späť každú zmenu zdieľaných prípon, ktorú ste spravili a preferenčne nastaví prípony LimeWire do pôvodnej podoby. Chcete pokračovať?

source: Do Not Share Sensitive File Types
cy: Paid rhannu ffeils sensitif
el: Να μη διαμοιράζονται ευαίσθητοι τύποι αρχείων
ja: 機密ファイルを共有しないでください
nn: Ikke Del Sensitiv Fil Typer
sk: Nezdieľať citlivé typy súborov

source: This stops LimeWire from sharing certain files that may contain sensitive information.
cy: Mae hwn yn stopio LimeWire rhag rannu rhai ffeils sy'n gallu cynnwys gwybodaeth sensitif.
el: Αυτό αποτρέπει το LimeWire από το να διαμοιράσει συγκεκριμένα αρχεία που μπορεί να περιέχουν ευαίσθητα προσωπικά δεδομένα.
nn: Dette stopper LimeWire fra å dele noen filtyper som kan inneholde sensitiv informasjon.
sk: Toto zastaví LimeWire zdieľať určité súbory, ktoré môžu obsahovať citlivé informácie.

source: File types you added to share.
cy: Mathau o ffeils rwyt wedi ychwanegu i'w rhannu
el: Τύποι αρχείων που προσθέσατε για να διαμοιράζετε.
ja: 共有に追加したファイルタイプ
nn: Fil typer du la til å dele.
sk: Typy súborov, ktoré ste pridali na zdieľanie.

source: Other types of files.
cy: Mathau eraill o ffeils
el: Άλλοι τύποι αρχείων.
ja: ほかのファイルタイプ
nn: Andre typer filer:
sk: Iné typy súborov.

source: <html><table width=400>You selected: <i>{0}</i><br>LimeWire cannot share this folder for security reasons.<br><br>Please select another folder to share.</table></html>
el: <html><table width=400>Έχετε επιλέξει: <i>{0}</i><br>Το LimeWire δεν μπορεί να διαμοιράσει αυτό τον κατάλογο για λόγους ασφαλείας.<br><br>Παρακαλούμε επιλέξτε άλλον κατάλογο για διαμοιρασμό.</table></html>
ja: <html><table width=400>セキュリティ上の理由から次のフォルダを共有できません。<br><i>{0}</i><br><br>他のフォルダを選択してください。</table></html>
nn: <html><head><title>Cannot Share The Folder</title></head><body><table width="400">Du valgte: <i>{0}</i><bR>LimeWire kan ikke dele denne mappen pågrunn av sikkerhets grunner.<br><br>Velg en annen mappe å dele.</table></body></html>
sk: <html><table width=400>Označili ste: <i>{0}</i><br> LimeWire nemôže zdieľať tento priečinok pre bezpečnostné dôvody.<br><br>Zvoľte si prosím iný priečinok na zdieľanie.</table></html>

source: <html><table width=400>The folder <i>{0}</i><br>is likely to contain sensitive or personal information.<br><br>LimeWire recommends that you <b>DO NOT</b> share this folder.<br><br>Are you sure you want to share it?</table></html>
el: <html><table width=400>Ο κατάλογος <i>{0}</i><br> πιθανότατα περιέχει ευαίσθητες προσωπικές πληροφορίες.<br><br>Το LimeWire συνιστά να <b>ΜΗΝ</b> διαμοιράσετε αυτό τον κατάλογο.<br><br>Είστε σίγουροι πως θέλετε να τον διαμοιράσετε;</table></html>
ja: <html><table width=400>次のフォルダ <i>{0}</i><br> は機密情報あるいは個人情報を含んでいる可能性があります。<br><br> このフォルダの共有は <b>非推奨</b> です。<br><br>本当に共有してもよろしいですか?</table></html>
nn: <html><head><title>Are you shure?</title></head><body><table width="400">Mappen <i>{0}</i><bR>tror LimeWire inneholder sensitiv eller personlig informasjon.<br><br>LimeWire anbefaler at dy <b>IKKE</b> deler denne mappen.<br><br>Er du sikker på at du vil dele den?</table></body></html>
sk: <html><table width=400>Priečinok <i>{0}</i><br> pravdepodobne obsahuje citlivé alebo osobné údaje.<br><br>LimeWire odporúča aby ste <b>NEZDIEĽALI</b> tento priečinok.<br><br>Ste si istý, že ho chcete zdieľať?</table></html>

source: Idle
el: Αδρανής
ja: 待機中
nn: Passiv
pt: Inactivo
sk: Nečinný

source: Sorry, the browser could not be loaded.
el: Δεν μπόρεσε να φορτωθεί ο περιηγητής
nn: Beklager, leseren kunne ikke lastes.
sk: Prepáčte, prehliadač sa nemôže načítať.

source: Go
el: Μετάβαση
ja: 接続
nn: Gå
pt: Ir
sk: Štart

source: Forward
el: Εμπρός
ja: 進む
nn: Framover
pt: Avançar
sk: Dopredu

source: Stripe Rows
ar: شريط الصفوف
bs: Šrafiraj redove
cy: Rhesi Streip
de: Gestreifte Zeilen
el: Σειρές γραμμών
hu: Sorok t�rdel�se
id: Menggaris baris
it: Righe a strisce
ja: 縞模様の列
nn: Rad Striper
pt: Pintar linhas alternadas
pt_br: Linhas
sk: Prúžkované riadky
sq: Copëzoji Rreshtat
sr: Šrafiraj redove
uk: Відмітити ряди

source: You cannot turn off all columns.
ar: لا يمكنك إطفاء جميع الأعمدة.
bs: Ne možete isključiti sve kolone.
cy: Dim yn bosibl i ddiffodd pob colofn.
de: Sie können nicht alle Spalten ausblenden.
el: Δεν μπορείτε να απενεργοποιήσετε όλες τις στήλες.
hu: Nem kapcsolhatod ki az �sszes oszlopot.
id: Anda tidak dapat mematikan semua kolom.
it: Non puoi disattivare tutte le colonne.
ja: すべてのコラムをオフにできない状態
nn: Du kan ikke skru av alle søylene.
pt: Não pode desactivar todas as colunas.
pt_br: Não pode desativar todas as colunas.
sk: Nemôžete vypnúť všetky stĺpce.
sq: Ju nuk mund të hiqni gjithë kolonat.
sr: Ne možete isključiti sve kolone.
uk: Ви не можете вимкнути усі колонки.

source: View Repository of Saved Files
ar: عرض الملفات المحفوظة
bs: Pregledajte spremište pohranjenih datoteka.
cy: Gweld Archif o Ffeiliau wedi'u Cadw
de: Zeigt alle lokalen Dateien an.
el: Εμφάνιση χώρου αποθήκευσης των αποθηκευμένων αρχείων.
hu: Mentett f�jlok megtekint�se
id: Lihat penyimpanan berkas tersimpan.
it: Visualizza l'elenco dei file salvati.
ja: 保存ファイルの場所を表示する
nn: Vis Lagrede Filer
pt: Visualizar respositório de ficheiros guardados.
pt_br: Visualizar Depósito de Arquivos Salvos.
sk: Zobrazenie umiestnenia uložených súborov
sq: Shikoni Depon e Skedave të Ruajtura
sr: Pregledajte fascikle sa primljenim fajlovima
uk: Подивитись вже завантажені файли

source: View Logging Messages
ar: عرض رسائل الدخول
de: Transaktionsnachricht anschauen
el: Εμφάνιση μηνυμάτων καταγραφής
hu: Napl��zenetek megtekint�se
it: Visualizza Messaggi di Logging
nn: Vis Logg Meldinger
pt: Ver Mensagens de Registo
pt_br: Ver mensagens de entrada
sk: Zobraziť záznamy správ
sq: Shikoni Mesazhet e Ditarizuara
sr: Pogledajte beleške o radu programa

source: View Searches and Uploads
ar: عرض نتائج البحث والملفات الجاري تحميلها
bs: Pokaži pretrage i uploads.
cy: Gweld Chwiliadau a Llwytho i Fyny
de: Suchanfragen und Uploads anzeigen.
el: Εμφάνιση αναζητήσεων και αποστολών αρχείων.
hu: Keres�sek �s felt�lt�sek megtekint�se
id: Lihat pencarian dan upload.
it: Visualizza le ricerche e trasferimenti.
ja: 検索とアップロードを表示する
nn: Vis Søk og Opplastinger
pt: Visualizar pesquisas e uploads.
pt_br: Visualizar pesquisas e uploads.
sk: Zobrazenie vyhľadávaných a sťahovaných súborov
sq: Shikoni Kërkimet dhe Ngarkesat
sr: Pogledajte šta drugi traže i šta se šalje
uk: Подивитися вхідні запити та вивантаження

source: Search and Download Files
ar: بحث وتنزيل ملفات
bs: Traži i preuzmi datoteke.
cy: Chwilio a Llwytho i Lawr Ffeil
de: Erlaubt Ihnen, Dateien zu suchen und herunterzuladen.
el: Αναζήτηση και λήψη αρχείων.
hu: File-keres�s �s let�lt�
id: Cari dan unduh berkas.
it: Ricerca e ricevi i file.
ja: 検索してファイルをダウンロードする
nn: Søk og Last ned Filer
pt: Pesquisar e efectuar o download de ficheiros.
pt_br: Pesquisar e fazer o download de arquivos.
sk: Vyhľadávanie a sťahovanie súborov
sq: Kërkoni dhe Shkarkoni Skeda
sr: Tražite i preuzmite fajlove iz udaljenih računara
uk: Шукати та завантажувати файли

source: The skin file you selected does not exist or is invalid. Please choose another file, or use the default.
ar: السمة التي قمت باختيارها غير موجودة أو غير صالحة. من فضلك قم باختيار ملف آخر أو استخدم السمة الافتراضية.
bs: Podloga koju ste odabrali nepostoji ili je nevažeća. Molimo vas odaberite neku drugu, ili koristite standardnu opciju.
cy: Nid yw ffeil y croen rwyt ti wedi'i dewis yn bod neu mae'n annilys. Dewis ffeil arall, neu defnyddio'r gwreiddiol.
de: Die gewählte Motivdatei ist nicht vorhanden oder ungültig. Bitte wählen Sie eine andere aus oder benutzen sie die Standardvorgabe.
el: Δεν υπάρχει ή είναι άκυρο το αρχείο εμφάνισης που επιλέξατε. Παρακαλούμε, επιλέξτε άλλο ή χρησιμοποιήστε το αρχικό.
hu: A kijel�lt kin�zetf�jl nem l�tezik vagy �rv�nytelen. V�lassz m�sik f�jlt, vagy haszn�ld az alap�rtelmez�st.
id: Berkas kulit yang anda pilih tidak ada atau tidak berlaku. Pilih berkas lainnya, atau gunakan standar.
it: Il file tema selezionato non esiste o non è valido. Seleziona un altro file, o usa quello predefinito.
ja: 選択したスキンファイルは存在していないか、もしくは無効。他のファイルを選択するか初期設定スキンを使用すること。
nn: Temaet du valgte finnes ikke eller er ugyldig. Venngligst velg en annen fil eller bruk standardtema.
pt: O ficheiro de máscara que seleccionou não existe ou não é válido. Seleccione outro ficheiro ou utilize a predefinição.
pt_br: O arquivo de tema que você selecionou não existe ou não é válido. Selecione outro arquivo ou utilize o padrão.
sk: Zvolený súbor témy neexistuje alebo ne naplatný. Vyberte prosím iný súbor alebo použite pôvodný.
sq: Skedë-lëvorja që zgjodhët nuk ekziston ose është invalid. Ju lutemi zgjidhni një skedë tjetër ose përdorni tipikun.
sr: Podloga koju ste odabrali ne postoji ili nije ispravna. Molimo Vas odaberite neku drugu, ili koristite standardnu.
uk: Файл скіну, який Ви обрали, не існує або не дійсний. Будь ласка, оберіть інший файл, або використовуйте за замовчуванням.

source: To try your new skin, you must restart LimeWire.
ar: لتجربة السمة الجديدة، لا بد من إعادة تشغيل LimeWire.
bs: Da bi koristili vašu novu podlogu, morate iznova startovati LimeWire.
cy: I drio dy groen newydd, rhaid iti ail-ddechrau LimeWire.
de: LimeWire muss neu gestartet werden, um das neue Motiv zu aktivieren.
el: Για να δοκιμάσετε τη νέα εμφάνιση θα πρέπει να επανεκκινήσετε το LimeWire.
hu: A kin�zet m�dos�t�sa �rdek�ben ind�tsd �jra a LimeWire-t.
id: Untuk mencoba kulit baru, start ulang LimeWire.
it: Per provare la tua nuova tema, devi riavviare LimeWire.
ja: スキンの変更は、LimeWireの再起動後に反映される
nn: For å bruke ditt nye tema, må LimeWire startes på nytt.
pt: Para experimentar a nova máscara tem de reiniciar o LimeWire.
pt_br: Para experimentar o novo tema você tem de reiniciar o LimeWire.
sk: Aby ste mohli vyskúšať novú tému, je potrebné reštartovať LimeWire.
sq: Që të provoni një lëvore të re, LimeWire duhet të rinisë.
sr: Da bi koristili novu podlogu za program, morate ponovo pokrenuti LimeWire.
uk: Щоб спробувати новий скін, потрібно перезапустити LimeWire.

source: The skin you selected is out of date. Please download the latest version of the skin.
ar: السمة التي قمت بتحديدها منتهية. من فضلك قم بتنزيل أحدث نسخة للسمة.
bs: Podloga koju ste odabrali je istekla. Molimo vas downloadujte posljednju verziju podloge.
cy: Mae'r croen rwyt ti wedi dewis yn rhy hen. Llwythio i lawr y fersiwn diweddaraf o'r croen.
de: Die gewählte Motivdatei ist veraltet. Bitte laden Sie die neue Version dieser Motivdatei herunter.
el: Η «Εμφάνιση» που επιλέξατε είναι πεπαλαιωμένη. Παρακαλούμε, κάντε λήψη ενημερωμένης έκδοσης.
hu: A kijel�lt kin�zet elavult. A leg�jabb verzi�j�nak let�lt�se sz�ks�ges.
id: Kulit yg anda pilih kadaluarsa. Unduh versi terbaru kulit tersebut.
it: La tema selezionata è obsoleta. Scarica la versione più recente della tema.
ja: ダウンロードしたスキンは、有効期限切れ。 最新バージョンのスキンをダウンロード。
nn: Temaet du valge har gått ut på dato. Vennligst last ned den nyeste versjonen av dette temaet.
pt: A máscara que seleccionou está desactualizada. Efectue o download da última versão da máscara.
pt_br: O tema que você selecionou é antigo. Faça o download da última versão do tema.
sk: Vybratá téma je zastaralá. Stiahnite si prosím najnovšiu verziu.
sq: Lëvorja që zgjodhët është e vjetër. Ju lutemi shkarkoni versionin më të fundit të saj.
sr: Podloga koju ste odabrali je zastarela. Molimo Vas preuzmite najnoviju verziju podloge.
uk: Обраний скін застарілий. Будь ласка, завантажте нову версію скіну.

source: Get New Skins
ar: المزيد من السمات
bs: Uzmite novu podlogu
cy: Cael Croen Newydd
de: Neue Motive
el: Λήψη περισσότερων εμφανίσεων
hu: �j kin�zetek let�lt�se
id: Dapatkan kulit baru
it: Nuove tema
ja: 新しいスキンを入手
nn: Få nye Temaer
pt: Procurar novas máscaras
pt_br: Procurar novos temas
sk: Získať novú tému
sq: Merrni Lëvore të Reja
sr: Preuzmite novu podlogu
uk: Отримати Нові Скіни

source: The theme you are applying is invalid. LimeWire will revert to the default theme.
ar: السمة التي تريد تطبيقها غير صالحة. LimeWire سيعود للسمة الافتراضية.
bs: Temu koje ste stavili je nevažeća. LimeWire će vratiti temu na standardnu opciju.
cy: Mae'r thema rwyt ti am ei gweithredu'n annilys. Mae LimeWire yn mynd yn ol i ddefnyddio'r thema gwreiddiol.
de: Das Motiv, das Sie verwenden, ist ungültig. LimeWire wird das Standardmotiv verwenden.
el: Δεν είναι έγκυρο το θέμα που θέλετε να εφαρμόσετε. Το LimeWire θα επανέλθει στο αρχικό.
hu: Az alkalmazand� t�ma �rv�nytelen. A LimeWire az alap�rtelmez�st fogja haszn�lni.
id: Tema yg anda terapkan tidak berlaku. LimeWire akan mengembalikannya ke tema standar.
it: Il tema che stai applicando non è valido. Limewire userà il tema predefinito.
ja: 適用しようとしたテーマは無効。初期設定テーマに復帰
nn: Temaet du prøver å velge er ugyldig. Limewire vil gå tilbake til standardtema.
pt: O tema que está a aplicar não é válido. O LimeWire vai reverter para o tema predefinido.
pt_br: O tema que você está aplicando é inválido. O LimeWire vai voltar para o tema padrão.
sk: Téma, ktorú chcete použiť je neplatná. LimeWire použije pôvodnú tému.
sq: Motivi që po zbatoni është invalid. LimeWire do të kthejë motivin tipik.
sr: Šablon koji ste odabrali nije ispravan. LimeWire će vratiti standardni šablon.
uk: Скін, який Ви обрали, не дійсний. LimeWire повернеться до скіну за замовчуванням.

source: Kill Upload
de: Upload Abbrechen
el: Τερματισμός αποστολής
nn: Drep Opplasting
pt_br: Parar Upload
sk: Zrušiť upload

source: Stop Selected Uploads
ar: إيقاف الملفات المحددة الجاري تحميلها.
bs: Stopiraj selektirani upload.
cy: Stopio'r Llwytho wedi dewis
de: Bricht die ausgewählten Uploads ab.
el: Διακοπή επιλεγμένων αποστολών.
hu: A kijel�lt felt�lt�s le�ll�t�sa
id: Hentikan upload tersebut.
it: Interrompe trasfiramenti selezionati.
ja: 選択したアップロードを停止する
nn: Stopp Valgte Opplastinger
pt: Parar uploads seleccionados.
pt_br: Parar uploads selecionados.
sk: Zastaví preberanie vybraných súborov
sq: Ndal Ngarkimet e Zgjedhura
sr: Zaustavi slanje obeleženog fajla
uk: Зупинити Обрані Вивантаження

source: Remove Inactive Uploads
ar: إزالة الملفات الجاري تحميلها الغير نشطة.
bs: Ukloni neaktivne uploade.
cy: Clirio Llwytho i Fyny Segur
de: Löscht die beendeten Uploads.
el: Αφαίρεση ανενεργών αποστολών.
hu: Inakt�v felt�lt�sek elt�vol�t�sa
id: Hilangkan upload yg tidak aktif.
it: Rimuove gli trasfiramenti inattivi.
ja: 無効なアップロードを除去する
nn: Fjern Inaktive Opplastinger
pt: Remover uploads inactivos.
pt_br: Remover uploads inativos.
sk: Odstrániť neaktívne preberania súborov
sq: Pastron Ngarkesat Joaktive
sr: Ukloni sa spiska fajlove koji se trenutno ne šalju
uk: Прибрати Неактивні Вивантаження

source: Freeloader Uploading
bs: Slobodno punjenje upload
cy: Sbwnjwr yn Llwythio i Fyny
de: Upload an Freeloader
el: Αποστολή σε χρήστες-παράσιτα
hu: Freeloader felt�lt�
id: Upload freeloader
it: C'è un "freeloader" in collegamento
ja: ただ乗りユーザーへのアップロード
nn: Freeloader laster Opp
pt: Freeloader a efectuar upload
pt_br: Freeloader fazendo upload
sk: Freeloader uploadovanie
sq: Ngarkim Paraziti
sr: Slobodno slanje

source: File Not Found
cy: Heb Ffeindio'r Ffeil
de: Datei Nicht Gefunden
el: Δε βρέθηκε το αρχείο
hu: A f�jl nem tal�lhat�
ja: ファイルが見つかりません
nn: Fant ikke filen
pt: Ficheiro Não Encontrado
sk: Súbor nenájdený

source: Queued at
ar: في قائمة الانتظار عند
bs: Čekam na
cy: Wedi Ciwio yn
de: In Warteschlange
el: Στην ουρά στο
hu: Besorolva itt:
id: Mengantri pada
it: In coda a
ja: 次の順番に予約した
nn: Plassert i Kø
pt: Em fila em
pt_br: Na fila em
sk: Čakajúci v rade
sq: Në pritje tek
sr: Čekam na
uk: Черга в

source: Malformed Request
de: Ungültige Anfrage
el: Κακοδιατυπωμένη αίτηση
hu: Hib�s form�tum� k�r�
nn: Grådig Forespørsel
pt: Consulta Mal Formatada
pt_br: Pedido Malformado
sk: Chybná požiadavka

source: Banned Greedy Servent
bs: Zabrana pohlepan službenik
cy: Gwrthod Gwas yn gofyn gormod
de: Blockierter gieriger Servent
el: Απαγορευμένος άπληστος κόμβος
hu: A moh� �gyf�l letilva
id: Greedy Servent yg dilarang
it: Server bloccati eccesso trasferimento
ja: 欲張りなサーバントを無視した
nn: Bannet Grådig Tjener
pt: Agente guloso banido
pt_br: Agente guloso banido
sk: Nenásytný servent zákazaný
sq: Shërbëtori Lakmitar i Dëbuar
sr: Zabranjen pristup pohlepnom korisniku

source: Uploading Hash Tree
bs: Upload Hash Tree
cy: Llwytho i Fyny Coeden Hash
de: Upload Hash Baum
el: Αποστολή δένδρου hash
hu: Has�t� t�bla felt�lt�se
id: Meng-upload hash tree
it: Trasferimento "hash tree"
ja: ハッシュ・ツリーをアップロード中
nn: Laster opp Hasj Tre
pt: A efectuar o uploading da hash tree
pt_br: Fazendo o upload da hash tree
sk: Uploadovanie hash stromu
sq: Po Ngarkohet Pema e Hashit
sr: Slanje liste fajlova
uk: Вивантаження Hash Tree

source: Suspended
ar: متوقف
de: Veschoben
el: Σε αναστολή
hu: Felf�ggesztve
it: Sospeso
nn: Suspendert
pt: Suspenso
pt_br: Suspenso
sk: Pozastavený
sq: U Ndërpre
sr: Zaustavljeno

source: Awaiting Requests
ar: طلبات الانتظار
de: Erwarte Anfragen
el: Απαιτήσεις σε αναμονή
hu: V�rakoz�s a k�r�sre
it: In attesa di Richieste
nn: Venter Etterspørsel
pt: A aguardar pedidos
pt_br: Esperando pedidos
sk: Čakanie na ďalšie zdroje
sq: Po Pres Kërkesat
sr: Čekanje zahteva

source: Loading Upload Window...
ar: يتم الآن تحميل نافذة التحميل...
bs: Punjenje upload prozora...
cy: Llwytho Ffenestr Llwytho i Lawr...
de: Uploadfenster wird geladen...
el: Φόρτωση παραθύρου αποστολής...
hu: Felt�lt�ablak bet�lt�se...
id: Memuat jendela upload...
it: Caricamento finestra trasfiramenti...
ja: アップロード・ウィンドウをロード中...
nn: Laster Opplastinger...
pt: A carregar janela de upload...
pt_br: Carregando janela de upload...
sk: Načítavam okno Upload...
sq: Po Ngarkoj Dritaren e Ngarkesave...
sr: Učitavanje prozora za slanje...
uk: Завантажую вікно вивантажень...

source: Seeding
de: Am Säen
el: Διασπορά
pt: A semear
pt_br: Semeando
sk: Seedovanie

source: Invalid Filename
ar: اسم ملف غير صالح
bs: Nevažeće ime datoteke
cy: Enw Ffeil Annilys
de: Ungültiger Dateiname
el: Μη έγκυρο όνομα αρχείου
hu: Helytelen f�jln�
id: Nama berkas tidak benar
it: Nome file non vaido
ja: 無効なファイル名
nn: Ugyldig Filnavn
pt: Nome de ficheiro inválido
pt_br: Nome de arquivo inválido
sk: Chybný názov súboru
sq: Emërtim Invalid
sr: Neispravan naziv fajla
uk: Неможливе ім’я файлу

source: Download Already Finished
ar: التنزيل اكتمل الآن
bs: Download je već završio
cy: Llwytho i Lawr wedi gorffen
de: Download bereits abgeschlossen
el: Η λήψη έχει ήδη ολοκληρωθεί
hu: A let�lt�s m�r befejez�d�
id: Pengunduhan telah selesai
it: Ricezione già terminata
ja: ダウンロードが既に終了
nn: Nedlasting Allerede Ferdig
pt: Download já concluído
pt_br: Download já concluído
sk: Sťahovanie dokončené
sq: Shkarkesa Ka Përfunduar Që Më Parë
sr: Preuzimanje je već završeno
uk: Завантаження Вже Закінчено

source: No Write Permission
ar: لا ترخيص بالكتابة
bs: Nemate dozvolu za upis
cy: Dim Caniatad Ysgrifennu
de: Keine Schreibberechtigung
el: Δεν έχετε δικαιώματα εγγραφής
hu: A lemez nem �rhat�
id: Tidak diijinkan menulis
it: Nessun permesso di scrittura
ja: 書き込み禁止
nn: Ingen Adgang
pt: Sem permissão de escrita
pt_br: Sem permissão de escrita
sk: Nedá sa zapisovať
sq: Asnjë Leje Shkrimi
sr: Nemate dozvolu za snimanje
uk: Немає Доступу

source: Folder Does Not Exist
ar: المجلد غير موجود
bs: Direktorij ne postoji
cy: Ffolder Dim yn Bod
de: Verzeichnis existiert nicht
el: Δεν υπάρχει ο κατάλογος
hu: A mappa nem l�tezik
id: Folder tidak ada
it: La cartella non esiste
ja: フォルダ無し
nn: Mappe Finnes Ikke
pt: Pasta inexistente
pt_br: Pasta inexistente
sk: Taký priečinok neexistuje
sq: Dosja Nuk Ekziston
sr: Fascikla ne postoji
uk: Теки не існує
