Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Message
bs: Poruka
cy: Neges
da: Meddelelse
de: Info
el: Μήνυμα
es: Mensaje
et: Sõnum
fa: پیام
fi: Viesti
ga: Teachtaireacht
gl: Mensaxe
he: הודעה
hr: Poruka
id: Pesan
ja: メッセージ
ku: Peyam
lv: Ziņojums
nb: Melding
nl: Bericht
nn: Melding
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
ru: Сообщение
sk: Správa
sv: Meddelande
tr: Mesaj
uk: Повідомлення

source: Do not display this message again
ar: عدم عرض هذه الرسالة مرة أخرى
bs: Nemojte ponovo pokazivati ovu poruku
cy: Peidio dangos y neges yma eto
da: Vis ikke denne meddelelse igen
de: Diese Meldung nicht wieder anzeigen
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
es: No volver a mostrar este mensaje
et: Ära näita seda teadet enam
fa: این پیام را بار دیگر نمایش نده
fi: Älä näytä viestiä uudelleen.
fr: Ne plus réafficher ce message
ga: Ná taispeáin an teachtaireacht seo arís
gl: Non amosar esta mensaxe de novo
he: אל תציג הודעה זו שוב
hr: Ne prikazuj ovu poruku ponovno
hu: Ne jelenjen meg t�bbet ez az �zenet
id: Jangan tampilkan pesan ini lagi
it: Non visualizzare più questo messaggio
ja: 今後このメッセージを表示しない
ku: Vê peyamê bes nîşande
lv: Vairs nerādīt šo ziņojumu
nb: Ikke vis denne meldingen igjen
nl: Dit bericht niet meer tonen
nn: Ikke vis denne meldingen igjen
pl: Nie pokazuj tej wiadomości ponownie
pt: Não mostrar esta mensagem novamente
pt_br: Não mostrar esta mensagem novamente
ru: Больше не показывать это сообщение
sk: Na budúce už nezobrazovať túto hlášku
sq: Mos e shfaq më këtë mesazh
sr: Ne prikazuj više ovu poruku
sv: Visa inte detta meddelande igen
tr: Bu mesajı tekrar gösterme
uk: Не показувати більше

source: LimeWire was unable to create your settings folder and is using a temporary folder. Your settings may be deleted when you close LimeWire.
da: LimeWire kunne ikke skabe den mappe du har valgt og bruger derfor en midlertidig mappe. Din opsætning bliver måske slettet når du lukker LimeWire.
el: Το LimeWire δεν κατόρθωσε να δημιουργήσει τον κατάλογο ρυθμίσεών σας και χρησιμοποιεί έναν προσωρινό. Οι ρυθμίσεις σας μπορεί να διαγραφούν όταν θα κλείσετε το πρόγραμμα.
es: LimeWire no pudo crear su carpeta de ajustes y está usando una carpeta temporal. Sus ajustes pueden ser eliminados cuando usted cierre LimeWire.
et: LimeWire ei suutnud luua sinu seadete kausta ja kasutab ajutist kausta. Sinu sätted kustutatakse kui sulgete LimeWire.
fa: LimeWire قادر به ساختن پوشه تنظیمات شما نیست و در حال استفاده از یک پوشه موقت است. ممکن است وقتی LimeWire را ببندید تنظیمات شما حذف شود.
fi: LimeWire ei pystynyt luomaan asetus kansiota, ja käyttää nyt väliaikaiskansiota. Asetuksesi saattavat hävitä kun suljet LimeWiren.
fr: LimeWire n'a pu créé votre dossier de configuration et utilise à la place un dossier temporaire. Vos configurations peuvent être effacés si vous fermer LimeWire.
ga: Níorbh fhéidir le LimeWire do fhillteán socruithe a chruthú agus tá sé ag baint feidhm as fillteán sealadach. B'fhéidir scriosfar do chuid socruithe nuair atá LimeWire á dhúnadh agat.
gl: LimeWire non puido crear o seu cartafol de axustes e está a empregar un cartafol temporal. A súa configuración pode ser borrada cando peche LimeWire.
he: לLimeWire לא הייתה אפשרות ליצור את תיקיית הההגדרות שלך ומשתמשת בתיקיה זמנית. הגדרותיך עלולות להמחק כשתסגור את LimeWire.
hr: Limewire nije uspio kreirati postavke radne mape, te stoga koristi privremenu radnu mapu. Vase postavke mogu se obrisati kada zatvorite LimeWire.
ku: LimeWire nekarî peldanka te ya mîhengan biafirîne û niha peldanka demdemî bi kar tîne. Dema te LimeWire girt wê mîhengên te wenda bibin.
lv: LimeWire nespēja izveidot Jūsu iestatījumu mapi un šobrīd izmanto pagaidu mapi. Jūsu iestatījumi var tikt dzēsti, kad aizvērsiet LimeWire.
nb: LimeWire kunne ikke opprette en mappe for innstillingene dine og bruker en midlertidig mappe. Innstillingene dine kan bli slettet når du lukker LimeWire.
nl: LimeWire kon uw instellingenmap niet aanmaken en gebruikt momenteel een tijdelijke map. Uw instellingen worden mogelijk verwijderd indien u LimeWire sluit.
nn: Limewire greide ikkje å lage ei mappe til dine innstillingar og brukar ei midlegtidleg mappe. Innstillingane kan bli sletta når du lukker LimeWire.
pl: LimeWire nie był w stanie utworzyć folderu ustawień i aktualnie używa folderu tymczasowego. Twoje ustawienia mogą być usunięte, gdy zamkniesz LimeWire.
pt_br: O Limewire não pôde de criar sua pasta de configurações e está usando uma pasta temporária. Suas configurações serão apagadas quando o LimeWire for fechado.
ru: LimeWire не смог создать папку настроек и использует временную папку. Ваши настройки могут быть потеряны при закрытии LimeWire.
sk: LimeWire nemohol vytvoriť priečinok na nastavenia a používa dočasný priečinok. Vaše nastavenia môžu byť zmazané, ak zavriete LimeWire.
sv: Limewire kunde inte skapa en katalog för dina inställningar och använder istället en tillfällig katalog. Dina inställningar kan bli borttagna när du avslutar LimeWire.
tr: LimeWire ayarlar dosyası oluşturmayı başaramadı ve geçici bir dosya kullanıyor. LimeWire 'i kapattığınızda, ayarlarınız silinebilir.

source: LimeWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
da: LimeWire har oplevet problemer med at håndtere dine opsætninger. Dine ændringer i opsætning vil måske ikke blive gemt når programmet lukkes.
el: Το Limewire αντιμετώπισε προβλήματα στη διαχείριση των ρυθμίσεών σας. Οι αλλαγές των ρυθμίσεων μπορεί να μην αποθηκευθούν κατά τον τερματισμό του προγράμματος.
es: LimeWire tuvo problemas al manejar sus ajustes. Sus cambios en los ajustes puede que no sean guardados al cerrar.
et: LimeWire-il tekkis probleem sinu seadete haldamisega. Sinu seaded ei pruugi olla salvestatud välja lülitamisel.
fa: LimeWire در اداره کردن تنظیمات شما با مشکل مواجه شده است. ممکن است تغییرات تنظیمات شما در هنگام خروج ذخیره نشوند.
fi: LimeWire on havainnut virheitä asetustesi hallinnassa. Asetustesi muutokset eivät ehkä tallennu suljettaessa.
fr: LimeWire a rencontré des problèmes dans la gestion de vos paramètres. Vos modifications de paramètres peuvent ne pas être sauvegardées durant l'arrêt.
ga: Bhí fadhbanna ag LimeWire ag bainistiú do chuid socruithe. B'fhéidir nach coimeádfar do chuid socruithe nuair a dhúnfar an ríomhchlár.
gl: LimeWire atopou problemas cando xestionaba a configuración. Os trocos feitos pode que non se conserven ao pechar LimeWire.
he: LimeWire נתקל בבעיות בניהול ההגדרות שלך. שינויי ההגדרות שלך עלולות לא להשמר בכיבוי.
hr: LimeWire je naisao na problem kod podesavanja postavki. Promjene postavki nece biti pohranjene kod gasenja.
ku: Dema LimeWire mîhengên we çêdikir rastî pirsgirêkan hat. Guhertinên te yên mîhengan heye ku piştî girtinê wenda bibin.
lv: LimeWire ir saskāries ar problēmu Jūsu iestatījumu pārvaldīšanā. Jūsu iestatījumi var netikt saglabāti pārtraucot programmas darbību.
nb: LimeWire har støtt på problemer ved administrering av innstillingene dine. Innstillinger kan bli slettet ved avslutning.
nl: LimeWire heeft problemen gevonden met het beheren van uw instellingen. Uw instellingen zijn mogelijk niet opgeslagen bij het afsluiten.
nn: LimeWire har fått nokon problemer mens den administrerte innstillingane dine. Dine innstillingar kan bli sletta når du avsluttar programmet.
pl: LimeWire napotkał na problem w konfiguracji. Ustawienia mogą zostać nie zapisane podczas zamykania.
pt_br: O LimeWire encontrou problemas ao gerenciar suas configurações. Suas mudanças nas configurações não serão salvas ao desligar.
ru: LimeWire столкнулся с проблемой при применении ваших настроек. Ваши настройки могут быть не сохранены при выключении.
sk: LimeWire narazil na problémy v spravovaní nastavení. Nastavenia nemusia byť po zavretí uložené.
sv: LimeWire har stött på problem vid hanteringen av dina inställningar. Dina ändringar kan inte sparas vid avstängning.
tr: LimeWire ayarlarınızı yapmakta sorunlarla karşılaştı. Ayar değişiklikleriniz, kapatılmada kaydedilmeyebilir.

source: Copy
ar: نسخ
bs: Kopiraj
cy: Copio
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fa: نسخه‌برداری
fi: Kopioi
fr: Copier
ga: Macasamhlaigh
gl: Copiar
he: העתק
hr: Kopiraj
hu: M�sol�
id: Salin
it: Copia
ja: コピーする
ku: Jibergirtin
lv: Kopēt
nb: Kopier
nl: Kopiëren
nn: Kopier
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sq: Kopjoje
sr: Zapamti
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Copy All
da: Kopier alle
el: Αντιγραφή όλων
es: Copiar todo
et: Kopeeri Kõik
fa: کپی کردن همه
fi: Kopioi kaikki
fr: Copier tout
ga: Macasamhlaigh Uile
gl: Copiar todo
he: העתק הכל
hr: Kopiraj Sve
ja: 全てコピーする
ku: Jibergirtina hemûyan
lv: Kopēt Visu
nb: Kopier Alle
nl: Alles kopiëren
pl: Skopiuj wszystko
ru: Копировать все
sv: Kopiera alla
tr: Tümünü Kopyala

source: Cut
ar: قص
bs: Odsijeci
cy: Torri
da: Klip
de: Ausschneiden
el: Αποκοπή
es: Cortar
et: Lõika
fa: برش
fi: Leikkaa
fr: Couper
ga: Gearr
gl: Cortar
he: גזור
hr: Izreži
hu: Kiv�g�
id: Potong
it: Taglia
ja: 切り取り
ku: Jêke
lv: Izgriezt
nb: Klipp ut
nl: Knippen
nn: Klipp Ut
pl: Wytnij
pt: Cortar
pt_br: Recortar
ru: Вырезать
sk: Vystrihnúť
sq: Prije
sr: Pokupi
sv: Klipp ut
tr: Kes
uk: Вирізати

source: Delete
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fr: Supprimer
ga: Scrios
gl: Borrar
he: מחק
hr: Obriši
id: Hapus
ja: 削除
ku: Jê Bibe
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt: Apagar
pt_br: Excluir
ru: Удалить
sk: Odstrániť
sv: Radera
tr: Sil

source: Paste
ar: لصق
bs: Umetni
cy: Pastio
da: Indsæt
de: Einfügen
el: Επικόλληση
es: Pegar
et: Kleebi
fa: چسباندن
fi: Liitä
fr: Coller
ga: Greamaigh
gl: Pegar
he: הדבק
hr: Zalijepi
hu: Beilleszt�
id: Rekatkan
it: Incolla
ja: 貼り付け
ku: Pêveke
lv: Ievietot
nb: Lim inn
nl: Plakken
nn: Lim Inn
pl: Wklej
pt: Colar
pt_br: Colar
ru: Вставить
sk: Vložiť
sq: Ngjite
sr: Nalepi
sv: Klistra in
tr: Yapıştır
uk: Вставити

source: Select All
bs: Selektiraj sve
cy: Dewis Popeth
da: Vælg alle
de: Alles Auswählen
el: Επιλογή όλων
es: Seleccionar todo
et: Vali Kõik
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
ga: Roghnaigh Uile
gl: Seleccionar todo
he: בחר הכל
hr: Označi sve
ja: すべてを選択する
ku: Hemûyan Hilbijêre
lv: Iezīmēt Visu
nb: Velg alle
nl: Alles selecteren
nn: Merk alt
pl: Zaznacz wszystko
pt: Seleccionar tudo
pt_br: Selecionar Tudo
ru: Выделить всё
sk: Označiť všetko
sv: Markera allt
tr: Tümünü Seç

source: Connections
da: Tilslutninger
de: Verbindungen
el: Συνδέσεις
es: Conexiones
et: Ühendused
fa: ارتباط ها
fi: Yhteydet
fr: Connexions
ga: Naisc
gl: Conexións
he: חיבורים
hr: Spojevi
ja: 接続
ku: Girêdan
lv: Savienojumi
nb: Tilkoblinger
nl: Verbindingen
nn: Tilkoblinger
pl: Połączenia
pt: Ligações
pt_br: Conexões
ru: Подключения
sk: Pripojenia
sv: Anslutningar
tr: Bağlantılar

source: Console
cy: Consol
da: Konsol
el: Κονσόλα
es: Consola
et: Konsool
fa: کنسول
fi: Pääte.
ga: Eallóg
gl: Consola
hr: Konzola
hu: Konzol
id: Konsol
ja: コンソール
ku: Konsol
lv: Konsole
nb: Konsoll
nl: Logboek
nn: Konsoll
pl: Konsola
pt: Consola
ru: Консоль
sk: Konzola
sq: Konsoli
sr: Komandni režim
sv: Konsol
tr: Konsol
uk: Консоль

source: Advanced Tools
da: Avancerede værktøjer
el: Προηγμένα εργαλεία
es: Herramientas avanzadas
et: Täpsemad Tööriistad
fa: ابزار پیشرفته
fi: Edistyneet valinnat
fr: Outils avancés
ga: Arduirlisí
gl: Ferramentas avanzadas
he: כלים מתקדמים
hr: Napredni Alati
ja: 上級者用ツール
ku: Amûrên Pêşketî
nb: Avanserte verktøy
nl: Geavanceerde hulpmiddelen
pl: Narzędzia zaawansowane
ru: Продвинутые Инструменты
sv: Avancerade verktyg
tr: Gelişmiş Araçlar

source: Apply
ar: تطبيق
bs: Preuzmi
cy: Defnyddio
da: Anvend
de: Übernehmen
el: Εφαρμογή
es: Aplicar
et: Rakenda
fa: اِعمال
fi: Käytä
fr: Appliquer
ga: Cuir i bhfeidhm
gl: Aplicar
he: יישום
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ku: Bisepîne
lv: Lietot
nb: Godta
nl: Toepassen
nn: Utfør
pl: Zastosuj
pt: Aplicar
pt_br: Aplicar
ru: Применить
sk: Aplikovať
sq: Zbato
sr: Primeni
sv: Verkställ
tr: Uygula
uk: Застосувати

source: Clear
bs: Očisti
cy: Clirio
da: Ryd
de: Aufräumen
el: Καθαρισμός
es: Borrar
et: Eemalda
fa: پاک کردن
fi: Tyhjennä
fr: Effacer tout
ga: Glan
gl: Limpar
he: נקה
hr: Očisti
ja: 解除
ku: Paqijke
lv: Tīrīt
nb: Fjern
nl: Wissen
nn: Fjern
pl: Wyczysc
pt: Limpar
pt_br: Limpar
ru: Убрать
sk: Zmazať
sv: Rensa
tr: Temizle

source: Save
bs: Pohrani
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Cuir i dtaisce
gl: Gardar
he: שמור
hr: Spremi
ja: 保存
ku: Tomarke
lv: Saglabāt
nb: Lagre
nl: Opslaan
nn: Lagre
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet

source: Delay:
da: Forsink:
el: Καθυστέρηση
es: Retraso:
et: Viivitus:
fa: تأخیر:
fi: Viive:
fr: Retarder:
ga: Moilligh:
gl: Atraso:
he: עכוב:
hr: Zastoj
ja: 遅れ：
ku: Derengî
lv: Aizkave:
nb: Forsinkelse:
nl: Vertraging:
nn: Forsinkelse:
pl: Opóźnienie:
pt_br: Atraso:
ru: Задержка:
sk: Opozdenie:
sv: Fördröjning:
tr: Geciktir:

source: Save As
ar: حفظ كـ
cy: Cadw Fel
da: Gem som
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
et: Salvesta Nimega
fa: ذخیره به عنوان
fi: Tallenna nimellä
fr: Enregistrer sous
ga: Cuir i dTaisce Mar
gl: Gardar como
he: שמור בשם
hr: Spremi kao
hu: Ment�s m�sk�nt
id: Simpan sebagai
it: Salva come
ja: 名前を付けて保存
ku: Tomarke weke...
lv: Saglabāt kā
nb: Lagre som
nl: Opslaan als...
nn: Lagre Som
pl: Zapisz jako
pt: Guardar Como
pt_br: Salvar Como...
ru: Сохранить как
sk: Uložiť ako
sq: Ruaje Si
sr: Sačuvaj kao...
sv: Spara som
tr: Farklı Kaydet
uk: Зберегти як

source: Add a Connection
da: Tilføj en forbindelse
el: Προσθήκη σύνδεσης
es: Añadir una conexión
et: Lisa Ühendus
fa: اضافه کرن یک ارتباط
fi: Lisää yhteys
fr: Ajouter une connexion
ga: Cuir Nasc leis
gl: Engadir unha conexión
he: הוסף חיבור
hr: Dodaj Konekciju
ja: 接続を追加する
ku: Girêdaneke lê zêdeke
lv: Pievienot savienojumu
nb: Legg til tilkobling
nl: Een verbinding toevoegen
pl: Dodaj połączenie
ru: Добавить подключение
sv: Lägg till en anslutning
tr: Bağlantı Ekle

source: Host
da: Vært
de: Rechner
el: Κεντρικός υπολογιστής
et: Võõrustaja
fa: میزبان
fi: Palvelin
fr: Hôte
ga: Óstríomhaire
gl: Servidor
he: שרת מארח
hr: Poslužitelj
ja: ホスト
ku: Pêşkêşker
lv: Resursdators
nb: Vert
nn: Vert
pt: Anfitrião
pt_br: Hospedeiro
ru: Хост
sv: Värd
tr: Ana Bilgisayar

source: Port
el: Θύρα
es: Puerto
fa: پورت
fi: Portti
gl: Porto
he: פורט
hr: Ulaz
ja: ポート
lv: Pieslēgvieta
nl: Poort
ru: Порт
tr: Bağlantı Noktası

source: Use TLS
da: Brug TLS
el: Χρήση TLS
es: Usar TLS
et: Kasuta TLS-i
fa: استفاده از ارتباط ایمن (TLS)
fi: Käytä TLS:ää
fr: Utiliser TLS
ga: Bain feidhm as TLS
gl: Usar TLS
he: השתמש ב-TLS
hr: Upotrijebi TLS
ja: TLSを使用する
ku: TLS bi kar bîne
lv: Lietot TLS
nb: Bruk TLS
nl: TLS gebruiken
pl: Użyj TLS
ru: Использовать TLS
sv: Använd TLS
tr: TLS Kullan

source: Add
ar: إضافة
bs: Dodajte...
cy: Adio
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fa: افزودن
fi: Lisää
fr: Ajouter
ga: Cuir Leis
gl: Engadir
he: הוסף
hr: Dodaj
hu: Hozz�ad�
id: Tambah
it: Aggiungi
ja: 追加
ku: Lê zêdeke
lv: Pievienot
nb: Legg til
nl: Toevoegen
nn: Legg til
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sk: Pridať
sq: Shto
sr: Novo...
sv: Lägg till
tr: Ekle
uk: Додати

source: Remove
cy: Cael Gwared
da: Fjern
de: Entfernen
el: Κατάργηση
es: Borrar
et: Eemalda
fa: حذف
fi: Poista
fr: Ôter
ga: Bain
gl: Eliminar
he: הסר
hr: Ukloni
ja: 削除
ku: Rake
lv: Aizvākt
nb: Fjern
nl: Verwijderen
nn: Fjern
pl: Usuń
pt: Remover
pt_br: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır

source: You are an Ultrapeer node
da: Du er en Ultrapeer node
el: Είστε ένας κόμβος Ultrapeer
es: Usted es un nodo "Ultrapar"
et: Sa Oled Ülikasutaja
fa: شما یک گره فرانظیر (Ultrapeer) هستید
fi: Olet Ultrapeer-solmu
fr: Vous êtes un noeud Ultrapeer
gl: Vostede é un nodo ultrapar
he: הינך נקודת ממסר Ultrapeer
hr: Vi ste član Ultravršnjaka
ja: お客様は超ピア（系列）ノードです。
ku: Tu girêkeke ultrahevser î
nb: Du er en Ultrapeernode.
nl: U bent een ultrapeernode
pl: Jesteś węzłem typu Ultrapeer
ru: Вы в режиме ультра-пира
sv: Du är en Ultrapeer-nod
tr: Ultrapeer düğümüsünüz

source: You are a Leaf node
da: Du er på periferien af netværket
el: Είστε ένας κόμβος κλάδου
es: Usted es un nodo Hoja
et: Sa Oled Tavakasutaja
fa: شما یک گره برگ هستید
fi: Olet silmu
fr: Vous êtes un noeud Leaf
gl: Vostede é un nodo folla
he: הינך נקודת ממסר עלה
hr: Vi ste član Lista
ja: お客様は末端ノードです
ku: Tu girêkeke pel î
nb: Du er en Leaf-node
nl: U bent een leafnode
pl: Jesteś węzłem typu Leaf
ru: Вы - Лист узела
sv: Du är en undernod
tr: Yaprak düğümüsünüz

source: Connected to:
da: Forbundet til:
el: Συνδέθηκε στον:
es: Conectado a:
et: Ühendatud:
fa: متصل به:
fi: Yhteydessä:
fr: Connecté à :
ga: Nasctha le:
gl: Conectado a:
he: מחובר אל:
hr: Povezan sa:
ja: 次に接続しています：
ku: Girêdayî bi:
lv: Savienots ar:
nb: Koblet til:
nl: Verbonden met:
pl: Połączony z:
ru: Подключен к:
sv: Ansluten till:
tr: Buraya bağlandı:

source: Connecting
da: Opretter forbindelse
de: Verbindung aufbauend
el: Γίνεται σύνδεση
es: Conectando
et: Ühendamine
fa: در حال اتصال‌
fi: Yhdistetään
fr: Connexion...
ga: Ag nascadh
gl: A conectar
he: מתחבר
hr: Povezivanje
ja: 接続中
ku: Tê girêdan
lv: Notiek savienošanās
nb: Kobler til
nl: Verbinden
nn: Kobler til
pl: Łączenie
pt: Conectando
pt_br: Conectando
ru: Подключаюсь
sk: Pripájanie
sv: Ansluter
tr: Bağlanıyor

source: Leaves
ar: مغادرة
bs: liste
cy: Dail
da: Periferien
de: Endpunkte
el: Φύλλα
es: Hojas
et: Lehed
fa: برگ ها
fi: Lehdet
ga: Duilleoga
gl: Follas
he: עלים
hr: Lišće
hu: el�gaz�
id: Ujung-ujung
it: Nodi
ja: 末端
ku: Pel
nb: Undernode
nn: Nøkler
pl: Listeky
ru: Листья
sk: Odchádza
sq: pika
sr: Liste
sv: Undernod
tr: Yapraklar
uk: Листки

source: Peers
ar: الانداد
cy: Partneriaid
el: Ομότιμος
es: Pares
et: Kasutajad
fa: نظیرها
fi: Peer:it
ga: Comhghleacaithe
gl: Parceiros
hr: Točke
hu: partner
id: Peer-peer
ja: ピア
ku: Hevser
lv: Iesaistītie
nn: Delere
pl: Hosty
ru: Пиров
sk: Peeri
sq: Pika
tr: Eşler
uk: Вузли

source: Standard
ar: قياسي
bs: standardno
cy: Safon
el: Τυπικό
es: Estándar
fa: استاندارد
fi: Standardi
ga: Gnáth
gl: Estándar
he: ברירת מחדל
hr: Standardno
hu: Szabv�ny
id: Standar
ja: 標準
lv: Standarts
nl: Standaard
pl: Standardowy
pt: Padrão
pt_br: Padrão
ru: Стандарт
sk: Štandardné
sq: standarde
sr: Standardno
tr: Standart
uk: Стандарт

source: Unknown
da: Ukendt
el: Άγνωστες αιτήσεις
es: Desconocido
et: Teadmata
fa: ناشناس
fi: Tuntematon
fr: Requête HTTP inconnue
ga: Anaithnid
gl: Descoñecido
he: לא ידוע
hr: Nepoznat
ja: 未知
ku: Nenas
lv: Nezināms
nb: Ukjent
nl: Onbekend
pl: Nieznany
ru: Неизвестный
sv: Okänd
tr: Bilinmiyor

source: Revert To Default
ar: استعادة الافتراضي
bs: Ispravi standardnu primjenu
cy: Adfer Gwreiddiol
da: Brug standardvalg
de: Standard verwenden
el: Επαναφορά των προεπιλογών
es: Restablecer opciones predeterminadas
et: Taasta Tavasätted
fa: بازگردانی به پیش فرض
fi: Palaa oletuksiin.
fr: Revenir vers défaut
ga: Fill Ar An Réamhshocrú
gl: Restablecer opcións predeterminadas
he: שיחזור לברירת מחדל
hr: Povrati osnovne postavke
hu: Alap�rtelmez�
id: Kembalikan ke standar
it: Ripristina al valore predefinito
ja: デフォルトに戻す
ku: Bike weke destpêkê
lv: Atjaunot uz Noklusējumu
nb: Nullstill Innstillinger
nl: Standaardinstellingen herstellen
nn: Tilbakestill Innstillinger
pl: Przywróc domyślne ustawienia
pt: Repor predefinições
pt_br: Restaurar padrões
ru: Вернуть умалчиваемые
sk: Vrátiť na pôvodné hodnoty
sq: Rikthe Tipiket
sr: Podesite na standardno
sv: Använd förvald
tr: Varsayılan Ayara Dön

source: Sort Automatically
ar: ترتيب تلقائي
bs: Sortiraj automatski
cy: Trefnu'n Awtomatig
da: Sorter automatisk
de: Automatisch sortieren
el: Αυτόματη ταξινόμηση
es: Ordenar automáticamente
et: Sorteeri Automaatselt
fa: مرتب کردن خودکار
fi: Järjestä automaattisesti
fr: Tri automatique
ga: Uathscrollaigh
gl: Ordenar automaticamente
he: מיון אוטומטי
hr: Automatski razvrstaj
hu: Automatikus rendez�
id: Susun otomatis
it: Ordina automaticamente
ja: 自動的に分類する
ku: Jixweber rêzke
lv: Šķirot automātiski
nb: Sorter automatisk
nl: Automatisch sorteren
nn: Sorter Automatisk
pl: Sortuj automatycznie
pt: Ordenar automaticamente
pt_br: Ordenar automaticamente
ru: Автосортировка
sk: Automaticky zoradiť
sq: Renditi Automatikisht
sr: Poređaj automatski
sv: Sortera automatiskt
tr: Otomatik Sırala
uk: Сортувати автоматично

source: Extended Tooltips
ar: أداة تلميح ممددة
bs: Proširene operacije
cy: Mwy o Gyngor
da: Udvidede værktøjstips
de: Erweiterte Tooltips
el: Εκτεταμένες επεξηγήσεις εργαλείων
es: Herramientas tooltip extendidas
et: Pikendatud Seadeteväli
fa: افزایش ابزار توضیح
fi: Näytä vinkit
fr: Plus d'astuces
ga: Nodanna do Uirlisí Breisithe
gl: Tooltips extendidos
he: הראה את כלי העצות
hr: Prošireni Alatni Savjeti
hu: Kiterjesztett inform�ci�
id: Tooltips dibentangkan
it: Consigli estesi
ja: ツールに関するヒントの拡大版
ku: Şîretokên firehkirî
nb: Utvidet verktøytips
nl: Uitgebreide tooltips
nn: Utvidet Tips
pl: Rozszerzone Podpowiedzi
pt: Sugestões detalhadas
pt_br: Dicas detalhadas
ru: Подробные всплывающие подсказки
sk: Rozšírené tipy nástrojov
sq: Këshilla Ndihmëse të Zgjeruara
sr: Opširniji opis
sv: Utökade verktygstips
tr: Genişletilmiş Araç Bilgileri
uk: Розширені Підказки

source: Right-click to select columns to display
da: Højreklik for at vælge kolonner, der skal vises
el: Κάντε δεξί κλικ για να επιλέξετε τις στήλες για εμφάνιση
es: Haga clic con el botón derecho del ratón para seleccionar las columnas que quiera que se muestren
et: Parem-klõpsa, et kuvada veerud
fa: راست کیلیک برای انتخاب نمایش ستون ها
fi: Valitse näytettävät sarakkeet klikkaamalla hiiren oikeaa näppäintä
fr: Cliquez avec le bouton droit pour sélectionner les colonnes à afficher
gl: Faga clic-dereito para escoller as columnas a amosar
he: בצע לחיצה ימנית בכדי לבחור עמודות שיוצגו
hr: Desni-klik za odabir stubaca za prikaz
ja: 右クリックして表示する列を選択します
ku: Ji bo guhertina stûnên dixuye bitike
lv: Labais klikšķis lai iezīmētu kolonnas, ko parādīt
nb: Høyreklikk for å markere kolonner for visning
nl: Klik rechts om weer te geven kolommen te selecteren
pl: Kliknij prawym przyciskiem myszki, aby zaznaczyć kolumny do wyświetlenia
ru: Щелкните правой кнопкой мыши, для выбора отображаемых столбцов
sv: Högerklicka för att välja vilka kolumner som ska visas
tr: Görüntülenecek sütunları seçmek için sağ tıklatın

source: More Options
ar: خيارات أخرى
bs: Više opcija
cy: Mwy o Opsiynau
da: Flere muligheder
de: Weitere Einstellungen
el: Περισσότερες επιλογές
es: Más opciones
et: Rohkem Seadeid
fa: تنظیمات بیشتر
fi: Lisää asetuksia...
fr: Plus d'options
ga: Tuilleadh Roghanna
gl: Máis opcións
he: אפשרויות נוספות
hr: Još postavki
hu: Tov�bbi be�ll�t�sok
id: Pilihan lain
it: Altre opzioni
ja: 更なるオプション
ku: Zêdetir Vebijêrk
lv: Vairāk izvēlnes
nb: Flere Valg
nl: Meer opties
nn: Flere Valg
pl: Wiecej opcji
pt: Mais opções
pt_br: Mais opções
ru: Дополнительные настройки
sk: Viac možností
sq: Më tepër mundësi
sr: Više opcija
sv: Fler alternativ
tr: Daha Fazla Seçenek

source: Connecting...
da: Tilslutter...
de: Verbinden...
el: Γίνεται σύνδεση...
es: Conectando...
et: Ühendan
fa: در حال اتصال...
fi: Yhdistetään...
fr: Connexion...
ga: Ag Nascadh...
gl: A conectar...
he: מתחבר...
hr: Povezujem...
ja: 接続中…
ku: Tê girêdan...
lv: Savienojas...
nb: Kobler til...
nl: Verbinden...
nn: Kobler til...
pl: Nawiązywanie połączenia...
pt: Conectando...
pt_br: Conectanto...
ru: Подключение...
sk: Pripájanie...
sv: Ansluter...
tr: Bağlanıyor...

source: Outgoing
da: Udgående
de: Ausgehend
el: Εξερχόμενα
es: De salida
et: Väljaminev
fa: بیرون رونده
fi: Lähtevät
fr: Sortant
ga: Amach
gl: De saída
he: יוצא
hr: Odlazeći
ja: 送信中
ku: Yên diçe
lv: Izejošais
nb: Utgående
nl: Uitgaand
nn: Utgående
pl: Wychodzące
pt: A enviar
pt_br: Enviadas
ru: Исходящее
sk: Odchádzajúce
sv: Utgående
tr: Giden
