Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: By clicking "I Agree", you agree to not use LimeWire for copyright infringement.
da: Ved at klikke 'Jeg er enig' så erklærer du dig enig i at undgå at bruge LimeWire til misbrug af ophavsrettigheder.
fi: Klikkaamalla "Hyväksyn" suostut siihen, ettet käytä LimeWireä tekijänoikeusrikkomuksiin.
ga: Trí "Aontaím" a bhrúigh, aontaíonn tú le gan feidhm a bhaint LimeWire chun cóipchearta a shárú.
nl: Door op "Instemmen" te klikken, zegt u toe dat u LimeWire niet voor copyrightschending zult gaan gebruiken.
sv: Genom att klicka på "Jag Accepterar", är du överens om att du inte ska använda LimeWire för copyrightöverträdelse.
tr: "Kabul Ediyorum" u tıklayarak LimeWire için yasal haklar ihlalini kullanmamayı kabul etmiş sayılırsınız.

source: My Library is where you view, share and unshare your files.
da: Mit bibliotek er der hvor du ser, deler og standser deling af dine filer.
fi: "Kirjasto" on missä katsot, jaat ja lopetat tiedostojesi jakamisen.
ga: Is i Mo Leabharlann an áit a bhreathnaíonn tú ar chomhaid agus ar féidir iad a chomhroinnt nó a mhalairt.
nl: Mijn bibliotheek is de plaats waar u uw bestanden bekijkt, deelt en stopt te delen.
sv: Mitt Bibliotek är där du visar, delar och avbryter delningar dina filer
tr: Kitaplığım, dosyalarınızın görüntülediğiniz, paylaştığınız ve paylaşmadığınız yerdir.

source: My Library is where you view, share and unshare your files. Don't worry, we will still share files from the older version.
da: Mit bibliotek er der hvor du ser, deler og standser deling af dine filer. Vær ikke bekymret, vi deler stadig filer fra de gamle versioner.
fi: "Kirjasto" on missä katsot, jaat ja lopetat tiedostojesi jakamisen. Ei syytä huoleen, jaamme myös vanhemman version tiedostot.
ga: Sé Mo Leabharlann an áit a fheiceann tú, a chomhroinneann tú agus a neamhchomhroinneann tú do chomhaid. Ná bí buartha, comhroinnfear comhaid ón sean leagan.
nl: Mijn bibliotheek is de plaats waar u uw bestanden bekijkt, deelt en stopt te delen. Maakt u zich geen zorgen, wij zullen nog steeds bestanden delen van de oudere versie.
sv: Mitt Bibliotek är där du visar, delar och avbryter delningar dina filer. Oroa dig inte, vi kommer fortfarande att dela filer från äldre versioner.
tr: Kitaplığım, dosyalarınızın görüntülediğiniz, paylaştığınız ve paylaşmadığınız yerdir. Kaygılanmayın, sizin eski sürümünüzden dosyalarınızın paylaşımını sürdüreceğiz.

source: Automatically add files to My Library, but don't share any files
da: Tilføj automatisk filer til mit bibliotek, men del ikke nogle filer
fi: Lisää tiedostot automaattisesti kirjastooni, mutta älä jaa tiedostoja
ga: Cuir comhaid le Mo Leabharlann go huathoibríoch, ach ná chomhroinn comhaid ar bith.
nl: Bestanden automatisch toevoegen aan mijn bibliotheek, maar geen bestanden delen
sv: Lägg till filer automatiskt till Mitt Bibliotek, men dela inte några filer.
tr: Dosyaları kendiliğinden Kitaplığıma ekle, ama hiçbir dosyayı paylaşma

source: Automatically add files to My Library, but don't share any new files
da: Tilføj automatisk filer til mit bibliotek, men del ikke nogle nye filer
fi: Lisää tiedostot automaattisesti kirjastooni, mutta älä jaa uusia tiedostoja
ga: Cuir comhaid go huathoibríoch le Mo Leabharlann, ach ná chomhroinn ceann ar bith dos na comhaid nua
nl: Bestanden automatisch toevoegen aan mijn bibliotheek, maar geen nieuwe bestanden delen
sv: Lägg till filer automatiskt till Mitt Bibliotek, men dela inte några nya filer.
tr: Dosyaları kendiliğinden Kitaplığıma ekle, ama hiçbir yeni dosyayı paylaşma

source: Have LimeWire automatically add files from My Documents and the Desktop to My Library.
da: Lad LimeWire automatisk tilføje filer fra Mine dokumenter og fra Skrivebordet til Mit bibliotek.
fi: Anna LimeWiren lisätä tiedostot Dokumenteistani ja Työpöydältä kirjastooni.
ga: Lig do LimeWire comhaid ó Mo Chuid Cáipéisí agus ón Deasc a chuir le Mo Leabharlann go huathoibríoch.
nl: LimeWire automatisch bestanden van mijn documenten en het bureaublad toe laten voegen aan mijn bibliotheek.
sv: Har LimeWire automatiskt lagt till filer från Mina Dokument och Skrivbordet till Mitt Bibliotek.
tr: LimeWire Belgelerim ve Masaüstü'deki dosyaları kendiliğinden Kitaplığım'a ekledi.

source: Manually add files to My Library, but don't share any files
da: Tilføj manuelt filer til Mit bibliotek, men del ingen filer
fi: Lisää käsin tiedostoja kirjastooni, mutta älä jaa tiedostoja
ga: Cuir comhaid le Mo Leabharlann de láimh, ach ná chomhroinn comhad ar bith
nl: Bestanden handmatig toevoegen aan mijn bibliotheek, maar geen bestanden delen
sv: Lägg till filer manuellt till Mitt Bibliotek, men dela inte några filer
tr: Dosyaları Kitaplığım'a el ile ekle, ama hiçbir dosyayı paylaşma

source: Manually add files to My Library, but don't share any new files
da: Tilføj manuelt filer til Mit bibliotek, men del ingen nye filer
fi: Lisää käsin tiedostoja kirjastooni, mutta älä jaa uusia tiedostoja
ga: Cuir comhaid le Mo Leabharlann de láimh, ach ná chomhroinn comhad nua ar bith
nl: Bestanden handmatig toevoegen aan mijn bibliotheek, maar geen nieuwe bestanden delen
sv: Lägg till filer manuellt till Mitt Bibliotek, men dela inte några filer
tr: Dosyaları Kitaplığıma el ile ekle, ama hiçbir yeni dosyayı paylaşma

source: Select the folders and categories LimeWire automatically adds to My Library.
da: Vælg de mapper og kategorier som LimeWire automatisk skal tilføje til Mit bibliotek.
fi: Valitse kansiot ja luokat jotka LimeWire lisää automaattisesti kirjastooni.
ga: Roghnaigh na fillteáin agus na haicmí a chuireann LimeWire go huathoibríoch le Mo Leabharlann.
nl: Selecteer de mappen en categorieën die LimeWire automatisch toevoegt aan mijn bibliotheek.
sv: Välj mapparna och kategorierna som LimeWire automatiskt lägger till i Mitt Bibliotek.
tr: LimeWire'ın Kitaplığım'a kendiliğinden ekleyeceği dizinleri ve sınıfları seç

source: Add the following categories from the folders below to My Library:
da: Tilføj følgende kategorier fra mapperne nedenfor til Mit bibliotek:
fi: Lisää seuraavat luokat allaolevista kansioista kirjastooni:
ga: Cuir na haicmí seo a leanas ó na fillteáin thíos le Mo Leabharlann:
nl: De volgende categorieën van de onderstaande mappen toevoegen aan mijn bibliotheek:
sv: Lägg till följande kategorier från mapparna nedan till Mitt Bibliotek:
tr: Aşağıdaki sınıfları Kitaplığım altındaki dizinlerden ekle:

source: You can change this later from Tools > Options
da: Du kan ændre dette senere i Værktøjer > Indstillinger
fi: Voit vaihtaa tämän myöhemmin valinnasta Työkalut > Optiot
ga: Is féidir é seo a athrú níos déanaí in Uirlisí > Roghanna
nl: U kunt dit later wijzigen in Hulpmiddelen > Opties
sv: Du kan ändra detta senare från Verktyg > Inställningar
tr: Bunu daha sonra Araçlar > Seçenekler'den değiştirebilirsiniz

source: Add Folder
da: Tilføj mappe
fi: Lisää kansio
ga: Cuir Fillteán Leis
nl: Map toevoegen
sv: Lägg till Mapp
tr: Dizin Ekle

source: Go to Tools/Options/Security to enable Document sharing with the P2P Network
nl: Ga naar Hulpmiddelen/Opties/Beveiliging om het delen van documenten met het P2P-netwerk in te schakelen

source: Search again
nl: Opnieuw zoeken

source: Add friend
ga: Cuir cara leis
nl: Vriend toevoegen
sv: Lägg till vän
tr: Arkadaş ekle

source: <html><u>Hide</u></html>
ga: <html><u>Folaigh</u></html>
nl: <html><u>Verbergen</u></html>
sv: <html><u>Göm</u></html>
tr: <html><u>Gizle</u></html>

source: Download from all friends
ga: Íosluchtaigh ó gach cara
nl: Downloaden van alle vrienden

source: {0}Sharing{1} {2} file with your friend.
nl: {0}Deelt{1} {2} bestand met uw vriend.

source: {0}Share{1} files with your friend.
nl: {0}Deel{1} bestanden met uw vriend.

source: {0}Chat{1} about using LimeWire 5.
nl: {0}Chatten{1} over het gebruik van LimeWire 5.

source: {0}Share{1} files with your friend and {2}chat{3} about using LimeWire 5.
nl: {0}Deel{1} bestanden met uw vriend en {2}chat{3} over het gebruik van LimeWire 5.

source: {0}Chat{1} about sharing with you.
nl: {0}Chatten{1} over het delen met u.

source: Browse files from {0}
fr: Parcourir les fichiers de {0}
nl: Bestanden doorzoeken van {0}

source: What Now?
ga: Cad Anois?
nl: Wat nu?

source: Click the share button to share or unshare files with a friend
nl: Klik op de deelknop om bestanden met een vriend te delen of niet te delen

source: Chat with them about using LimeWire 5
ga: Déan comhrá leo ag baint feidhm as LimeWire 5
nl: Chat met ze over het gebruik van LimeWire 5.

source: Click the share button to share or unshare files with the P2P Network
nl: Klik op de deelknop om bestanden met het P2P-netwerk te delen of niet te delen

source: Click the What I'm Sharing button to see what files are being shared with the P2P Network
nl: Klik op de "Wat ik deel"-knop om te zien welke bestanden u deelt met het P2P-netwerk

source: Show all Files
nl: Alle bestanden tonen

source: You are not sharing any files with the {0}
nl: U deelt geen bestanden met het {0}

source: You are not sharing any files with {0}
nl: U deelt geen bestanden met {0}

source: What I'm Sharing With {0}
nl: Wat ik deel met {0}

source: Share with the P2P Nework
nl: Delen met het P2P-netwerk

source: Sign in to share Documents with your friends
ga: Sínigh isteach chun Cáipéisí a chomhroinnt le do chairde
nl: Meld u aan om documenten met uw vrienden te delen

source: Share this file with a friend
ga: Comhroinn an comhad seo le cara
nl: Dit bestand met een vriend delen

source: share ({0})
ga: comhroinn ({0})
nl: delen ({0})

source: Add to playlist
nl: Toevoegen aan afspeellijst

source: Share all with Friend
nl: Alles delen met vriend

source: Unshare all with Friend
nl: Niet alles delen met vriend

source: To protect against viruses, LimeWire has disabled showing search results for programs. To change this option, go to Options, choose Security, and configure your 'Unsafe Categories'.
nl: Om u te beschermen tegen virussen heeft LimeWire het tonen van zoekresultaten voor programma's uitgeschakeld. Om dit te wijzigen, gaat u naar Opties, kiest u Beveiliging en configureert u uw 'Onveilige categorieën'.

source: Advanced Search...
nl: Geavanceerd zoeken...

source: Search for the following type of file:
nl: Zoek naar het volgende bestandstype:

source: Unable to relocate downloading file {0}
nl: Kan het downloadende bestand {0} niet meer vinden

source: Copy link
ga: Macasamhlaigh an nasc
nl: Link kopiëren
sv: Kopiera länk
tr: Bağlantıyı kopyala

source: Share With {0}
ga: Comhroinn Le {0}
nl: Delen met {0}

source: Show similar files
ga: Taispeáin comhaid cosúil leo
nl: Gelijksoortige bestanden weergeven
sv: Visa liknande filer
tr: Benzer dosyaları göster

source: Hide similar files
ga: Folaigh comhaid cosúil leo
nl: Gelijksoortige bestanden verbergen
sv: Dölj liknande filer
tr: Benzer dosyaları gizle

source: singular 'hi!'
ga: Hé!
nl: enkelvoudige 'hoi!'
sv: hej!
tr: 'selam!'

source: you have 1 message
ga: tá teachtaireacht amháin agat
nl: u heeft 1 bericht
sv: du har 1 meddelande
tr: {0} iletiniz var

source: singular 'hi!' {0}
ga: hé! {0}
nl: enkelvoudige 'hoi!' {0}
sv: hej {0}
tr: 'selam!' {0}

source: The copyright holder has not authorized this for sharing
pl: Posiadacz praw autorskich nie wyraził zgody na udostępnianie

source: The torrent file download could not be virus scanned.
pl: Pobrany plik torrent nie został przeskanowany programen antywirusowym.

source: Do you want to continue and download the torrent?
pl: Czy chcesz kontynuować pobieranie pliku torrent?

source: Web Search
pl: Szukaj w sieci

source: Locate
pl: Zlokalizuj

source: Browse Files from all your Friends
fr: Parcourir les fichiers de tous vos amis
