Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc. Gmail is a trademark of Google Inc. Jabber and LiveJournal are the registered trademarks of the XMPP Standards Foundation and LiveJournal, Inc., d/b/a LiveJournal.com, respectively. Neither Google Inc., the XMPP Standards Foundation or LiveJournal.com are sponsors or partners of Lime&nbsp;Wire&nbsp;LLC nor do they endorse Lime&nbsp;Wire&nbsp;LLC or the LimeWire software. Use of these trademarks is merely to refer to the technology or service of the respective owner and not to confuse Lime&nbsp;Wire as the source of the respective Gmail, Jabber and/or LiveJournal service or technology.
da: BitTorrent, BitTorrent logoet, og Torrent er varemærker fra BitTorrent, Inc. Gmail er et varemærke fra Google Inc. Jabber og LiveJournal er registrerede varemærker fra XMPP Standards Foundation og LiveJournal, Inc., d/b/a LiveJournal.com. Hverken Google Inc., XMPP Standards Foundation eller LiveJournal.com er sponsorer eller partnere for Lime&nbsp;Wire&nbsp;LLC. De er heller ikke understøttere af Lime&nbsp;Wire&nbsp;LLC eller af LimeWire software. Brug af disse varemærker er alene et spørgsmål om at referere til den teknologi eller service som disse ejer, og for ikke at sammenblande Lime&nbsp;Wire og andre services og teknologier som Gmail, Jabber og/eller LiveJournal.
fi: BitTorrent, BitTorrent-logo ja Torrent ovat BitTorrent, Inc:n tuotemerkkejä. Gmail on Google Inc:n tuotemerkki. Jabber ja Livejournal ovat XMPP Standards Foundationin ja LiveJournal, Inc:n rekisteröityjö tuotemerkkejä, vastaavasti d/b/a LiveJournal.com. Google Inc., XMPP Standards Foundation tai LiveJournal.com eivät ole LimeWiren sponsoreita tai partnereita tai suosi LimeWireä tai LimeWiren ohjelmia. Näiden tuotemerkkien käytön tarkoitus on lähinnä viitata vastaavan teknologian tai palvelun omistajaan, ei sekoittaa LimeWireä Gmailin, Jabberin ja/tai LiveJournalin palveluun tai teknologiaan.
nl: BitTorrent, het BitTorrent-logo en Torrent zijn handelsmerken van BitTorrent, Inc. Gmail is een handelsmerk van Google Inc. Jabber en LiveJournal zijn geregistreerde handelsmerken van de XMPP Standards Foundation en LiveJournal, Inc., respectievelijk d/b/a LiveJournal.com. Noch Google Inc., noch de XMPP Standards Foundation noch LiveJournal.com zijn sponsoren of partners van Lime Wire LLC noch beamen zij Lime Wire LLC of de LimeWire-software. Het gebruik van deze handelsmerken is vooral om te refereren naar de technologie of service van de respectieve bezitter en niet om LimeWire te verwarren als de bron van de Gmail-, Jabber- en/of LiveJournal-service of -technologie.
tr: BitTorrent, the BitTorrent Logosu ve Torrent; BitTorrent, Inc'ın ticari markalarıdır. Gmail, Google Inc.'ın ticari markasıdır. Jabber ve LiveJournal, sırasıyla XMPP Standards Foundation ve LiveJournal, Inc., d/b/a LiveJournal.com'un tescilli markalarıdır. Google Inc., XMPP Standards Foundation ya da LiveJournal.com; Lime&nbsp;Wire&nbsp;LLC'nin sponsoru veya ortağı değildir ve Lime&nbsp;Wire&nbsp;LLC ya da LimeWire yazılımını doğrudan önermezler. Bu ticari markaların kullanımı yalnızca ilgili sahiplerinin teknolojisi veya hizmetine hitap etmek içindir ve Lime&nbsp;Wire; Gmail, Jabber ve/veya LiveJournal hizmetinin ya da teknolojisinin kaynağı olarak görülmemelidir.

source: Close Other searches
da: Luk andre søgninger
fi: Sulje muut haut
ga: Dún Cuardaithe Eile
nl: Andere zoekresultaten sluiten
sv: Avsluta Andra sökningar
tr: Diğer Aramaları Kapat

source: F&riend
da: &Ven
fi: Y&stävä
nl: Vriend
tr: A&rkadaş

source: Get personalized &tech support
da: Få personaliseret &teknisk support
fi: Hanki henkilökohtaista &teknistä tukea
nl: Verkrijg gepersonaliseerde technische ondersteuning
tr: Kişileştirilmiş teknik destek edin

source: &Player
da: &Spiller
fi: &Toisto-ohjelma
ga: &Seinnteoir
nl: Speler
sv: &Spelare
tr: &Oynatıcı

source: &Downloads
fi: &Lataukset
tr: İn&dirmeler

source: &Uploads
fi: &Lähetykset
tr: Yüklemeler

source: Hide &Sidebar
da: Skjul &sidepanel
fi: Piilota &sivuosio
ga: Folai&gh an Barra Taoibh
nl: Zijbalk verbergen
sv: Göm &Sidpanel
tr: &Yan Çubuğu Gizle

source: Show &Sidebar
da: Vis &sidepanel
fi: Näytä &sivuosio
ga: Taisp&eáin an Barra Taoibh
nl: Zijbalk weergeven
sv: Visa &Sidpanel
tr: &Yan Çubuğu Göster

source: Hide &Download Tray
fi: Kätke &latausikkuna
nl: Downloadicoon verbergen
tr: İn&dirme Tepsisini Gizle

source: Show &Download Tray
fi: Näytä &latausikkuna
nl: Downloadicoon tonen
tr: İn&dirme Tepsisini Göster

source: Add F&ile to Library...
da: Tilføj f&il til bibliotek...
fi: Lisää T&iedosto kirjastoon...
nl: Bestand toevoegen aan bibliotheek...
tr: K&itaplığa Dosya Ekle...

source: Add &Folder to Library...
da: Tilføj &mappe til bibliotek...
fi: Lisää &kansio kirjastoon...
nl: Map toevoegen aan bibliotheek...
tr: Kitaplığa Dizin Ekle...

source: &Chat
fi: &Keskustele
nl: Chatten
tr: Söyleşi

source: Switch &User
da: Skift br&uger
fi: Vaihda &käyttäjää
nl: Gebruiker wisselen
tr: K&ullanıcı Değiştir

source: File Extension:
da: Filendelser:
fi: Tiedoston tarkenne:
ga: Iarmhír an Chomhaid:
nl: Bestandsextensie:
sv: Filnamnstillägg:
tr: Dosya Uzantısı:

source: File Extensions
da: Filendelser
fi: Tiedostotarkenteet
ga: Iarmhír na gComhad:
nl: Bestandsextensies
sv: Filnamnstillägg
tr: Dosya Uzantıları

source: Manage File Extensions
da: Administrer filendelser
fi: Hallinnoi tiedostotarkenteita
ga: Bainistigh Iarmhíreanna na gComhad
nl: Bestandsextensies beheren
sv: Hantera Filtillägg
tr: Dosya Uzantılarını Yönet

source: Manage...
da: Administrer...
fi: Hallinnoi...
ga: Bainistigh...
nl: Beheren...
sv: Hantera...
tr: Yönet...

source: Choose where specific categories are downloaded
da: Vælg hvortil specifikke kategorier downloades
fi: Valitse ladattavat luokat
ga: Roghnaigh cá íosluchtaítear aicmithe faoi leith
nl: Kies waar bepaalde categorieën gedownload worden
sv: Välj var specifika kategorier är nerladdade
tr: Özel kategorilerin indirildiği yeri seç

source: Configure File Organization...
da: Konfigurér filorganisering...
fi: Konfiguroi tiedostojen järjestys
fr: Configurer l'organisation du fichier...
nl: Bestandsorganisatie configureren...
tr: Dosya Organizasyonu Yapılandırma...

source: Save Store downloads to:
da: Gem butiksdownloads i:
fi: Tallenna Store-lataukset:
ga: Cuir íosluchtuithe ón Dhíolbhoth i dtaisce i:
nl: Store-downloads opslaan in:
tr: Depo İndirmeleri Buraya Kaydet:

source: Sharing Categories
da: Dele kategorier
fi: Jakoluokat
ga: Aicmí Chomhroinnte
nl: Categorieën delen
sv: Delningskategorier
tr: Paylaşılan Kategoriler

source: Only share files in that category at that point
da: Del kun filer i denne kategori for nuværende
fi: Jaa vain tähän luokkaan kuuluvat tiedostot tässä vaiheessa
ga: Comhroinn comhaid san aicme ag an láthair sin
nl: Enkel bestanden delen die op dat moment in de categorie staan
sv: Bara delade filer i denna kategori på den punkten
tr: Şuan sadece bu kategorideki dosyaları paylaş

source: Share my entire collection, including new files that automatically get added to My Library
da: Del hele min samling, inklusiv nye filer som automatisk lægges i Mit bibliotek
fi: Jaa koko kokoelmani, mukaanlukien uudet kirjastooni automaattisesti lisättävät tiedostot
ga: Comhroinn mo chnuasach iomlán, ina áirítear comhaid nua a chuirtear le Mo Leabharlann go huathoibríoch
nl: Deel mijn gehele collectie, inclusief nieuwe bestanden die automatisch toegevoegd worden aan mijn bibliotheek.
sv: Dela hela min samling, inklusive nya filer som automatiskt läggs till i Mitt Bibliotek
tr: Kütüphaneme otomatik olarak eklenen yeni dosyaları da içeren bütün koleksiyonumu paylaş

source: When I share a category:
da: Når jeg deler en kategori:
fi: Kun jaan luokan:
fr: Lorsque je partage une catégorie
ga: Nuair a chomhroinnim aicme:
nl: Als ik een categorie deel:
sv: När jag delar en kategori:
tr: Bir kategori paylaştığımda:

source: Choose what happens when I share a category
da: Vælg hvad der sker, når jeg deler en kategori
fi: Valitse mitä tapahtuu jakaessani luokan
ga: Roghnaigh cad a tharlaíonn nuair a chomhroinnim aicme
nl: Kies wat er gebeurt als ik een categorie deel
sv: Välj vad som ska hända när jag delar en kategori
tr: Bir kategori paylaştığımda ne olacağını seç

source: Automatically add the following categories from folders below to My Library:
fi: Lisää automaattisesti seuraavat luokat allaolevista kansioista kirjastooni:
ga: Cuir na haicmí seo a leanas ó na bhfillteáin thíos go huathoibríoch le Mo Leabharlann:
nl: Automatisch de volgende categorieën van onderstaande mappen toevoegen aan mijn bibliotheek:
sv: Lägg automatiskt till följande kategorier från mappar nedan till Mitt Bibliotek:
tr: Kütüphanemdeki klasörlerden kategorileri otomatik olarak ekle:

source: *Adding these folders will automatically share any collections you shared
da: *Ved at tilføje disse mapper vil du automatisk dele samlinger du har delt
fi: *Näiden kansioiden lisääminen jakaa automaattisesti kaikki jakamasi luokat
ga: *Nuair a chuirtear na fillteáin seo leis, comhroinnfear go huathoibríoch aon cnuasach a chomhroinneann tú
nl: * Het toevoegen van deze mappen zal automatisch uw gedeelde collecties delen
tr: *Eklenen bu klasörleri paylaşılan bütün koleksiyonumla otomatik olarak paylaş

source: Add Folder...
da: Tilføj mappe...
fi: Lisää kansio...
fr: Ajouter le Dossier...
ga: Cuir Fillteán Leis...
nl: Map toevoegen...
sv: Lägg till mapp...
tr: Klasör Ekle...

source: Choose a folder to automatically add to My Library
fi: Valitse kirjastooni automaattisesti lisättävä kansio
ga: Roghnaigh fillteán le cuir go huathoibríoch le Mo Leabharlann
nl: Kies een map om automatische toe te voegen aan mijn bibliotheek
sv: Välj en mapp för att automatiskt lägga till den i Mitt Bibliotek
tr: Kütüphaneme otomatik olarak eklenecek bir klasör seçin

source: You selected: {0} LimeWire cannot manage this folder because it is either not a folder or cannot be read. Please select another folder to manage.
da: Du valgte: {0} LimeWire kan ikke håndtere denne mappe fordi den enten ikke er en mappe eller ikke kan læses. Vælg venligst en anden mappe.
fi: Valitsit: {0} LimeWire ei voi hallinnoida tätä kansiota koska se joko ei ole kansio tai sitä ei voida lukea. Valitse toinen hallinnoitava kansio.
ga: Roghnaigh tú: {0} Ní féidir le LimeWire an fillteán seo a bhainistiú mar b'fhéidir nach fillteán é nó ní féidir é a léamh. Roghnaigh fillteán eile le bainistiú le do thoil.
nl: U selecteerde: {0} LimeWire kan deze map niet beheren omdat het óf geen map is óf deze niet gelezen kan worden. Selecteer a.u.b. een andere map om te beheren.
sv: Du valde: {0} LimeWire kan inte hantera denna mapp för att den är antingen inte en mapp eller så kan den inte läsas in. Var vänlig välj en annan mapp att hantera.
tr: Seçtiniz: {0} LimeWire bu klasörü yönetemiyor çünkü ya bu bir klasör değil ya da klasör okunamıyor. Yönetmek için başka bir klasör seçin, lütfen.

source: Library Manager Error
da: Fejl i biblioteksadministrator
fi: Kirjastohallinnointivirhe
ga: Botún Bainistiú LimeWire
nl: Fout in bibliotheekbeheerder
sv: Bibliotekshanterarfel
tr: Kitaplık Yönetici Hatası

source: At some point, you manually added files from the following folders into My Library:
da: På et tidspunkt har du manuelt tilføjet filer fra følgende mapper til Mit Bibliotek:
fi: Lisäsit jossain vaiheessa käsin seuraavat kansiot kirjastoon:
ga: Ag am áirithe, chuir tú comhaid de láimh ó na bhfillteáin seo a leanas i Mo Leabharlann:
nl: Eerder heeft u handmatig bestanden van de volgende mappen in mijn bibliotheek gezet:
sv: Vid en viss punkt, du lägger till manuellt filer från följande mappar till Mitt Bibliotek:
tr: Aynı zamanda, Kütüphanemdeki klasörlerden dosya ekleyebilirsiniz:

source: At some point, you manually added files from some folders into My Library.
da: På et tidspunkt har du manuelt tilføjet filer fra andre mapper til Mit Bibliotek.
fi: Lisäsit jossain vaiheessa käsin tiedostoja joistain kansioista kirjastoon.
ga: Ag am áirithe, chuir tú comhaid de láimh ó fillteáin áirithe i Mo Leabharlann.
nl: Eerder heeft u handmatig bestanden van enkele mappen in mijn bibliotheek gezet.
sv: Vid en viss punkt, du lade till filer manuellt från några mappar till Mitt Bibliotek.
tr: Aynı zamanda, Kütüphanemdeki birkaç klasörden dosya ekleyebilirsiniz.

source: View Folders...
da: Vis mapper...
fi: Selaa kansioita...
fr: Voir les Dossiers
ga: Féach ar na bhFillteáin...
nl: Mappen weergeven...
sv: Visa mappar...
tr: Klasörleri Görüntüle...

source: Manually Added Folders
da: Manuelt tilføjede mapper
fi: Käsinlisätyt kansiot
ga: Fillteáin A Chuireadh De Láimh
nl: Handmatig toegevoegde mappen
sv: Manuellt tillagda mappar
tr: Elle Eklenen Klasörler

source: Use the LimeWire player when I play audio files
da: Brug LimeWire afspiller når jeg spiller lydfiler
fi: Käytä LimeWiren soitinta äänitiedostojen toistoon
ga: Bain feidhm as seinnteoir LimeWire nuair a sheinnim comhaid fuaime
nl: Gebruik de LimeWire-speler als ik audiobestanden afspeel
sv: Använd LimeWire's mediaspelare när jag spelar upp ljudfiler
tr: Ses dosyalarını çalmak için LimeWire Oynatıcısını kullan

source: Select which file extensions belong in each category
da: Vælg hvilke filendelser der hører til den enkelte kategori
fi: Valitse, mitkä tiedostotarkenteet kuuluvat kuhunkin luokkaan
ga: Roghnaigh cén iarmhíreanna comhaid a bhaineann i ngach aicme
nl: Selecteer welke bestandsextensies in elke categorie horen
sv: Välj vilka filändelser som hör hemma i varje kategori
tr: Her kategoriye hangi dosya uzantılarının ait olduğunu belirleyin

source: Search bar
da: Søgebjælke
fi: Hakupalkki
fr: Barre de recherche
nl: Zoekbalk
sv: Sökruta
tr: Aramam çubuğu

source: Suggest files from friends
da: Foreslå filer fra venner
es: Sugerir archivos de amigos
fi: Ehdota ystävien tiedostoja
ga: Mol comhaid ó chairde
nl: Bestandssuggesties van vrienden aannemen
sv: Föreslå filer från vänner
tr: Arkadaşlar tarafından önerilen dosyalar

source: - Searching for and sharing programs with anyone
da: - Søger efter og deler programmer med alle
es: - Buscando y compartiendo programas con cualquiera
fi: - Etsimästä ja jakamasta ohjelmia kenenkään kanssa
ga: - Ríomhoidis a chuardach agus a chomhroinnt le haon duine
nl: - Zoeken naar en delen van programma's met iemand
sv: - Söka efter och dela program med någon
tr: - Herkes ile dosya paylaşma ve arama

source: - Sharing documents with the P2P Network
da: - Deler dokumenter med P2P netværket
fi: - Jakamasta dokumentteja P2P-verkkoon
fr: - Partage de documents sur le réseau P2P
ga: - Cáipéisí a chomhroinnt leis an Líonra P2P
nl: - Zoeken naar documenten met het P2P-netwerk
sv: - Delar dokument med P2P-nätverket
tr: - P2P Ağında belge paylaşma

source: Clear Filter
da: Ryd filter
fi: Tyhjennä suodatin

source: ".magnet" files
da: ".magnet" filer
fi: .magnet-tiedostot

source: Bugs
da: Fejl
fi: Virheet
ga: Fabhtaí
nl: Fouten
sv: Buggar
tr: Hatalar

source: Allow me to search for and share programs with the P2P Network and my friends
da: Tillad at jeg søger efter og deler programmer med P2P netværket og mine venner
fi: Anna minun etsiä ja jakaa ohjelmia P2P-verkkoon ja ystävilleni
ga: Lig dom cuardach do ríomhoidis agus iad a chomhroinnt leis an Líonra P2P agus mo chairde
nl: Programma's zoeken en delen met het P2P-netwerken en mijn vrienden toestaan
sv: Låt mig söka och dela program med P2P-nätverket och mina vänner
tr: P2P Ağı ile ve arkadaşlarımla programları paylaşmama ve programlarını aramama izin ver

source: Allow me to share documents with the P2P Network
da: Tillad at jeg deler dokumenter med P2P netværket
fi: Anna minun jakaa dokumentteja P2P-verkkoon
fr: Autoriser moi à partager des documents sur le réseau P2P
ga: Lig dom cáipéisí a chomhroinnt leis an Líonra P2P
nl: Documenten delen via het P2P-netwerk toestaan
sv: Låt mig dela dokument med P2P-nätverket
tr: P2P Ağı ile belge paylaşmama izin ver

source: Warn me when I cancel uploading a torrent that has not completely seeded
da: Advar mig hvis jeg stopper upload af en torrent som ikke er helt seedet
fi: Varoita minua peruessani torrentin lähetyksen, kun sitä ei ole jaettu kokonaan
ga: Tabhair rabhadh dom nuair a chuirim ar ceal torrent nach bhfuil síolta go huile is go hiomlán
nl: Waarschuw mij als ik een torrentupload annuleer die nog niet volledig geseed is
sv: Varna mig när jag avbryter en uppladdning av en torrent som inte är helt seedad
tr: Tamamen paylaşılanları artmadan bir torrenti yüklemeyi iptal ettiğimde beni uyar

source: Overview
da: Overblik
fi: Yleiskatsaus
fr: Présentation
ga: Foramharc
nl: Overzicht
sv: Översikt
tr: Genel Görünüm

source: Dimensions
da: Dimensioner
fi: Mitat
ga: Toisí
nl: Grootte
sv: Dimensioner
tr: Boyutlar

source: Like the way search results used to look?
da: Kan du lide den måde resultater plejer at se ud på?
fi: Piditkö hakutulosten ulkonäöstä?
ga: An maith leat an seanchuma a bhí ar na torthaí cuardaigh?
nl: Vond u de manier waarop zoekresultaten weergegeven werden prettiger?
tr: Arama sonuçlarının görünmesini istiyormusunuz?

source: Friend Suggestions
da: Forslag fra vennerne
fi: Ystävien suositukset
ga: Moltaí ó Chairde
nl: Vriendensuggesties
sv: Vänförslag
tr: Arkadaş Önerileri

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Preferences > Security > Unsafe Categories.
da: Vi anbefaler, at du ikke bruger LimeWire til at downloade programmer. Du har dog mulighed for selv at tillade downloading af programmer via Præferencer > Sikkerhed > Usikre kategorier.
fi: Emme suosittele ohjelmien lataamista LimeWirellä. Voit toki sallia ohjelmien lataamisen valinnassa Asetukset -> Turvallisuus -> Epäturvalliset luokat.

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Tools > Options > Security > Unsafe Categories.
da: Vi anbefaler, at du ikke bruger LimeWire til at downloade programmer. Du har dog mulighed for selv at tillade downloading af programmer via Værktøjer > Muligheder > Sikkerhed > Usikre kategorier.
fi: Emme suosittele ohjelmien lataamista LimeWirellä. Voit toki sallia ohjelmien lataamisen valinnassa Työkalut -> Optiot -> Epäturvalliset luokat.

source: Advanced Search
da: Avanceret søgning
fi: Edistynyt haku
fr: Recherche avancée
nl: Geavanceerd zoeken
tr: Gelişmiş Arama

source: LimeWire will start your search right after it finishes loading.
da: LimeWire starter søgningen i samme øjeblik den er indlæst.
fi: LimeWire käynnistää hakusi heti latauksen valmistuttua.
ga: Tosóidh LimeWire do chuardach tar éis dó críochnú ag luchtú.
nl: LimeWire zal uw zoekopdracht starten zodra het klaar is met laden.
sv: LimeWire kommer att starta din sökning precis efter det har laddat färdigt.
tr: LimeWire yüklemeyi bitirdikten sonra aramalarınızı başlatıcak.

source: You might not receive many results until LimeWire finishes loading...
da: Du vil næppe modtage mange resultater indtil LimeWire er færdig med indlæsning...
fi: Et ehkä saa montaa tulosta ennenkuin LimeWire saa latauksen valmiiksi...
ga: B'fhéidir nach gheofá mórán torthaí go dtí go críochnaíonn LimeWire ag luchtú...
nl: U krijgt waarschijnlijk niet veel resultaten te zien totdat LimeWire klaar is met laden...
sv: Du kan kanske inte ta emot så många resultat förrän LimeWire har laddat färdigt...
tr: LimeWire yüklemeyi bitirmeden birçok nedenden dolayı yanıt alamayabilirsiniz...

source: Search for the following category:
da: Søg efter følgende kategori:
fi: Etsi seuraavia luokkia:

source: Friend
da: Ven
fi: Ystävä
ga: Cara
nl: Vriend
sv: Vän
tr: Arkadaş

source: Play File
da: Afspil fil
fi: Toista tiedosto
ga: Seinn Comhad
nl: Bestand afspelen
sv: Spela Fil
tr: Dosyayı Oynat

source: {0} browsed your library
da: {0} gennemså dit bibliotek
fi: {0} selasi kirjastoasi
ga: Shiortaigh {0} do leabharlann
nl: {0} bladerde in uw bibliotheek
sv: {0} bläddrade genom ditt bibliotek
tr: {0} Kütüphanene göz attı

source: Seeding to {0} person at {1} - Ratio ({2})
da: Seeder til {0} person på {1} - Forhold ({2})
fi: Syötän {0}:lle henkilölle {1} - Suhde ({2})
ga: Ag síolú chuig {0} duine ag {1} - Cóimheas ({2})
nl: Seeden naar {0} persoon met {1} - ratio ({2})
sv: Seedar till {0} person på {1} - Förhållande ({2})
tr: {1} de {0} kişi paylaşıyor - Oran ({2})

source: Seeding to {0} people at {1} - Ratio ({2})
da: Seeder til {0} personer på {1} - Forhold ({2})
fi: Syötän {0}:lle henkilölle {1} - Suhde ({2})
ga: Ag síolú chuig {0} duine ag {1} - Cóimheas ({2})
nl: Seeden naar {0} mensen met {1} - ratio ({2})
sv: Seedar till {0} personer på {1} - Förhållande ({2})
tr: {1} de {0} kişi paylaşıyor - Oran ({2})

source: Waiting for {0} upload to finish
da: Afventer at {0} upload er afsluttet
fi: Odotan {0} lähetyksen valmistumista
ga: Ag feitheamh ar {0} uasluchtú le críochnú
nl: Wachten op {0} upload om af te ronden
sv: Väntar på {0} uppladdning för att slutföra
tr: {0} yükleme için bekleniliyor

source: Waiting for connections...
da: Venter på forbindelse...
fi: Odotan yhteyksiä...
ga: Ag feitheamh ar naisc...
nl: Wachten op verbindingen...
sv: Väntar på anslutningar...
tr: Bağlantılar bekleniyor...

source: Invalid magnet option.
da: Fejlagtig magnet mulighed.
fi: Väärä magnet-optio.
ga: Roghan magnet mícheart.
nl: Ongeldige Magnet-optie
sv: Ogiltigt magnetalternativ.
tr: Geçersiz magnet seçeneği.

source: LimeWire Basic and LimeWire PRO are peer-to-peer programs for sharing authorized files only. Copyright laws may forbid obtaining or distributing certain copyrighted content. Learn more about your rights below:
da: LimeWire Basic og LimeWire PRO er peer-to-peer programmer alene til deling af autoriserede filer. Ophavsretslovgivningen kan forbyde deling og distribution af materiale med ophavsret. Lær mere om dine rettigheder nedenfor:
fi: LimeWire Basic ja LimeWire PRO ovat peer-to-peer -ohjelmia vain tiedostojen lailliseen jakeluun. Tekijänoikeuslait voivat kieltää tietynlaisen tekijänoikeuksin suojatun sisällön hankkimisen tai levitykset. Lue lisää oikeuksistasi alla:
nl: LimeWire Basic en LimeWire Pro zijn enkel peer-to-peerprogramma's voor het delen van geautoriseerde bestanden. Copyrightwetgevingen kunnen het verkrijgen of distribueren van bestanden met copyright verbieden. Lees hieronder meer over uw rechten:
sv: LimeWire Basic och LimeWire PRO är peer-to-peer-program för att bara dela auktoriserade filer. Upphovsrättslagstiftning kan förbjuda eller distribuerar vissa upphovsrättsskyddade material. Läs mer om dina rättigheter nedan:
tr: LimeWire Basic ve LimeWire PRO sadece izin verilen dosyaları kişiler arası paylaşma programıdır. Yasal haklar kanunları, yasal haklara sahip içerikleri bulundurmayı veya yaymayı yasaklayabilir. Bu haklar hakkında daha fazla bilgi edinin:

source: Copyright Information
da: Ophavsrets information
fi: Tekijänoikeustietoja
ga: Eolas Cóipchirt
nl: Copyrightinformatie
sv: Upphovsrättsinformation
tr: Telif Hakkı Bilgisi

source: Privacy Policy
da: Privatlivs politik
fi: Salassapitopolitiikka
ga: Beartas Príobháideachta
nl: Privacybeleid
sv: Integritetspolicy
tr: Gizlilik İlkesi
