Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Statistics on the current state of the network. These statistics are quite inaccurate due to the dynamic, distributed nature of Gnutella and should not be taken too literally. They can, however, give you a general idea regarding the current state of your connection.
el: Στατιστικά στοιχεία για την τρέχουσα κατάσταση του δικτύου. Τα στοιχεία αυτά είναι πολύ ανακριβή εξαιτίας της δυναμικής, κατανεμημένης φύσης της Gnutella, γι’ αυτό και δεν πρέπει να εκλαμβάνονται πολύ στην κυριολεξία. Μπορούν, ωστόσο, να σας δώσουν μια γενική ιδέα όσον αφορά τη τρέχουσα κατάσταση της σύνδεσής σας.
ja: ネットワークの現状での累計である。これらの累計はグヌーテラの動的な配置により非常に不確実で、そのままの数値で受け入れられないものである。しかしユーザーには、接続の現状に関する一般的な見方が分かる。

source: Advanced statistics include detailed information for Gnutella messages and HTTP traffic. This information can be useful for advanced users as well as for researchers working on the Gnutella network. Advanced statistics are not displayed by default and are not recommended for most users.
el: Τα στοιχεία αυτά περιλαμβάνουν λεπτομερείς πληροφορίες για τα μηνύματα Gnutella και την κίνηση του πρωτοκόλλου HTTP. Οι πληροφορίες αυτές μπορεί να είναι χρήσιμες για προχωρημένους χρήστες, καθώς επίσης και για ερευνητές που εργάζονται στο δίκτυο Gnutella. Τα προχωρημένα αυτά στατιστικά στοιχεία δεν εμφαίνονται εξ ορισμού και δεν συνιστώνται για τους περισσότερους χρήστες.
ja: 上級の累計には、グヌーテラ・メッセージとHTTPトラフィックについての詳細な情報がある。この情報はグヌーテラ・ネットワークで作業する研究者だけでなく上級ユーザーにも役立つ。上級の累計は初期設定で表示されず、大半のユーザーからは薦められていない。

source: Weedshare
el: Δημόσιο μοίρασμα
ja: 役に立たない共有

source: All Gnutella messages received by this client.
el: Όλα τα μηνύματα Gnutella που λήφθηκαν μέσω αυτόν τον πελάτη.
ja: 全グヌーテラ・メッセージがこのクライオアントに受領された

source: All Gnutella messages received over TCP, by message type.
el: Όλα τα μηνύματα Gnutella που λήφθηκαν μέσω TCP, ανάλογα με τον τύπο του μηνύματος.
ja: 全グヌーテラのメッセージはTCPメッセージのラベルを介して受領された

source: All Gnutella messages received over UDP, by message type.
el: Όλα τα μηνύματα Gnutella που λήφθηκαν μέσω UDP, ανάλογα με τον τύπο του μηνύματος.
ja: 全てのグヌーテラ・メッセージがUDPを介して、メッセージの種類別に受信された

source: All Gnutella messages received over Multicast, by message type.
el: Όλα τα μηνύματα Gnutella που λήφθηκαν μέσω Multicast, ανάλογα με τον τύπο του μηνύματος.
ja: 全てのグヌーテラ・メッセージがマルチキャストを介して、メッセージの種類別に受信された

source: Total Gnutella messages received over TCP, UDP or Multicast.
el: Όλα τα μηνύματα Gnutella που λήφθηκαν μέσω TCP, UDP ή Multicast.
ja: 全グヌーテラ・メッセージがTCP、UDPまたはマルチキャストを介して受信された

source: Number of duplicate queries received over TCP versus the total number of queries.
el: Αριθμός αντίτυπα αιτήσεις αναζήτησης που λήφθηκαν μέσω TCP, σε αντιδιαστολή με συνολικός αριθμός αιτήσεις αναζήτησης.
ja: TCPで受信した写しの質問数に対する全質問数

source: All received queries, by time to live (TTL).
el: Όλα τα αιτήσεις αναζήτησης που λήφθηκαν, ανάλογα με τον time to live (TTL).
ja: 全ての受信した質問、時間による管理（TTL）

source: All received query hits, by hops.
el: Όλα τα χτύποι αναζήτησης που λήφθηκαν, ανάλογα με τον hops.
ja: 全ての受信されたホップスによる質問の種

source: All received query hits, by time to live (TTL).
el: Όλα τα χτύποι αναζήτησης που λήφθηκαν, ανάλογα με τον time to live (TTL).
ja: 全ての受信された質問の的は、時間による管理(TTL)

source: Total kilobytes for all Gnutella messages received by this client.
el: Σύνολο kilobytes για όλα τα μηνύματα Gnutella που λήφθηκαν μέσω αυτόν τον πελάτη.
ja: このクライアントが受信した全てのグヌーテラ・メッセージに関する、キロバイト総数

source: Total kilobytes for Gnutella messages received over TCP, by message type.
el: Σύνολο kilobytes για όλα τα μηνύματα Gnutella που λήφθηκαν μέσω TCP, ανάλογα με τον τύπο του μηνύματος.
ja: メッセージの種類により、TCPで受信されたグヌーテラ・メッセージのキロバイト総数

source: Total kilobytes for Gnutella messages received over UDP, by message type.
el: Σύνολο kilobytes για όλα τα μηνύματα Gnutella που λήφθηκαν μέσω UDP, ανάλογα με τον τύπο του μηνύματος.
ja: メッセージの種類により、UDPで受信されたグヌーテラ・メッセージのキロバイト総数

source: Total kilobytes for Gnutella messages received over Multicast, by message type.
el: Σύνολο kilobytes για όλα τα μηνύματα Gnutella που λήφθηκαν μέσω Multicast, ανάλογα με τον τύπο του μηνύματος.
ja: メッセージの種類により、マルチキャストで受信されたグヌーテラ・メッセージのキロバイト総数

source: Total kilobytes for Gnutella messages received over TCP, UDP or Multicast.
el: Σύνολο kilobytes για όλα τα μηνύματα Gnutella που λήφθηκαν μέσω TCP, UDP ή Multicast.
ja: TCP、UDPまたはマルチキャストにより受信された、グヌーテラ・メッセージのキロバイト総数

source: Total kilobytes in duplicate queries received over TCP versus the total number of queries.
el: Σύνολο kilobytes για όλα τα αντίτυπα αιτήσεις αναζήτησης που λήφθηκαν μέσω TCP, σε αντιδιαστολή με συνολικός αριθμός αιτήσεις αναζήτησης.
ja: TCPで受信した写しの質問に当たるキロバイト総数に対する全質問数

source: UDP pings received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: 全LimeWiresのクライアントから受信したUDPのピング

source: UDP pongs received from all Gnutella clients versus other LimeWires.
el: Απαντήσεις σε ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対するグヌーテラのクライアント全員から受信したポング

source: UDP queries received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対するグヌーテラのクライアント全員から受信したUDPの質問

source: UDP query hits received from all Gnutella clients versus other LimeWires.
el: Χτύποι αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対するグヌーテラのクライアント全員から受信したUDPの質問数

source: UDP pushes received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις push UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対するグヌーテラのクライアント全員から受信したUDPのプッシュ

source: Kilobytes for UDP pings received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したUDPピングのキロバイト数

source: Kilobytes for UDP pongs received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για απαντήσεις σε ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したUDPポングのキロバイト総数

source: Kilobytes for UDP queries received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したUDP質問のキロバイト総数

source: Kilobytes for UDP query hits received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για χτύποι αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したUDP質問のキロバイト総数

source: Kilobytes for UDP pushes received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις push UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したUDPのキロバイト総数

source: All queries that were routed to other Ultrapeers for the last hop, using query routing tables.
el: Όλα τα ερωτήματα που διανεμήθηκαν σε άλλους χρήστες την τελευταία φορά, χρησιμοποιόντας πίνακες διανομής ερωτημάτων.
ja: 質問ルート表を用いて、最後のホップについて、その他UIトラッパーにルートされた全質問

source: All queries that were routed to leaves, using query routing tables.
el: Όλα τα ερωτήματα που διανεμήθηκαν σε φύλλα, χρησιμοποιόντας πίνακες διανομής ερωτημάτων.
ja: 質問ルート表を用いて、ルートされた全質問

source: All queries that were received from routed connections.
el: Όλα τα ερωτήματα που λήφθηκαν από συνδέσεις διανομής
ja: ルートされた接続から受信される全質問

source: Hit
el: Χτύποι
ja: ヒット

source: Generic errors while reading messages.
el: Γενικά σφάλματα κατά την ανάγνωση μηνυμάτων.
ja: メッセージ読み取り中の一般的エラー

source: Errors while reading query messages.
el: Σφάλματα κατά την ανάγνωση ερωτημάτων.
ja: 質問のメッセージを読み取り中に起きるエラー

source: Errors while reading query reply messages.
el: Σφάλματα κατά την ανάγνωση χτύποι αναζήτησης.
ja: 質問に対する答えのメッセージを読み取り中におきるエラー

source: Errors while reading ping replies.
el: Σφάλματα κατά την ανάγνωση απαντήσεις σε ping.
ja: ピング回答を読み取り中のエラー

source: Errors while reading pushes.
el: Σφάλματα κατά την ανάγνωση αιτήσεις push.
ja: プッシュを読み取り中のエラー

source: Errors while reading vendor messages.
el: Σφάλματα κατά την ανάγνωση μηνυμάτων πωλητή.
ja: 開発元メッセージを読み取り中に起きるエラー

source: All Gnutella messages sent out from this client.
el: Σύνολο μηνυμάτων Gnutella που στάληκαν από αυτόν τον πελάτη.
ja: このクライアントから送信されたグヌーテラの全メッセージ

source: All Gnutella messages sent over TCP, by message type.
el: Σύνολο μηνυμάτων Gnutella που στάληκαν μέσω TCP, ανάλογα με τον τύπο του μηνύματος.
ja: TCPを介して送信されたグヌーテラの全種類別メッセージ

source: All Gnutella messages sent over UDP, by message type.
el: Σύνολο μηνυμάτων Gnutella που στάληκαν μέσω UDP, ανάλογα με τον τύπο του μηνύματος.
ja: UDPを介して送信されたグヌーテラの全種類別メッセージ

source: Total Gnutella messages sent over TCP, UDP or Multicast.
el: Σύνολο μηνυμάτων Gnutella που στάληκαν μέσω TCP, UDP ή Multicast.
ja: TCP、UDPまたはマルチキャストを介して送信されたグヌーテラからの全メッセージ

source: Total kilobytes for Gnutella messages sent out from this client.
el: Σύνολο kilobytes για μηνύματα Gnutella, που στάληκαν από αυτόν τον πελάτη.
ja: このクライアントから送信されたグヌーテラ・メッセージのキロバイト総数

source: Total kilobytes for Gnutella messages sent over TCP, by message type.
el: Σύνολο kilobytes για μηνύματα Gnutella που στάληκαν μέσω TCP, ανάλογα με τον τύπο του μηνύματος.
ja: TCPを介して送信されたグヌーテラ・メッセージの種類別キロバイト総数

source: Total kilobytes for Gnutella messages sent over UDP, by message type.
el: Σύνολο kilobytes για μηνύματα Gnutella που στάληκαν μέσω UDP, ανάλογα με τον τύπο του μηνύματος.
ja: UDPを介して送信されたグヌーテラ・メッセージの種類別キロバイト総数

source: Total kilobytes for Gnutella messages sent over Multicast, by message type.
el: Σύνολο kilobyte για μηνύματα Gnutella που στάληκαν μέσω Multicast, ανάλογα με τον τύπο του μηνύματος.
ja: マルチキャストを介して送信されたグヌーテラ・メッセージの種類別キロバイト総数

source: Total kilobytes for Gnutella messages sent over TCP, UDP or Multicast.
el: Σύνολο kilobytes για μηνύματα Gnutella που στάληκαν μέσω TCP, UDP ή Multicast.
ja: TCP、UDPまたはマルチキャストを介して送信されたグヌーテラ・メッセージのキロバイト総数

source: UDP pings sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたUDPピング

source: UDP pongs sent from all Gnutella clients versus other LimeWires.
el: Απαντήσεις σε ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたUDPポング

source: UDP queries sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたUDP質問

source: UDP query hits sent from all Gnutella clients versus other LimeWires.
el: Χτύποι αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたUDP質問数

source: UDP pushes sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις push UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたUDPプッシュ

source: Multicast pings sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたマルチキャスト

source: Multicast pongs sent from all Gnutella clients versus other LimeWires.
el: Απαντήσεις σε ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたマルチキャスト・ポング

source: Multicast queries sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたマルチキャスト質問

source: Multicast query hits sent from all Gnutella clients versus other LimeWires.
el: Χτύποι αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたマルチキャスト質問

source: Multicast pushes sent from all Gnutella clients versus other LimeWires.
el: Αιτήσεις push Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWireに対する、全グヌーテラのクライアントから送信されたマルチキャスト・プッシュ

source: Total kilobytes sent by other LimeWires.
el: Συνολικός αριθμός kilobyte που στάληκαν από άλλα LimeWire.
ja: その他LimeWireにより送信されたキロバイト総数

source: Kilobytes for UDP pings sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobytes για αιτήσεις ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたUDPピングのキロバイト総数

source: Kilobytes for UDP pongs sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobytes για απαντήσεις σε ping UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたUDPポングのキロバイト総数

source: Kilobytes for UDP queries sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobytes για αιτήσεις αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたUDP質問のキロバイト総数

source: Kilobytes for UDP query hits sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobytes για χτύποι αναζήτησης UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたUDP質問数のキロバイト総数

source: Kilobytes for UDP pushes sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobytes για αιτήσεις push UDP που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたUDPプッシュのキロバイト総数

source: Kilobytes for Multicast pings sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobyte για αιτήσεις ping Multicast, που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたマルチキャスト・ピングのキロバイト総数

source: Kilobytes for Multicast pongs sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobyte για απαντήσεις σε ping Multicast, που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたマルチキャスト・ポングのキロバイト総数

source: Kilobytes for Multicast queries sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobyte για αιτήσεις αναζήτησης Multicast, που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたマルチキャスト質問のキロバイト総数

source: Kilobytes for Multicast query hits sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobyte για χτύποι αναζήτησης Multicast, που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたマルチキャスト質問のキロバイト総数

source: Kilobytes for Multicast pushes sent from all Gnutella clients versus other LimeWires.
el: Αριθμός kilobyte για αιτήσεις push Multicast, που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対し、全グヌーテラ・クライアントから送信されたマルチキャスト・プッシュのキロバイト総数

source: Statistics for handshaking as a leaf.
el: Στατιστικά χειραψίας σαν φύλλο.
ja: リーフとしての握手の累計

source: Statistics for outgoing Gnutella connection handshaking.
el: Στατιστικά για εξερχόμενες συνδέσεις Gnutella χειραψίας.
ja: 外向きグヌーテラ接続握手の累計

source: Statistics for incoming Gnutella connection handshaking.
el: Στατιστικά για εισερχόμενες συνδέσεις Gnutella χειραψίας.
ja: 内向きグヌーテラ接続握手の累計

source: Outgoing Server Reject
el: Εξερχόμενο απορριψη διακομιστή
ja: 外向きサーバー拒否

source: Statistics for outgoing Gnutella connection handshaking rejections from the server.
el: Στατιστικά για εξερχόμενες συνδέσεις Gnutella χειραψίας οι οποίες απορρίφθηκαν από τον διακομιστή.
ja: 外向きグヌーテラ接続握手のサーバーからの拒否に関する累計

source: Statistics for compressed upstream traffic in kilobytes.
el: Στατιστικά στοιχεία για την κίνηση ανερχόμενων αρχείων σε kilobytes.
ja: 圧縮された上流トラフィックにおけるキロバイト数の累計

source: Statistics for compressed downstream traffic in kilobytes.
el: Στατιστικά στοιχεία για την κίνηση κατερχόμενων αρχείων σε kilobytes.
ja: 圧縮された下流トラフィックにおけるキロバイト数の累計

source: Statistics for flow controlled messages in kilobytes.
el: Στατιστικά στοιχεία για μηνύματα ελεγχόμενης ροής σε kilobytes.
ja: フロー管理されたメッセージにおけるキロバイト数の累計

source: Total number of errors routing messages to other clients.
el: Συνολικός αριθμός σφαλμάτων μηνυμάτων δρομολόγησης προς άλλους πελάτες.
ja: その他クライアントへのルート・エラー・メッセージの総数

source: Errors routing query hits.
el: Σφάλματα χτύποι αναζήτησης δρομολόγησης προς άλλους πελάτες.
ja: ルート・エラーへの質問数

source: Total number of Gnutella connection attempts, either initiated internally or externally.
el: Συνολικός αριθμός προσπαθειών σύνδεσης Gnutella, που τέθηκαν σε εφαρμογή είτε εσωτερικά είτε εξωτερικά.
ja: 内部または外部で開始されたグヌーテラ接続試行の総数

source: Total outgoing download connections attempts over time. This includes both direct connections and pushed requests.
el: Σύνολο προσπαθειών εξερχόμενων συνδέσεων συν τω χρόνω. Αυτό περιλαμβάνει τόσο τις απευθείας συνδέσεις όσο και τις πιεστικές αιτήσεις.
ja: 長期に渡り受信された外向きリクエストの総数。ここにはダイレクト接続とプッシュ・リクエストの双方がある。

source: Total responses received from downloaders over time. This includes Busy, File Not Found, Not Sharing, Queued, misc. IO errors, and OK responses.
el: Σύνολο απαντήσεων που λήφθηκαν από χρήστες συν τω χρόνω. Αυτό περιλαμβάνει τα «Απασχολημένο», «Το αρχείο δεν βρέθηκε», «Όχι μοίρασμα», «Στην ουρά», «Ποικίλα», «Εισ/Εξ σφάλματα», και «Απαντήσεις ΟΚ».
ja: 長期に渡りダウンロードで受信された答えの総数。ここには、ビジー、ファイル無し、共有無し、キューされた、その他、IOエラー、OKの答えがある。

source: Total alternate locations received and removed over time. This includes locations that we actively attempt to connect to, locations that we will ignore, locations that couldn't be removed, and locations that we removed permanently from attempting to connect to.
el: Σύνολο εναλλακτικών τοποθεσιών που λήφθηκαν και απορρίφθηκαν συν τω χρόνω. Αυτό περιλαμβάνει τοποθεσίες με τις οποίες προσπαθήσαμε ενεργά να συνδεθούμε, τοποθεσίες που θα αγνοήσουμε, τοποθεσίες που δεν μπορούσαν να απορριφθούν και τοποθεσίες που απορρίφθηκαν μόνιμα.
ja: 長期に渡り受信と除去された代替位置の総数。ここにはユーザーが積極的に接続しようとする位置、ユーザーが無視する位置、除去できない位置、接続の試みを永久的に除去した位置がある。

source: Total transfers over time. This includes both HTTP1.1 and HTTP1.0 transfers. For HTTP1.1, values are per chunk.
el: Σύνολο μεταφορών συν τω χρόνω. Αυτό περιλαμβάνει τις μεταφορές πρωτοκόλλων HTTP1.1 και HTTP1.0. Για το HTTP1.1, οι αξίες είναι ανά τμήμα.
ja: 長期に渡り転送された総数

source: Records the time in milliseconds to establish TCP connections for downloads. This can vary, for example, when servers are experiencing high loads.
el: Καταγραφή χρόνου σε χιλιοστά του δευτερολέπτου, που απαιτήθηκε για την εγκαθίδρυση συνδέσεων TCP για κατέβασμα αρχείων. Αυτό μπορεί να ποικίλλει, για παράδειγμα, στην περίπτωση υπερφόρτωσης των διακομιστών.
ja: TCP接続のダウンロードを達成するために、1,000分の1秒単位で時間を記録。例えばサーバーが高いロードである時は、この時間は変化する。

source: Total incoming upload requests. These numbers are incremented on every attempt to parse a request, and thus include every chunk for HTTP/1.1 transfers.
el: Σύνολο εισερχόμενων αιτήσεων για ανέβασμα αρχείων. Οι αριθμοί αυτοί αυξάνονται με κάθε προσπάθεια ανάλυσης μιας αίτησης, γι’ αυτό και περιλαμβάνουν κάθε τμήμα για μεταφορές HTTP/1.1.
ja: 内向きアップロード・リクエストの総数。この数値はリクエストを構文解析する試みのたびに区分され、HHTP/1.1の転送につき一まとまりとなる。

source: Total outgoing responses. These numbers are incremented before sending each response, and thus include every chunk for HTTP/1.1 transfers. 'Normal' is the number of requests for which we have attempted to transfer a portion of a file.
el: Σύνολο εξερχόμενων απαντήσεων. Οι αριθμοί αυτοί αυξάνονται πριν από την αποστολή κάθε απάντησης, και γι’ αυτό περιλαμβάνουν κάθε τμήμα για μεταφορές HTTP/1.1. «Κανονικό» είναι το σύνολο των αιτήσεων για τις οποίες προσπαθήσαμε να μεταφέρουμε ένα μέρος από κάποιο αρχείο.
ja: 外向き回答の総数。各答えを送信する前にこの数値は構文解析され、HHTP/1.1の転送につき一まとまりとなる。[ノーマル]とは、ファイルの一部分を転送しようとするリクエスト数。

source: Total incoming request methods. These numbers are incremented either for HTTP/1.1 transfer AFTER the initial incoming connection request or for push requests, after we have sent the initial GIV.
el: Σύνολο εισερχόμενων μεθόδων αιτήσεων. Οι αριθμοί αυτοί αυξάνονται είτε για μεταφορά HTTP/1.1 ΥΣΤΕΡΑ από την αρχική εισερχόμενη αίτηση για σύνδεση ή για αναγκαστικές αιτήσεις, αφού έχουμε στείλει το αρχικό GIV.
ja: 内向きリクエスト方法の総数。ユーザーが初回のGIVを送信した後に、初回の内向き接続リクエストまたはプッシュ・リクエストに関し、この数値にHHTP/1.1の構文解析がされる。

source: Total attempted, completed, interrupted or stalled uploads. These numbers are incremented per connection, not per chunk. (Stalled uploads will also be counted as an interrupted upload.)
el: Σύνολο αποστολών που επιχειρήθηκαν, συμπληρώθηκαν, διακόπηκαν ή που έμειναν στάσιμες. Οι αριθμοί αυτοί αυξάνονται ανά σύνδεση και όχι ανά τμήμα. (Οι στάσιμες αποστολές θα καταχωρηθούν ως αποστολές που διακόπηκαν.)
ja: 試行、完了、中断、または行き詰まりの状態にあるアップロードの総数。これらの数値は一まとまりではなく、各接続について構文解析される。（行き詰まりのアップロードは、中断されたアップロードとして数える。）

source: Not Sharing Files
el: Μη μοιραζόμενα αρχεία
ja: ファイル共有無し

source: Interrupted
el: Διακοπείσες
ja: 中断された

source: Number of Responses Requested and Received via the OOB Protocol
el: Αριθμός απαντήσεων που ζητήθηκαν και λήφθηκαν μέσω του πρωτοκόλλου OOB.
ja: リクエストされOOBプロトコルを介して受信された回答数

source: Validation Required
el: Επικύρωση Αναγκαία

source: Height:
el: Ύψος:

source: Display:
el: Εμφάνιση:

source: Vendor Messages
el: Μηνύματα πωλητή

source: HTTP Content
el: Περιεχόμενο HTTP

source: &New Folder
el: &Νέος Φάκελος

source: Launch the Selected File(s)
el: Άνοιγμα Επελεγμένου(ων) αρχείου(ων)

source: Delete the Selected File(s)
el: Διαγράψε το(α) επελεγμένο(να) αρχείο(α)

source: Refre&sh
el: Ανανέωση

source: E&xplore
el: Εξερεύνησε

source: Chat Requests
el: Αιτήσεις συνομιλίας (CHAT)

source: Please enter a valid verification URL for the license.
el: Παρακαλώ είσάγετε μια έγκυρη ιστοσελίδα(URL) πιστοποίησης για την άδεια.

source: You are sharing
el: Ο αριθμός των αρχείων που μοιράζεστε.

source: Loading Resources...
el: Φόρτωση πηγών...

source: LimeWire was unable to download the torrent file from the specified URL:
el: Το LimeWire ήταν ανίκανο να κατεβάσει το αρχείο με επέκταση torrent από τη συγκεκριμένη ιστοσελίδα(URL):

source: Check these associations when starting LimeWire:
el: Τσεκάρετε αυτές τις σχέσεις όταν αρχίζετε το LimeWire:

source: Alt. Locations
el: Εναλλακτικές τοποθεσίες

source: Only search results with a {0} are official LimeWire communications.
el: Μόνο αποτελέσματα με ένα {0} είναι αναγωνρισμένες πληροφορίες του LimeWire.

source: Loading TLS Encryption...
cy: Llwytho TLS Encryption...
de: TLS Verschlüsselung wird geladen...
el: Φόρτωση κρυπτογράφησης TLS...
id: Memuat Enkripsi TLS...
it: Caricamento Crittazione TLS...
ja: TLS 暗号化エンジンを読み込み中...
nn: Lastar TLS-kryptering …
pt: A carregar codificação TLS...
pt_br: Carregando Criptografia TLS...
sk: Načítavam kódovanie TLS...
sq: Po Ngarkoj Kriptimin TLS...
