Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Updating AVG Anti-Virus definitions - {0} of {1}
fa: به روز رسانی مشخصات آنتی ويروس AVG - {0} از {1}
gl: Estanse a actualizar as definicións do AVG Anti-Virus - {0} de {1}
he: מעדכן את בסיס הנתונים של AVG- עדכון מספר {0} מתוך {1}
ku: Raveya AVG antî-vîrûsê tê rojanekirin {0} ji {1}
lv: Atjaunina AVG Anti-Virus definīcijas - {0} of {1}
nb: Oppdaterer AVG Anti-Virus definisjoner - {0} av {1}
pl: Aktualizowanie definicji AVG Anti-Virus - {0} z {1}
ru: Обновление баз данных AVG Anti-Virus - {0} из {1}

source: Updating AVG Anti-Virus definitions
fa: به روز رسانی مشخصات آنتی ويروس AVG
gl: Estanse a actualizar as definicións do AVG Anti-Virus
ku: Raveya AVG antî-vîrûsê tê rojanekirin
lv: Atjaunina AVG Anti-Virus definīcijas
nb: Oppdaterer AVG Anti-Virus definisjoner
pl: Aktualizowanie definicji AVG Anti-Virus
ru: Обновление баз данных AVG Anti-Virus

source: Refine results...
da: Forfin resultater...
et: Täiusta Tulemusi
fa: تصفیه نتایج...
fi: Tarkenna tulosta...
ga: Scag na torthaí...
gl: Refinar resultados...
he: שפר תוצאות...
hr: Prečisti rezultate...
ku: Encaman teng bike...
lv: Rafinēt rezultātus...
nb: Forfin resultater...
nl: Resultaten verfijnen...
pl: Odśwież wyniki
ru: Улучшение результатов...
sv: Förfinar resultaten...
tr: Sonuçları daralt...

source: reset
et: Taaskäivita
fa: ریست
gl: reiniciar
he: אפס
hr: presloži
ku: bike weke berê
lv: Atiestatīt
nb: nullstill
pl: czyść
ru: сброс

source: more filters
et: Veel Filtreid
fa: فیلتر های بیشتر
gl: máis filtros
he: פילטרים נוספים
hr: više filtera
ku: zêdetir fîltre
lv: vairāk filtru
nb: flere filter
pl: więcej filtrów
ru: ещё фильтры

source: fewer filters
et: Vähem filtreid
fa: فیلتر های کمتر
gl: menos filtros
he: פחות מסננים
hr: manje filtera
ku: kêmtir fîltre
lv: mazāk filtru
nb: færre filter
pl: mniej filtrów
ru: менее фильтров

source: Categories
et: Teemad
fa: دسته ها
gl: Categorías
he: קטגוריות
hr: Kategorije
ku: Beş
lv: Kategorijas
nb: Kategorier
pl: Kategorie
ru: Категории

source: All {0}
et: Kõik {0}
fa: همه {0}
gl: Todo {0}
he: הכל {0}
hr: Svi {0}
ku: Hemû {0}
nb: Alle {0}
pl: Wszystkie {0}
ru: Всего {0}

source: Extensions
da: Endelser
et: Laiendused
fa: پسوند ها
fi: Tarkenteet
ga: Iarmhíreanna
gl: Extensións
he: הרחבות
hr: Nastavci
ku: Cûreyên Pelê
lv: Paplašinājumi
nb: Filendelser
nl: Extensies
pl: Rozszerzenia
ru: Расширения
tr: Uzantılar

source: Artists
et: Esitajad
fa: هنرمندان
gl: Artistas
he: אמנים
hr: Izvođači
ku: Stranbêj
lv: Izpildītāji
nb: Artister
pl: Wykonawcy
ru: Исполнители

source: Albums
et: Albumid
fa: آلبوم ها
gl: Álbums
he: אלבומים
hr: Albumi
ku: Albûm
lv: Albumi
nb: Albumer
pl: Albumy
ru: Альбомы

source: Genres
et: Stiil
fa: ژانر ها
gl: Xéneros
he: ז'אנרים
hr: Žanrovi
ku: Cûre
lv: Žanri
nb: Genrer
pl: Gatunki
ru: Жанры

source: {0} or above
et: {0} või rohkem
fa: {0} یا بالاتر
gl: {0} ou superior
he: {0} או יותר
hr: {0} ili iznad
ku: {0} an jî zêdetir
lv: {0} vai vairāk
nb: {0} eller høyere
pl: {0} lub więcej
ru: {0} или выше

source: {0} to {1}
et: {0} {1} - ni
fa: {0} تا {1}
gl: {0} a {1}
he: {0} עד {1}
hr: {0} do {1}
ku: {0} heta {1}
lv: {0} līdz {1}
nb: {0} til {1}
pl: {0} do {1}
ru: {0} к {1}

source: all
et: Kõik
fa: همه
gl: todo
he: הכל
hr: svi
ku: hemû
lv: viss
nb: alle
pl: wszystkie
ru: все

source: Sources
et: Allikad
fa: منابع
gl: Fontes
he: מקורות
hr: Izvori
ku: Çavkanî
lv: Avoti
nb: Kilder
pl: Źródła
ru: Источники

source: friends
et: Sõbrad
fa: دوستان
gl: amigos
he: חברים
hr: prijatelji
ku: hevalno
lv: draugi
nb: venner
pl: przyjaciele
ru: друзья

source: P2P Users
da: P2P brugere
et: P2P Kasutajad
fa: کاربران نظیر به نظیر
fi: P2P-käyttäjät
ga: Úsáideoirí P2P
gl: Usuarios P2P
he: משתפי קבצים
hr: P2P Korisnici
ku: Bikarhênerên P2P
lv: P2P Lietotāji
nb: P2P-brukere
nl: P2P-gebruikers
pl: Użytkownicy sieci P2P
ru: Пользователи
sv: P2P-användare
tr: P2P Kullanıcıları

source: Any Friend
et: Iga Sõber
fa: هر دوستی
gl: Todos os amigos
he: כל חבר
hr: Svaki Prijatelj
ku: Hemû Heval
lv: Jebkurš Draugs
nb: Enhver venn
pl: Jakikolwiek Znajomy
ru: Любой Друг

source: Nickname:
da: Alias:
es: Apodo:
et: Hüüdnimi:
fa: لقب:
fi: Lempinimi:
fr: Pseudonyme :
ga: Leasainm:
gl: Alcume:
he: כינוי:
hr: Nadimak:
ku: Navê kod:
lv: Pseidonīms:
nb: Kallenavn:
nl: Bijnaam:
pl: Pseudonim:
ru: Ник:
sv: Smeknamn:
tr: Takma ad:

source: Accept?
et: Nõustud?
fa: آیا می پذیرید؟
gl: Aceptar?
he: קבל?
hr: Prihvati?
ku: Bipejirîne?
lv: Pieņemt?
nb: Aksepter?
pl: Zgadzasz się?
ru: Принять?

source: {0} wants to be your friend.
et: {0} tahab olla Sinu sõber.
fa: {0} می خواهد دوست شما شود.
gl: {0} desexa ser o seu amigo.
he: {0} רוצה להיות חבר שלך.
hr: {0} želi biti tvoj prijatelj.
ku: {0} dixwaze bibe hevalê te.
lv: {0} vēlas būt Tavs draugs.
nb: {0} ønsker å legge deg til som venn.
pl: {0} chcę być Twoim znajomym.
ru: {0} хочет стать вашим другом.

source: Add Friend...
et: Lisa Sõber
fa: اضافه کردن دوست...
gl: Engadir un amigo
he: הוסף חבר...
hr: Dodaj Prijatelja...
ku: Heval Lê Zêdeke...
lv: Pievieno draugu...
nb: Legg til venn...
pl: Dodaj Znajomego...
ru: добавить друга...

source: Browse Friends' Files
et: Sirvi Sõprade Faile
fa: مرور کردن فایل های دوست
gl: Explorar os ficheiros dos amigos
he: סייר בקבצי החברים
hr: Pretraži Datoteke Prijatelja
ku: Pelên hevalên xwe bibîne
lv: Pārlūkot Drauga datnes
nb: Bla gjennom filene til vennene dine
pl: Przeglądaj pliki Znajomych
ru: Обзор Файлов Друзей

source: Sign out
et: Logi välja
fa: خارج شدن
gl: Pechar sesión
he: התנתק
hr: Odjava
ku: Derkeve
lv: Atslēgties
nb: Logg ut
pl: Wypisz się
ru: Выход

source: &Available
da: &Tilgængelig
es: &Disponible
et: Saadaval
fa: &در دسترس
fi: &Saatavilla
fr: &Disponible
ga: &Ar Fáil
gl: &Dispoñible
he: &זמין
hr: &Dostupno
ku: &Guncan
lv: &Pieejams
nb: &Tilgjengelig
nl: Beschikbaar
pl: &Dostępny
ru: &Доступен
sv: &Tillgänglig
tr: &Mevcut

source: &Do Not Disturb
da: &Forstyr ikke
es: &No molestar
et: Mitte Segada
fa: &لطفا مزاحم نشوید
fi: &Älä häiritse
fr: &Ne pas déranger
ga: &Ná Cuir Isteach Orm
gl: &Non molestar
he: נא &לא להפריע
hr: &Ne Smetaj
ku: &Aciz neke
lv: &Netraucēt
nb: &Ikke Forstyr
nl: Niet storen
pl: Nie &przeszkadzać
ru: Не &беспокоить
sv: &Stör Inte
tr: &Rahatsız Etmeyin

source: {0} is typing...
da: {0} Skriver...
es: {0} está escribiendo...
et: {0} kirjutab
fa: {0} در حال نوشتن است...
fi: {0} kirjoittaa...
fr: {0} écrit...
ga: Tá {0} ag clóscríobh...
gl: {0} está escribindo...
he: {0} כותב...
hr: {0} tipka...
ku: {0} dinivîse...
lv: {0} raksta...
nb: {0} skriver...
nl: {0} is een bericht aan het schrijven...
pl: {0} pisze...
ru: {0} печатает...
sv: {0} skriver...
tr: {0} yazıyor...

source: Close Conversation
et: Sulge Vestlus
fa: بستن گفت و گو
gl: Rematar a conversa
he: סגור שיחה
hr: Blizak Razgovor
ku: Axaftinê Dade
lv: Aizvērt sarunu
nb: Lukk samtale
pl: Zamknij rozmowę
ru: Закрыть Беседу

source: Status:
et: Olek:
fa: وضعیت:
gl: Estado:
he: מצב:
ku: Rewş:
lv: Statuss:
pl: Stan:
ru: Статус:

source: Unable to access remote file
da: Kan ikke få adgang til fjern fil
es: Imposible acceder al archivo remoto
et: Ligipääs puudub juhtimis failile
fa: فایل دوردست غیر قابل دسترس است
fi: Ulkoista tiedostoa ei voida avata
fr: Impossible d’accéder au fichier distant
ga: Níorbh fhéidir comhad cianda a rochtain
gl: Imposible acceder ao ficheiro remoto
he: לא מצליח לגשת לקובץ מרוחק
hr: Nemoguć pristup udaljenoj datoteci
ku: Nikare bigihe pela li dûr
lv: Nav iespējams piekļūt attālai datnei
nb: Ingen tilgang til filen
nl: Kan geen toegang krijgen tot extern bestand
pl: Nie można uzyskać dostępu do odległego pliku
ru: Нет доступа к удалённому файлу
tr: Uzaktaki dosyaya erişim yapılamıyor

source: Hyperlink
es: Hiperenlace
et: Hüperlink
fa: فراپیوند
fi: Hyperlinkki
fr: Hyperlien
ga: Hipearnasc
gl: Hiperligazón
he: קישור
hr: Hiperveza
ku: Hîperlînk
lv: Hipersaite
nb: Lenke
pl: Hiperłącze
ru: Ссылка
sv: Hyperlänk
tr: Web Bağı

source: Message from the chat server
et: Sõnum vestluse serverist
fa: پیام از خدمات دهنده گفت و گو
gl: Mensaxe dende o servidor de chat
he: הודעה משרת הצ'אט
hr: Poruka od razgovornog poslužitelja
ku: Ji pêşkêşkera pevaxaftinê peyam
lv: Ziņojums no čata servera
nb: Beskjed fra chatserveren
pl: Wiadomość z serwera czatu
ru: Сообщение из чата

source: Chat from {0}
da: Chat fra {0}
et: Vestlus {0} - lt
fa: گفت و گو از {0}
fi: Keskustelupyyntö {0}
fr: Discussion de {0}
ga: Cómhrá ó {0}
gl: Chatear en {0}
he: שיחה מ-{0}
hr: Brbljanje od {0}
ku: Pevaxaftin ji {0}
lv: Čato no {0}
nb: Chat fra {0}
nl: Chatten van {0}
pl: Rozmawia z {0}
ru: Чат от {0}
sv: Chatt från {0}
tr: {0} dan Sohbet

source: Reply
da: Svar
es: Responder
et: Vasta
fa: پاسخ
fi: Vastaa
fr: Répondre
ga: Freagair
gl: Responder
he: השב
hr: Odgovori
ku: Bersiv
lv: Atbilde
nb: Svar
nl: Antwoorden
pl: Odpowiedz
ru: Ответить
sv: Svara
tr: Yanıtla

source: Chat ({0})
et: Vestle ({0})
fa: گفت و گو ({0})
fi: Kekustele ({0})
ga: Comhrá ({0})
he: שיחה ({0})
hr: Brbljanje {0}
ku: Pevaxaftin ({0})
lv: Čats ({0})
nl: Chatten ({0})
pl: Czat ({0})
ru: В чате ({0})
sv: Chatt ({0})
tr: Sohbet Et ({0})

source: Open Conversation
et: Ava Vestlus
fa: گفت و گوی آزاد
gl: Conversación aberta
he: פתח שיחה
hr: Otvoreni Razgovor
ku: Axaftin Bide Destpêkirin
lv: Atvērt sarunu
nb: Start samtale
pl: Rozpocznij rozmowę
ru: Открыть Беседу

source: Share New List
et: Jaga Uut Loendit
fa: به اشتراک گذاری فهرست جدید
gl: Compartir unha listaxe nova
he: שתף רשימה חדשה
hr: Razmjeni Novu Listu
ku: Lîsteya Nû Pearve Bike
lv: Koplietot jaunu sarakstu
nb: Del ny liste
pl: Udostępnij nową listę
ru: Новый Список Общего

source: Untitled
et: Pealkirjata
fa: بدون عنوان
gl: Sen título
he: ללא כותרת
hr: Bez naslova
ku: Bêsernav
lv: Bez nosaukuma
nb: Navnløs
pl: Nieznany tytuł
ru: Безымянный

source: Share List
et: Jagamis Loend
fa: فهرست به اشتراک گذاری
gl: Compartir unha listaxe
he: רשימת שיתוף
hr: Razmjeni Listu
ku: Lîsteyê Parve Bike
lv: Koplietot sarakstu
nb: Dele liste
pl: Lista udostępnionych
ru: Списоу Общего

source: Facebook chat is not supported in this version of LimeWire.
et: FaceBooki vestlus pole selles versioonis toetatud.
fa: گفت و گوی Facebook در این نسخه از LimeWire پشتیبانی نشده است.
gl: O chat de Facebook non está soportado nesta versión de LimeWire.
he: צ 'אט פייסבוק לא נתמך בגרסה זו של LimeWire
hr: Facebook razgovor nije podržan u ovoj LimeWire inačici.
ku: Di vê guhertoya LimeWire de pevaxaftina Facebookê tune.
lv: Šī LimeWire versija neatbalsta Facebook čatu
nb: Facebook chat er ikke støttet i denne versjonen av LimeWire.
pl: Ta wersja LimeWire nie obsługuje czatu Facebook
ru: Чат Facebook не поддерживается данной версией Lime Wire

source: We at Lime Wire are actively looking into remedies. In the meantime, you will still be able to browse friends.
et: LimeWire-i meeskond vaatab õiguskaitsevahendi poole. Selle aja jooksul saad sa ikka sõpru sirvida.
fa: ما در Lime Wire با تلاش بسیار به دنبال راه حل می گردیم. در این مدت شما هنوز قادر به مرور کردن دوستان هستید.
gl: Estamos a buscar unha solución activamente. Entrementres aínda pode explorar amigos.
he: אנחנו ב-LimeWire פועלים באופן שותף לתפל בתקלות . בינתיים, אתם עדיין יכולים לגלוש חברים.
hr: Mi u LimeWire aktivno tragamo za popravkama. U međuvrijemenu , vi još uvijek možete tragati za prijateljima.
ku: Em niha di LimeWire'ê de çareseriyê digerin. Di vê navberê de hûn ê bikarin hevalên xwe bibînin.
lv: Mēs no LimeWire aktīvi meklējam līdzekļus. Timēr, Tu joprojām vari pārlūkot draugus.
nb: Vi hos LimeWire arbeider aktivt for å fikse problemer. I mellomtiden kan du fortsatt bla gjennom venner.
pl: My, twórcy LimeWire, aktywnie szukamy rozwiązań. W tym czasie wciąż będziesz mógł przeglądać znajomych.
ru: Мы в Lime Wire активно изучаем средства. Тем временем, вы все еще сможите просмотреть друзей.

source: Thank you for your patience.
et: Täname Teid Kannatlikkuse eest.
fa: از صبر و حوصله شما متشکریم.
gl: Grazas pola súa paciencia.
he: תודה על הסבלנות
hr: Hvala na strpljenju.
ku: Ji sebra we spas.
lv: Paldies par Jūsu pacietību.
nb: Takk for tålmodigheten din.
pl: Dziękujemy za cierpliwość
ru: Спасибо за терпение

source: On the Record
et: Salvestamine on sees
fa: درون فهرست
gl: No rexistro
he: נכתב בפרוטוקול
hr: Službeno
ku: Tomar dike
nb: Logg samtale
pl: Włącz nagranie
ru: Официальный

source: Off the Record
et: Salvestamine on väljas
fa: بیرون فهرست
gl: Fóra do rexistro
he: לא בפרוטוקול
hr: Neslužbeno
ku: Tomar nake
nb: Ikke logg samtale
pl: Wyłącz nagranie
ru: Неофициальный

source: File offer not sent because friend signed off.
et: Faili pakkumist ei saadetud, sest sõppra pole sees.
fa: پیشنهاد فایل به دلیل خارج شدن دوست ارسال نشد
gl: O ficheiro non foi enviado porque o seu amigo pechou a sesión.
he: הצעת קובץ לא נשלחה משום שהחבר התנתק.
hr: Ponuđena datoteka nije poslana jer je prijatelj odjavljen.
ku: Daxwaza pelê nehat şandin ji ber ku hevalê te deket.
lv: Datnes piedāvājums nav nosūtīts, jo draugs atslēdzās.
nb: Fildeling ble ikke sent fordi venn logget av
pl: Propozycja pliku nie została wysłana, ponieważ znajomy się wypisał.
ru: Файл не принят другом, т.к. он вышел из сети

source: me
et: Mina
fa: خودم
gl: eu
he: אני
hr: mene
ku: Ez
lv: es
nb: meg
pl: ja
ru: я

source: Downloading {0}
da: Downloader {0}
et: Laen Alla {0}
fa: در حال دانلود {0}
fi: Ladataan {0}
fr: Chargement de {0}
gl: A descargar {0}
he: מוריד {0}
hr: Preuzimanje {0}
ku: Dadixe {0}
lv: Lejuplādē {0}
nb: Laster ned {0}
pl: Pobieranie {0}
ru: Загружается {0}

source: Download cancelled. Click button to retry
da: Download afbrudt. Klik på knap for at forsøge igen
et: Allalaadimine katkestatud. Vajuta nupule, et uuesti proovida
fa: دانلود لغو شد. برای کوشش دوباره روی دکمه کیلیک کنید.
fi: Lataus on peruttu. Paina nappulaa yrittääksesi uudelleen
fr: Chargement annulé. Cliquez le bouton pour réessayer.
gl: Descarga cancelada. Prema o botón para reintentar
he: הורדה בוטלה. לחץ על הכפתור כדי לנסות בשנית.
hr: Preuzimanje zaustavljeno. Kliknite gumb da ponovo pokušate.
ku: Daxistin betalbû. Ji bo dîsa biceribînî bitike
lv: Lejuplāde atcelta. Klikšķināt pogu, lai sāktu atkārtoti
nb: Nedlasting avbrutt. Klikk på knappen for å prøve igjen
pl: Pobieranie anulowane. Naciśnij przycisk by powtórzyć.
ru: Загрузка отменена. Кликните для повтора

source: Error downloading file. Click button to retry
da: Fejl ved download af fil. Klik på knap for at forsøge igen
et: Viga faili allalaadimisel. Vajuta nupule, et uuesti proovida
fa: خطا در هنگام دانلود فایل. برای کوشش دوباره روی دکمه کلیک کنید.
fi: Virhe tiedoston latauksessa. Paina nappulaa yrittääksesi uudelleen
fr: Erreur de chargement du fichier. Cliquez le bouton pour réessayer.
gl: Erro na descarga do ficheiro. Prema o botón para reintentar
he: בעיה בהורדת קובץ. לחץ על הכפתור כדי לנסות בשנית.
hr: Greška u preuzimanju datoteke. Kliknite gumb da ponovo pokušate.
ku: Di daxistina pelê de çewtî. Ji bo dîsa ceribandinê li bişkojkê bitike
lv: Kļūda datnes lejuplādē. Klikšķināt pogu, lai sāktu atkārtoti
nb: Feil ved nedlasting. Klikk på knappen for å prøve igjen
pl: Błąd pobierania. Naciśnij przycisk by powtórzyć
ru: Ошибка при загрузке файла. Кликните для повтора

source: {0}Downloaded but not scanned for viruses{1}
fa: {0} دانلود انجام شد ولی برای ويروس اسکن نشد {1}
gl: {0}Descargado pero sen comprobar a existencia de virus{1}
he: {0} הורד אך לא נסרק לוירוסים {1}
ku: {0}Hat daxistin lê ji bo vîrûsan nehat venihêrtin{1}
lv: {0}Lejupielādēts, bet nav vīrusu skenēts{1}
nb: {0}Lastet ned men ikke skannet for virus{1}
ru: {0}Загружено, но не проверено на вирусы{1}

source: Message not sent because friend signed off.
et: Sõnumit ei saadetud kuna sõppra pole sees.
fa: پیام به دلیل خارج شدن دوست ارسال نشد.
gl: A mensaxe non foi enviada porque o seu amigo pechou a sesión.
he: הודעה לא נשלחה משום שהחבר התנתק.
hr: Poruka nije poslana jer je prijatelj odjavljen.
ku: Peyam nehat şandin ji ber ku hevalê te derket
lv: Ziņojums nav nosūtīts, jo draugs atslēdzās.
nb: Meldingen ble ikke sendt fordi venn logget av
pl: Wiadomość nie została wysłana, ponieważ znajomy się wypisał.
ru: Сообщение не отослано, т.к. друг вышел.

source: Chat is now off the record
et: Vestlust Ei Säilitata
fa: گفت و گو اکنون در بیرون فهرست است
gl: A conversa non está a ser rexistrada
he: השיחה כעת לא נרשמת בפרוטוקול
hr: Razgovor je sada neslužben
ku: Pevaxaftin niha derveyî tomarkirinê ye
nb: Samtale blir ikke lagret
pl: Ten czat jest teraz nieoficjalny.
ru: Чат сейчас не для записи

source: Chat is now on the record
et: Vestlust Säilitatakse
fa: گفت و گو اکنون در درون فهرست است
gl: A conversa está a ser rexistrada
he: השיחה כעת נרשמת בפרוטוקול
hr: Razgovor je sada služben
ku: Pevaxaftin niha tê tomarkirin
nb: Samtale blir lagret
pl: Ten czat jest teraz oficjalny.
ru: Чат сейчас для записи

source: File sharing with friends
et: Faili jagmine koos sõpradega
fa: به اشتراک گذاری فایل با دوستان
gl: Compartir ficheiros cos amigos
he: שיתוף קבצים עם חברים
hr: Razmjena datoteka sa prijateljima
ku: Bi hevalên xwe re parvekirina pelan
lv: Datņu koplietošana ar draugiem
nb: Fildeling med venner
pl: Dzielenie się plikiem ze znajomymi
ru: Отослать файлы друзьям

source: Share with friends on LimeWire with the following:
et: Jaga järgmiste LimeWire sõppradega:
fa: به اشتراک گذاری با دوستان در LimeWire به صورت زیر:
gl: Compartir con amigos por medio de:
he: שתף עם חברים ב-LimeWire שיש להם:
hr: Razmjenjuj sa prijateljima na LimeWire sa slijedećim:
ku: Bi van hevalên xwe yên LimeWireê parve bike:
lv: Koplietot ar LimeWire draugiem:
nb: Del med venner på LimeWire med det følgende:
pl: Podziel się ze znajomymi na LimeWire z następującymi:
ru: Поделить с друзьями на LimeWire следующие:

source: Signing in...
da: Loggar ind...
es: Iniciando sesión...
et: Sisse logimine
fa: در حال وارد شدن...
fi: Kirjaudutaan...
fr: Identification en cours...
ga: Ag síniú isteach...
gl: Iniciando sesión...
he: מתחבר...
hr: Prijavljivanje...
ku: Tê dikeve...
lv: Pieslēdzas...
nb: Logger inn...
nl: Bezig met aanmelden...
pl: Logowanie...
ru: Авторизация...
sv: Loggar in...
tr: Oturum açılıyor...

source: Incorrect username or password.
da: Forkert brugernavn eller adgangskode.
es: Nombre de usuario o contraseña incorrecta.
et: Vale kasutajanimi või salasõna.
fa: نام کاربری یا کلمه عبور نادرست است.
fi: Väärä käyttäjätunnus tai salasana.
fr: Nom d’utilisateur ou mot de passe incorrect
ga: Ainm nó focal faire mícheart.
gl: O nome de usuario ou o contrasinal son incorrectos.
he: שם משתמש או סיסמה שגויים.
hr: Neispravno korisničko ime ili lozinka
ku: Nav an jî nasnav çewt e.
lv: Nepareizs lietotājvārds vai parole.
nb: Feil brukernavn eller passord.
nl: Incorrecte gebruikersnaam of wachtwoord.
pl: Podana nazwa użytkownika lub hasło nie są poprawne.
ru: Неправильное имя пользователя или пароль.
sv: Felaktigt användarnamn eller lösenord
tr: Yanlış kullanıcı adı veya şifre.

source: Sign in with {0}
et: Logi sisse {0} - ga
fa: وارد شدن با {0}
gl: Iniciar sesión con {0}
he: התחבר עם {0}
hr: Prijavi se sa {0}
ku: Têkeve bi {0}
lv: Pieslēgties ar {0}
nb: Logg på med {0}
pl: Zaloguj sie jako {0}
ru: Подписать с {0}

source: Domain
da: Domæne
es: Dominio
et: Valdkond
fa: دامنه
fr: Domaine
ga: Fearann
gl: Dominio
he: מתחם
hr: Domena
lv: Domēns
nb: Domene
nl: Domein
pl: Domena
ru: Домен
sv: Domän
tr: Alan

source: Email
et: E-Post
fa: پست الکترونیک
gl: Correo-e
he: דוא"ל
ku: Epeyam
lv: E-pasts
nb: E-post
ru: Эл. почта

source: Sign in when I start LimeWire
et: Logi automaatselt sisse kui ma käivitan LimeWire
fa: هنگامی که LimeWire را شروع می کنم، وارد شو
gl: Iniciar sesión ao abrir o LimeWire
he: התחבר כאשר אני מריץ את LimeWire
hr: Prijavi se kod startanja LimeWire
ku: Dema min LimeWire vekir têkeve
lv: Pieslēgties, kad sāku LimeWire
nb: Logg inn når jeg starter LimeWire
pl: Zaloguj przy starcie LimeWire
ru: Подписать, когда запускаю LimeWire

source: Choose another account
et: Vali Teine kasutaja
fa: انتخاب حساب دیگر
gl: Escoller outra conta
he: בחר חשבון משתמש אחר
hr: Odaberi drugi račun
ku: Hesabeke din hilbijêre
lv: Izvēlēties citu kontu
nb: Velg en annen konto
pl: Wybierz inne konto
ru: Выбрать другую учетную запись

source: All Files and Folders
et: Kõik Failid ja Kaustad
fa: همه فایل ها و پوشه ها
gl: Todos os ficheiros e cartafoles
he: כל הקבצים והתיקיות
hr: Sve Datoteke i Mape
ku: Hemû pel û peldank
lv: Pievienot failus un mapes
nb: Alle filer og mapper
pl: Wszystkie Pliki i Foldery
ru: Все файлы и папки

source: Filter
et: Filtreeri
fa: فیلتر
gl: Filtro
he: סינון
ku: Fîltre
lv: Filtrs
pl: Filtr
ru: Фильтр

source: LimeWire could not play this file. There may not be a sound device installed on your computer or your speakers may not be plugged in.
et: LimeWire ei saa mängida seda faili. Heli seadist ei ole paigaldatud teie arvutisse või kõlarid ei ole ühendatud.
fa: LimeWire قادر به پخش فایل نبود. ممکن است دستگاه صوتی روی کامپیوتر شما نصب نشده باشد و یا بلندگوهایتان وصل نباشند.
gl: LimeWire non puido reproducir este ficheiro. Ou ben non hai un dispositivo de son na computadora ou os altofalantes non están conectados.
he: לא ניתן לנגן את הקובץ. תתכן בעיה בהתקן הקול המותקן על מחשבך או שאו הרמקולים אינם מחוברים
hr: LimeWire nije mogao pokrenuti ovu datoteku. Možda vam fali zvučnik ili je isključen.
ku: LimeWire nikare vê pelê lê bide. Heye ku di komputera we de amûreke dengê tune be an jî koparlorên te ne girêdayî bin.
lv: LimeWire nespēj atskaņot šo failu. Jūsu datorā var nebūt instalēta skaņu ierīce vai jūsu skaļruņi var nebūt pievienoti.
nb: LimeWire kunne ikke spille av denne feilen. Det kan hende at du ikke har noe lydapparat installert på datamaskinen din eller at høytalerne dine ikke er koblet til maskinen.
ru: LimeWire не смог воспроизвести этот файл. Возможно проблемы со звуковой картой или колонки не подключены.

source: Problem Playing File
et: Probleem faili esitamisel
fa: اشکال در پخش فیل
gl: Houbo un problema ao reproducir o ficheiro
he: בעייה בניגון קובץ
hr: Problem Pokrenuti Datoteku
ku: Di lêdana pelê de çewtî
lv: Problēma atskaņot failu
nb: Problem ved avspilling av fil
pl: Problem otwierania pliku
ru: Проблема при воспроизведении файла

source: {0} files
et: {0} faili
fa: {0} فایل
gl: {0} ficheiros
he: {0} קבצים
hr: {0} datoteka
ku: {0} pel
lv: {0} faili
nb: {0} filer
pl: {0} plików
ru: {0} файлов

source: {0} of {1} files
et: {0} faili {1}-st
fa: {0} از {1} فایل
gl: {0} de {1} ficheiros
he: {0} מתוך {1} קבצים
hr: {0} od {1} datoteka
ku: {0} ji {1} pelan
lv: {0} no {1} failiem
nb: {0} av {1} filer
pl: {0} z {1} plików
ru: {0} из {1} файлов

source: Files in this list are shared anonymously with the world.
et: Failid selles loendis on jagatud anonüümselt.
fa: فایل های درون این فهرست به طور ناشناس با دنیا تبادل می شود.
gl: Os ficheiros desta listaxe son compartidos anonimamente con calquera usuario.
he: קבצים ברשימה זו משותפים בצורה אנונימית עם העולם.
hr: Datoteke sa ove liste se anonimno razmjenjuju sa svijetom.
ku: Pelên di vê lîsteyê bi dinyayê re bi awayeke bênav tê parvekirin.
lv: Faili šajā sarakstā tiek anonīmi koplietoti ar pasauli.
nb: Filer i denne listen deles anonymt med resten av verden.
pl: Pliki w tej liście są udostępnione anonimowo światu.
ru: Файлы этого списка разделяются анонимно с миром.

source: Clear Files
et: Eemalda Failid
fa: پاک سازی فایل ها
gl: Limpar ficheiros
he: נקה קבצים
hr: Očisti Datoteke
ku: Pelan paqijke
lv: Notīrīt failus
nb: Fjern filer
pl: Wyczyść pliki
ru: Очистить файлы
