Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire encountered an error in the Digital Audio Access Protocol (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
bs: LimeWire je susreo grešku u Digitalnom Audio Protoklu (za razmjenu datoteka u iTunes-u). Ova opcija biće isključena. Možete je uključiti ponovo u rubrici opcije pod pojmom iTunes -> Razmjenjivanje.
cy: Mae LimeWire wedi darganfod gwall yn y Protocol Sain Digidol (i rannu iTunes). Mae hwn yn mynd i gael ei ddiffod. Gallet ti ei ail-ddechrau yn opsiynnau, o dan iTunes -> Rhannu.
de: Im Digital Audio Access-Protokoll (für Filesharing mit iTunes) ist ein Fehler aufgetreten. Dieses Feature wird deaktiviert. Sie können es in den Einstellungen unter iTunes -> Sharing wieder aktivieren.
el: Το LimeWire αντιμετώπισε ένα σφάλμα στο πρωτόκολλο πρόσβασης ψηφιακού ήχου (για τη διανομή των αρχείων στο iTunes). Αυτή η λειτουργία θα απενεργοποιηθεί. Μπορείτε να την ενεργοποιήσετε πάλι από τις επιλογές, στο iTunes -> Διαμοιρασμός.
hu: A LimeWire hib�t �szlelt az iTunes-beli f�jlmegoszt�sra haszn�lt Digit�lis Audi�hozz�f�r�si protokollban. Ez a lehet�s�g ki lesz kapcsolva. Az opci�k k�z�tt (iTunes -> Megoszt�s) visszakapcsolhatod.
id: LimeWire mengalami kesalahan pada Digital Audio Access Protocol (untuk berbagi berkas pada iTunes). Fitur ini akan dimatikan. Anda bisa menyalakannya lagi pada pilihan di iTunes -> Sharing.
it: Limewire h incontrato un errore nel protocollo Digital Audio Access (per condividere file in iTunes). Questa funzione verrà disabilitata. Puoi riabilitarla, nel menu 'Opzioni', 'iTunes' -> 'Condivisione'.
ja: iTunes のファイル共有に使われるデジタル・オーディオ・アクセス・プロトコルでエラーを検出。この機能は無効になるが、この機能は"iTunes" -> "共有" から戻せる。
nn: Limewire klarte ikke å starte den Digitale Audio Access Protokollen (for å dele filer i iTunes). Denne tjenesten vil bli skrudd av. Du kan skru den på igjen i Alternativer, under iTunes -> Deling.
pt: O LimeWire econtrou um erro no Protocolo de Acesso Áudio Digital (para partilhar ficheiros em iTunes). Esta característica será desligada. Pode activá-la novamente nas opções, em iTunes -> Partilhar.
pt_br: O LimeWire econtrou um erro no protocolo de acesso de Áudio digital (para compartilhar arquivos em iTunes). Esta característica será desligada. Você pode ativá-la novamente nas opções, em iTunes -> compartilhar.
sk: LimeWire narazil na chybu v prístupovom protokole Digital Audio (pre zdiaľanie súborov v iTunes). Táto funkcia bude vypnutá. Môžet ju povoliť v nastaveniach v iTunes -> Zdieľanie (Sharing).
sq: LimeWire takoi një gabim në Protokollin për Hapjen e Zërave Dixhitalë (për shpërndarjen në iTunes). Kjo veçori do të fiket! Ju mund ta ndizni atë përsëri tek Mundësitë, në iTunes -> Shpërndarje.
sr: LimeWire je naišao na grešku u Digitalnom Audio protokolu (za razmenu fajlova u iTunes-u). Ova mogućnost biće isključena. Možete je uključiti ponovo u podešavanjima, pod nazivom iTunes -> Razmena.
uk: LimeWire зазнав помилки в Протоколі Доступу до Цифрового Аудіо (DAAP) (для обміну файлами в iTunes). DAAP буде вимкнено. Ви зможете увімкнути DAAP в налаштуваннях, iTunes -> Спільний доступ.

source: LimeWire was unable to start the Digital Audio Access Protocol (for sharing files in iTunes) because a Microsoft patch is required or a firewall is blocking access. LimeWire can direct you to Microsoft's page with information if you want to use this feature. Click 'Yes' to go to the patch, 'No' to disable this feature, or 'Cancel' to decide later.
bs: LimeWire nije bio u mogućnosti da započne Digitalni pristup audio protokolu (za razmjenu datoteka u iTunes-u) zato što je neophodna dopuna Microsofta ili je Firewall zaustavio pristup. LimeWire vas može uputiti na Microsoft internet stranicu sa potrebnim informacijama ukoliko želite da koristite ovaj oblik. Pritisnite 'Da' da odete na dopunu, 'Ne' za onemogućavanje datog oblika, ili 'Poništi' kad odlučite kasnije.
cy: Roedd LimeWire yn methu dechrau y Protcol Sain Digidol (i rannu ffeiliau yn iTunes) achos bod angen ategyn (patch) Microsoft neu am fod y wal tan yn blocio mynediad. Mae LimeWire yn gallu dy gyfeirio i dudalen Microsoft gyda'r wybodaeth. Cicia 'Iawn' i gael y darn, 'Na' i'w hepgor, neu 'Canslo' i benderfynu nes ymlaen.
de: LimeWire konnte das Digital Audio Access-Protokoll nicht starten (für Filesharing mit iTunes), weil ein Microsoft-Patch benötigt wird oder eine Firewall den Zugang blockiert. LimeWire kann Sie auf die Internetseite von Microsoft weiterleiten, wenn Sie dieses Feature nutzen wollen. Klicken Sie auf 'Ja', um zum Patch zu gelangen, auf 'Nein', um dieses Feature abzustellen oder auf 'Abbrechen', um sich später zu entscheiden.
el: Το LimeWire δέν μπόρεσε να εκκινήσει το πρωτόκολλο πρόσβασης ψηφιακού ήχου (για τον διαμoιρασμό αρχείων στο iTunes) επειδή το τείχος προστασίας εμποδίζει την πρόσβαση. Για να συνεχίσετε να χρησιμοποιείτε αυτή τη λειτουργία, πατήστε «Ναι» και αλλάξτε τις ρυθμίσεις του τείχους προστασίας ώστε να παρέχει στο 'LimeWire.exe' πλήρη πρόσβαση στις εισερχόμενες και εξερχόμενες συνδέσεις. Για να απενεργοποιήσετε αυτή τη λειτουργία, πατήστε «Οχι».
hu: A LimeWire nem tudta elind�tani a Digit�lis Audi�hozz�f�r�si protokollt (az iTunes-beli f�jlmegoszt�shoz), mert egy Microsoft friss�t�s sz�ks�ges, vagy egy t�zfal blokkolja a LimeWire-t. A LimeWire, ha haszn�lni szeretn�d ezt az opci�t, a Microsoft oldal�ra ir�ny�t �t. Kattints az 'Igen' gombra a friss�t�s�rt, a 'Nem'-re az opci� kikapcsol�s��rt, vagy a 'M�gs�'-re, ha majd k�s�bb d�ntesz.
id: LimeWire tidak dapat memulai Digital Audio Access Protocol (untuk berbagi berkas di iTunes) karena memerlukan patch dari Microsoft atau diblokir oleh firewall. LimeWire dapat menunjukkan anda ke halaman Microsoft yg berisi informasi tentang fitur ini. Klik 'Ya' untuk mendapatkan patch, 'Tidak' untuk mematikan fitur ini, atau 'Batal' untuk memutuskannya nanti.
it: Limewire non può avviare il protocollo Digital Audio Access (per condividere file in iTunes) perchè è richiesta una patch Microsoft o un firewall sta bloccando l'accesso alla rete. Limewire può reindirizzarti alla pagina web Microsoft se vuoi usare questa funzione. Seleziona 'Sì' se vuoi scaricare questa patch, 'No' per disabilitare questa funzionalità, o 'Annulla' per scegliere in seguito.
ja: LimeWireはファイアウォールがアクセスをブロックしていて、デジタル・オーディオ・アクセス・プロトコル（iTunesでファイル共有）を開始できません。 今後この機能を使うには、｢はい｣をクリックしてファイアウォールの設定変更し、‘LimeWire.exe’で100％のアクセスの内外の接続を許可できます。 この機能を使用しない場合は、｢いいえ｣をクリックします。
nn: Limewire klarte ikke å starte den Digitale Audio Access Protokollen (for å dele filer i iTunes) på grunn av en Microsoft patch som behøves, eller en Brannmur som blokkerer tilgang. Limewire kan redirigere deg til Microsofts side med informasjon om du vil bruke dene tjenesten. Trykk 'Ja' for å gå til oppgraderingen, eller 'Nei' hvis du vil vente til senere.
pt: O LimeWire não conseguiu iniciar o Protocolo de Acesso Áudio Digital (para partilhar ficheiros em iTunes) em virtude de ser necessário uma correcção da Microsoft ou de existir um firewall a bloquear o accesso. O LimeWire pode encaminhá-lo para a página de informações da Microsoft se pretende utilizar esta característica. Faça clique em 'Sim' para ir para a correcção, 'Não' para desactivar esta característica, ou 'Cancelar' para decidir mais tarde.
pt_br: O LimeWire não conseguiu iniciar o protocolo de acesso de Áudio digital (para compartilhar arquivos em iTunes) em virtude de ser necessário uma correcção da microsoft ou de existir um firewall bloqueando o acesso. O LimeWire pode encaminhá-lo para a página de informações da microsoft se pretende utilizar esta característica. Clique em 'Sim' para ir para a correção, 'Não' para desativar esta característica, ou 'Cancelar' para decidir mais tarde.
sk: LimeWire nemohol spustiť prístupový protokol Digital Audio (kvôli zdieľaniu súborov v iTunes) pretože je potrebná oprava (patch) od Microsoftu alebo váš firewall blokuje prístup. Ak chcete používať túto funckiu, LimeWire vás môže presmerovať na stránku Microsoftu s potrebnými informáciami. Kliknite na 'Áno' na získanie opravy, 'Nie' na vypnutie tejto funckie alebo na 'Zrušiť', ak sa chcete rozhodúť neskôr.
sq: LimeWire nuk arriti ta nisë Protokollin për Hapjen e Zërave Dixhitalë (për shpërndarjen në iTunes) pasi kërkohet një pjesë nga Microsoft ose fajruolli po bllokon hyrjen. LimeWire mund t'ju drejtojë tek faqja e Microsoft-it me informacione nëse doni ta përdorni këtë veçori. Klikoni 'Po' për të shkuar tek pjesa, 'Jo', që ta çaktivizoni këtë veçori, ose 'Anulo', për të vendosur më vonë.
sr: LimeWire nije bio u mogućnosti da započne DAAP (protokol za pristup digitalnom audio materijalu, za razmenu fajlova u iTunes-u) zato što je neophodna dopuna od Microsoft-a ili je zaštitni zid (firewall) zaustavio pristup. LimeWire Vas može uputiti na Microsoft-ovu Internet stranicu sa potrebnim informacijama ukoliko želite da koristite ovu mogućnost. Pritisnite 'Da' da odete na dopunu, 'Ne' za onemogućavanje dopune, ili 'Poništi' da bi ste odlučili kasnije.
uk: LimeWire не зміг запустити Протокол Доступу до Цифрового Аудіо(DAAP)(використовується для обміну файлами в iTunes) тому, що потрібен патч від Microsoft або firewall блокує доступ. LimeWire може направити Вас на необхідний сайт Microsoft, якщо Ви бажаєте користуватись цією функцією. Натисніть «Так», щоб піти за патчем, «Ні» - щоб вимкнути цю функцію та «Скасувати» - щоб вирішити потім.

source: LimeWire was unable to start the Digital Audio Access Protocol (for sharing files in iTunes) because a firewall is blocking access. To continue using this feature, click 'Yes' and change your firewall to allow 'LimeWire.exe' full access to incoming and outgoing connections. To disable this feature, click 'No'.
cy: Roedd LimeWire yn methu dechrau'r Protocol Sain Digidol (i rannu ffeiliau yn iTunes) achos bod wal tan yn blocio mynediad. I ddal i'w ddefnyddio, cicia 'Iawn' a newid dy wal tan i ganiatau 'LimeWire.exe' mynediad llawn i gysylltiadau mewn ac allan. I hepgor a hwn, clicia 'Na'.
el: Το LimeWire δέν μπόρεσε να εκκινήσει το πρωτόκολλο πρόσβασης ψηφιακού ήχου (για τον διαμoιρασμό αρχείων στο iTunes) επειδή το τείχος προστασίας εμποδίζει την πρόσβαση. Για να συνεχίσετε να χρησιμοποιείτε αυτή τη λειτουργία, πατήστε «Ναι» και αλλάξτε τις ρυθμίσεις του τείχους προστασίας ώστε να παρέχει στο 'LimeWire.exe' πλήρη πρόσβαση στις εισερχόμενες και εξερχόμενες συνδέσεις. Για να απενεργοποιοήσετε αυτή τη λειτουργία, πατήστε «Οχι».
ja: ファイアウォールの防御機能によりデジタルオーディオプロトコール（iTunesファイル共有のため）を起動できませんでした。この機能を続行するためには、「はい」を選択し、ファイアウォールの「LimeWire.exe」にかかるアップ/ダウンロード制限を解除してください。この機能を利用しない場合は「いいえ」を選択してください。
nn: Limewire klarte ikke og starte Digital Lyd Tilgangs Protokollen (for å dele filer i iTunes) fordi en brannmur blokkerer tilgangen. For å fortsette å bruke denne funksjonen, trykk 'Ja' og endre din brannmur for å godta 'Limewire.exe' full tilgang til innkommende og utgående tilkoblinger. For og fjerne denne fuknsjonen, trykk 'Nei'.
pt_br: O LimeWire não pode iniciar um Protocolo de Acesso a Áudio Digital (para compartilhamento de arquivos no iTunes) porque um firewall está bloqueando o acesso. Para continuar a usar essa opção, clique em 'Sim' e altere suas configurações de firewall para pemitir total acesso de 'LimeWire.exe' para conexões de entrada e saída. Para desativar essa opção, clique em 'Não'.
sk: LimeWire nemohol spustiť Digital Audio Access Protocol (na zdieľanie súborov s iTunes), pretože firewall blokuje prístup. Pre použitie tejto funkcie kliknite na "Áno" a zmeňte Váš firewall tak, aby umožnil "LimeWire.exe" plný prístup prichádzajúcich a odchádzajúcich spojení. Pre vypnutie tejto funkcie kliknite na "Nie."

source: View My Shared Files.
cy: Gweld fy ffeiliau i'w rhannu.
el: Εμφάνιση των διαμοιραζόμενων αρχείων μου
nn: Se Mine Delte Filer.
pt: Ver os Meus Ficheiros Partilhados.
pt_br: Ver meus arquivos compartilhados.
sk: Ukáž Moje zdieľané súbory.

source: You are sharing many subfolders within your shared folder: {0}. This indicates a potential security problem, so please review your "My Shared Files" to ensure you aren't sharing any sensitive files.
el: Διαμοιράζετε πολλούς υποκαταλόγους του διαμοιραζόμενου καταλόγου :{0}. Αυτό υποδεικνύει ένα πιθανό πρόβλημα ασφαλείας, οπότε παρακαλούμε να κάνετε μία ανασκόπηση στα «Διαμοιραζόμενα αρχεία μου» για να βεβαιωθείτε ότι δεν διαμοιράζετε αρχεία ευαίσθητων περιεχομένων.
ja: 共有フォルダ「{0}」内の多くのサブフォルダが共有されていますが、これはセキュリティ上の問題となる可能性があります。「共有ファイル」を調べて、重要なファイルが共有されていないか確認して下さい。
nn: Du deler mange undermapper i din delte mappe: {0}. Dette indikerer et potensielt sikkerhetsproblem, så vennligst se gjennom "Mine Delte Filer" for å forsikre deg om at du ikke deler noen sensitive filer
pt_br: Você está compartilhando muitas sub-pastas dentro de sua pasta de compartilhamento: {0}. Isto indica um potencial problema de segurança, por favor reveja seu "Meus Arquivos Compartilhados" para garantir que você não está compartilhando nenhum arquivo privado.
sk: Zdieľate veľa podpriečinkov v rámci Vášho zdieľaného priečinku: {0}. Toto predstavuje potenciálny bezpečnostný problém, tak prosím preskúmajte Váš priečinok "Moje zdieľané súbory" a uistite sa, že nezdieľate žiadne citlivé súbory.

source: You are sharing a lot of files through LimeWire, {0} files and counting. Do you mean to share all these files? Please review your sharing settings and which files are shared to ensure you aren't sharing any sensitive files.
el: Διαοιράζετε πολλά αρχεία μέσω του LimeWire, {0} αρχεία και πάνω. Είστε σίγουροι ότι θέλετε να διαμοιράζετε όλα αυτά τα αρχεία; Παρακαλούμε κάνετε μία ανασκόπηση στις ρυθμίσεις σας και στο ποια αρχεία θα διαμοιράζονται για να βεβαιωθείτε ότι δεν διαμοιράζετε αρχεία ευαίσθητων περιεχομένων.
nn: Du deler masse filer gjennom LimeWire, {0} filer og teller. Mener du og dele disse filene? Vennligst se gjennom dine deleinnstillinger og hvilke filer som er delt for å forsikre deg om at du ikke deler noen sensitive filer.
pt_br: Você está compartilhando muitos arquivos com o LimeWire, {0} arquivos e contando. Tem certeza de que deseja compartilhar todos esses arquivos? Por favor, revise suas configurações de compartilhamento e quais arquivos estão sendo compartilhados para ter certeza de que não está compartilhando nenhum arquivo muito importante.
sk: Zdieľate veľa súborov prostredníctvom LimeWire, {0} súborov a pribúdajú. Naozaj chcete zdieľať všetky tieto súbory? Prosím, preskúmajte Vaše nastavenia zdieľania a ktoré súbory zdieľate, aby ste sa uistili, že nezdieľate citlivé súbory.

source: Do not display this message again.
cy: Peidio dangos y neges yma eto
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα.
ja: このメッセージを再度表示しない
nn: Ikke vis denne meldingen igjen.
pt: Não voltar a mostrar esta mensagem.
pt_br: Não mostrar essa mensagem novamente.
sk: Nezobrazuj túto správu znova.

source: T3 or Higher
ar: T3 أو أعلى
bs: T3 ili više
cy: T3 neu Uwch
de: T3 oder schneller
el: T3 ή ταχύτερη
hu: T3 vagy magasabb
id: T3 atau lebih tinggi
it: T3 o superiore
ja: T3 以上
nn: T3 eller Høyere
pt: T3 ou superior
pt_br: T3 ou superior
sq: T3 a më Lart
sr: T3 ili brže

source: Your machine does not appear to have an active Internet connection or a firewall is blocking LimeWire from accessing the internet. LimeWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
ar: يبدو أن جهازك ليس لديه اتصال إنترنت نشط أو أن الجدار الناري قام بحظر LimeWire من الوصول للإنترنت. LimeWire سيقوم تلقائياً بمحاولة اتصالك بالشبكة مالم تقم باختيار " قطع الاتصال" من قائمة ملف.
bs: Vaš komjuter ne pokazuje da imate aktivnu internet konekciju ili je Firewall blokirao LimeWire pristup internetu. LimeWire će automatski pokušavati da se priključi na mrežu ukoliko vi u imenuku datoteke ne selektirate "isljučenje".
cy: Mae'n debyg bod dy gyfrifiadur heb gysylltiad gweithredol i'r we neu fod wal tan yn blocio LimeWire rhag gael mynediad i'r we. Mae LimeWire yn dal i fynd i drio'n awtomatig i gysylltu a'r rhwydwaith oni bai dy fod di'n dewis \"Datgysylltu\" o'r opsiynau Ffeil.
de: Dieser Computer scheint keine aktive Internetverbindung zu haben. LimeWire wird automatisch versuchen, sich mit dem Netz zu verbinden, bis sie "Trennen" aus dem Dateimenü wählen.
el: Φαίνεται πως ο υπολογιστής σας δεν έχει ενεργή σύνδεση στο διαδίκτυο ή κάποιο τείχος προστασίας εμποδίζει την πρόσβασή του στο διαδίκτυο. Το LimeWire θα συνεχίσει αυτόματα την προσπάθεια να συνδεθεί στο δίκτυο, εκτός εάν επιλέξετε «Αποσύνδεση» από το μενού «Αρχείο».
hu: A sz�m�t�g�pednek val�sz�n�leg nincs akt�v internet-hozz�f�r�se, vagy egy t�zfal blokkolja a LimeWire-t az internet el�r�s�t�l. A LimeWire automatikusan pr�b�lkozni fog a h�l�zathoz val� kapcsol�d�ssal, hacsak nem v�lasztod a "Kapcsolat bont�s�"-t a F�jl men�
id: Mesin anda sepertinya tidak memiliki koneksi internet aktif atau firewall memblokir akses LimeWire ke internet. LimeWire akan terus mencoba menyambungkan anda ke jaringan hingga anda memilih "Putuskan Sambugan" dari menu Berkas.
it: Il tuo ospite sembra non sia connesso a internet o un firewall blocca l'accesso di Liewire a internet. Limewire cercherà di connettersi automaticamente alla rete a meno chè selezioni "Disconetti" dal menu "File".
nn: Din maskin har ikke en aktiv Internett-tilkobling, eller en brannmur blokkerer LimeWire fra å få tilgang til Internett. LimeWire vil automatisk prøve å koble deg til nettverket med mindre du velger "Koble fra" fra Fil-menyen.
pt: A sua máquina não parece possuir uma ligação à Internet activa, ou existe um firewall the está a bloquear o acesso do LimeWire à Internet. O LimeWire vair continuara a tentar ligar à rede automaticamente, a não ser que seleccione “Deligar” no menu Ficheiro.
pt_br: A sua máquina não parece possuir uma conexão à internet ativa, ou existe um firewall bloqueando o acesso do LimeWire à internet. O LimeWire vair continuar a tentar conectar à rede automaticamente, a não ser que você selecione "Desconectar" no menu arquivo.
sk: Zdá sa, že váš počítač nemá aktívne pripojenie k internet alebo váš firewall blokuje LimeWire prístup k internetu. LimeWire sa bude automaticky snažiť pripojiť sa k internetu pokiaľ nezvolíte "Odpojiť" z menu Súbor.
sq: Me sa duket, makineria juaj nuk ka asnjë lidhje aktive me Internetin ose një fajruoll po bllokon hyrjen e LimeWire. Nëse nuk zgjidhni "Shkëputu", në menynë "Skedë", LimeWire do të provojë të lidhet në rrjet automatikisht.
sr: Vaš računar ne pokazuje da imate aktivan Internet pristup ili je zaštitni zid (firewall) blokirao LimeWire-u pristup Internetu. LimeWire će automatski pokušavati da se poveže sve dok ne kliknete na "Prekini vezu" iz menija "Program".
uk: Ваш комп’ютер схоже не має підключення до Інтернету або firewall не дає LimeWire доступу до нього. LimeWire буде намагатись підключитись до мережі доти, доки ви не натисните «Відключитись» у меню «Файл».

source: &Search
de: &Suchen
el: &Αναζήτηση
nn: &Søk
pt: &Procurar
pt_br: &Busca
sk: &Hľadať

source: &Monitor
el: &Παρακολούθηση
nn: &Overvåk
pt: &Monitorizar
sk: &Monitorovanie

source: &Connections
cy: Cysylltiad
de: &Verbindung
el: &Συνδέσεις
nn: &Tilkoblinger
pt: &Ligações
pt_br: &Conexões
sk: &Pripojenia

source: &Library
de: &Dateisammlung
el: &Βιβλιοθήκη
nn: &Bibliotek
pt: Bib&lioteca
pt_br: Biblioteca
sk: &Knižnica

source: C&onsole
cy: Consol
de: &Konsole
el: Κονσό&λα
nn: K&onsoll
pt: C&onsola
sk: Kon&zola

source: Lo&gging
cy: Cofrestri
de: &Log
el: Καταγρα&φή
nn: Lo&gger
pt: Re_gisto
pt_br: Carregando
sk: Pr&ipájam

source: Display the {0} Screen
cy: Dangos y Sgrin {0}
de: Zeigt die {0} Ansicht
el: Εμφάνιση του παραθύρου {0}
ja: {0}スクリーンを表示する
nn: Vis {0} Skjermen
pt: Mostrar o ecrã {0}
pt_br: Mostrar a tela {0}
sk: Zobraziť {0} obraz
