Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Preparing View...
et: Vaate ettevalmistused...
fa: آماده سازی نما...
gl: A preparar a vista...
hr: Pripremanje pregleda
ku: Dîmen tê amadekirin...
lv: Sagatavo skatījumu...
nb: Forbereder Visning...
ru: Подготовка Просмотра...

source: Unavailable
et: Pole saadaval
fa: موجود نیست
gl: Non dispoñible
hr: Nedostupan
ku: Neamade
lv: Nav pieejams
nb: Ikke tilgjengelig
ru: Недоступно

source: Partially Done
et: Osaliselt valmis
fa: نیمه کاره
gl: Feito parcialmente
hr: Djelomično obavljeno
ku: Xelasbûna nîvço
lv: Daļēji pabeigts
nb: Delvis ferdig
ru: Частично Сделано

source: Pieces per Cell:
fa: تعداد قطعات در هر خانه:
gl: Anacos por cela:
hr: Komada po cell:
ku: Parçeya Serê Her Hûcreyê:
lv: Daļu skaits šūnā
nb: Deler per celle:
ru: Частей на Ячейку:

source: Number of Pieces:
fa: تعداد قطعات:
gl: Número de anacos:
hr: Broj komada:
ku: Hejmara Parçeyan:
lv: Daļu skaits
nb: Antall deler:
ru: Кол-тво Частей:

source: Pieces Completed:
et: Lõpetatud tükid:
fa: قطعات تکمیل شده:
gl: Anacos completados:
hr: Komada dovršeno:
ku: Parçeyên Qedandî:
lv: Pabeigtas daļas:
nb: Ferdige Deler:
ru: Завершенные Части:

source: Piece Size:
et: Tüki suurus:
fa: اندازه قطعه:
gl: Tamaño do anaco:
hr: Veličina Komada:
ku: Mezinahiya Parçeyê:
lv: Daļas izmērs:
nb: Delstørrelse
ru: Размер Части:

source: Downloaded:
et: Allalaetud:
fa: دانلود شده:
gl: Descargados:
hr: Preuzeto:
ku: Daxistî:
lv: Lejupielādēts:
nb: Lastet ned:
ru: Загружено:

source: Failed Download:
et: Ebaõnnsetunud allalaadimine:
fa: دانلود ناموفق:
gl: Descargas fallidas:
hr: Neuspiješno preuzimanje:
ku: Daxistina Neserkeftî:
lv: Neizdevusies lejupielāde:
nb: Mislykket Nedlasting:
ru: Ошибка Загрузки:

source: Uploaded:
et: Üleslaetud
fa: آپلود شده:
gl: Enviados:
hr: Otpremljeno
ku: Barkirî:
lv: Augšuplādēts:
nb: Lastet opp:
ru: Передано:

source: Download Cancelled!
et: Allalaadimine tühistatud!
fa: دانلود لغو شد!
gl: Descarga cancelada
hr: Preuzimanje otkazano
ku: Daxistin Betalbû!
lv: Lejuplāde atcelta!
nb: Nedlastning avsluttet!
ru: Загрузка Отменена!

source: Download Already Finished!
et: Allaadimine on juba lõppenud!
fa: دانلود به اتمام رسیده!
gl: Rematou a descarga
hr: Preuzimanje je več gotovo!
ku: Daxistin Qediya!
lv: Lejuplāde jau pabeigta!
nb: Nedlastning allerede ferdig!
ru: Загрузка, Уже Завершена!

source: ({0} verified)
et: ({0} kinnitatud)
fa: ({0} تأیید شده)
gl: ({0} verificado)
hr: ({0} pregledano)
ku: ({0} piştrast bû)
lv: ({0} apstiprināts)
nb: ({0} bekreftet)
ru: ({0} проверено)

source: Sharing from these lists
et: Jagamine nendest nimekirjadest
fa: به اشتراک گذاری از این فهرست ها
gl: Compartir destas listaxes
he: שתפו מרשימות אלו
hr: Razmjenjivanje sa ovih lista
ku: Parvekirina ji vê lîsteyê
lv: Koplieto no šiem sarakstiem
nb: Deling fra disse listene
ru: Раздать из этих списков

source: This file is not shared
et: Seda faili ei jagata
fa: این فایل به اشتراک گذاشته نمی شود
gl: Este ficheiro non é compartido
he: הקובץ הזה אינו בשיתוף
hr: Ova datoteka se ne razmjenjuje
ku: Ev pel nayê parvekirin
lv: Šis fails netiek koplietots
nb: Denne filen deles ikke
pl: Ten plik nie jest udostępniony
ru: Этот файл не общедоступный

source: This file cannot be shared
fa: اين فايل قابل اشتراک گذاری نيست
gl: Este ficheiro non é para compartir
hr: Ovaj datotek se ne može dijeliti
ku: Ev pel nikare bê parvekirin
lv: Šis fails nevar tikt koplietots
nb: Denne filen kan ikke deles
ru: Этот файл не может быть расшарен

source: Don't ask me again
et: Ära Küsi Uuesti
fa: دیگر از من نپرس
gl: Non preguntar de novo
he: אל תשאל שנית
hr: Ne pitaj me više
ku: Êdî pirs neke
lv: Nejautāt man vēlreiz
nb: Ikke spør meg igjen
pl: Nie pytaj ponownie
ru: Не спрашивать снова

source: Remove {0} from list {1}?
et: Eemalda {0} loendist {1}?
fa: {0} از لیست {1} حذف شود؟
gl: Eliminar {0} da listaxe {1}?
he: להסיר את {0} מרשימה {1} ?
hr: Ukloni {0} sa liste {1}?
ku: {0} ji lîsteya {1} rake?
lv: Aizvākt {0} no saraksta {1}?
nb: Fjern {0} fra liste {1}?
pl: Usunąć {0} z listy {1}?
ru: Удалить {0} из списка {1}?

source: Pieces
et: Tükke
fa: قطعات
gl: Anacos
hr: Komadi
ku: Parçe
lv: Daļas
nb: Deler
ru: Части

source: Add Tracker:
fa: افزودن ردياب:
gl: Engadir localizador:
hr: Dodaj Trackera:
ku: Temaşeker lê zêdeke:
lv: Pievienot trakeri:
nb: Legg til Tracker:
ru: Добавить Трекер:

source: Tier:
et: Järk:
fa: رده:
gl: Fileira:
hr: Poredak
ru: Ряд:

source: Tracker URL Invalid
fa: آدرس اينرنتی ردياب نامعتبر است
gl: A URL do localizador non é correcta
hr: Tracker URL nevažeći
ku: URLya temaşeker çewt e
lv: Trakera URL nederīgs
nb: Tracker URL Ugyldig
ru: Неверный URL Трекера

source: Tier
et: Järk
fa: رده
gl: Fileira
hr: Poredak
ru: Ряд

source: Version
gl: Versión
ru: Версия

source: Total Completed:
et: Kokku lõpetatuid:
fa: کل موارد تکمیل شده:
gl: Completados:
hr: Totalno gotovih:
ku: Giştiya Qedandiyan:
lv: Kopā pabeigts:
nb: Totalt antall ferdige:
ru: Всего Завершено:

source: Total Leechers:
fa: کل لیچرها:
gl: Parciais:
hr: Totalno Leechersa:
ku: Giştiya yên dikişînin:
lv: Kopā ņēmēji:
nb: Totalt antall Leechers:
ru: Всего Качающих:

source: Total Seeders:
fa: کل سیدرها:
gl: Sementadores:
hr: Totalno Seedera:
ku: Giştiya yên dişînin:
lv: Kopā devēji:
nb: Totalt antall Seeders:
ru: Всего Сидов:

source: Client
et: Klient
fa: مشتری
gl: Cliente
hr: Klijent
ku: Daxwazker
lv: Klients
nb: Klient
ru: Клиент

source: Torrent Download
et: Torrenti Allalaadimine
fa: دانلود تورنت
gl: Descargar torrent
he: הורד טורנט
hr: Torrent Preuzimanje
ku: Daxistina Torrentê
lv: Torrenta lejuplāde
nb: Nedlastning av torrents
pl: Pobieranie Torrentu
ru: Загрузить Торент

source: Use default torrent options
gl: Empregar as opcións torrents predeterminadas
ru: Использовать стандартные настройки торрента

source: Choose files to download
fa: انتخاب فایل برای دانلود
gl: Escoller ficheiros para descargar
hr: Birajte datoteku za preuzimanje
ku: Ji bo daxistinê pel hilbijêre
lv: Izvēlies failus, ko lejuplādēt
nb: Velg filer for nedlastning
ru: Выберите файлы для загрузки

source: Always ask before starting torrent
et: Alati küsi enne torrenti käivitamist
fa: همیشه قبل از شروع تورنت، سؤال کن
gl: Preguntar sempre antes de iniciar un torrent
he: שאל תמיד לפני הפעלת טורנט
hr: Uvijek pitaj prije pokretanja torrenta
ku: Berî destpêkirina torrentê hertim bipirse
lv: Vienmēr jautāt pirms startēt torrentu
nb: Spørr meg alltid før en torrent starter
pl: Zawsze pytaj przed pobraniem Torrenta
ru: Всегда спрашивать до запуска торента

source: LimeWire is connecting...
et: LimeWire ühendub...
fa: LimeWire در حال وصل شدن است...
gl: LimeWire está a conectar...
hr: LimeWire se trenutno konektuje...
ku: LimeWire tê girêdan...
lv: LimeWire savienojas...
nb: LimeWire kobler til...
ru: LimeWire подключается...

source: All P2P Users
et: Kõik P2P Kasutajad
fa: همه کاربران P2P
gl: Todos os usuarios P2P
he: כל משתמשי P2P
hr: Svi P2P Korisnici
ku: Hemû bikarhênerên P2P
lv: Visi P2P lietotāji
nb: Alle P2P-brukere
pl: Wszyscy użytkownicy P2P
ru: Все P2P Пользователи

source: Block P2P User {0}?
et: Blokeeri P2P Kasutaja {0}?
fa: کاربر P2P {0} مسدود شود؟
gl: Quere bloquear o usuario {0}?
he: נחסום משתמש P2P זה {0}?
hr: Blokiraj P2P Korisnika {0}?
ku: Bikarhênerên P2P asteng bike {0}?
lv: Bloķēt P2P lietotāju {0}?
nb: Blokker P2P-bruker {0}?
ru: Заблокировать P2P Юзера {0}?

source: Block P2P uUers?
et: Blokeeri P2P uKasutajad?
fa: کاربران P2P مسدود شوند؟
gl: Bloquear usuario?
he: לחסום משתמשי P2P ?
hr: Blokiraj P2P Korisnike?
ku: Bikarhênerên P2P asteng bike?
nb: Blokker P2P-brukere
ru: Заблокировать P2P uUers?

source: Block {0} P2P Users?
et: Blokeeri P2P Kasutaja {0}?
fa: کاربران P2P {0} مسدود شوند؟
gl: Bloquear {0} usuarios P2P?
he: חסום {0} משתמשי שיתוף
hr: Blokiraj {0} P2P Korisnike?
ku: Bikarhênerên P2P asteng bike {0}?
lv: Bloķēt {0} P2P lietotājus?
nb: Blokker {0} P2P-brukere?
ru: Блокировать {0} Пользователей P2P?

source: Retry
et: Proovi Uuesti
fa: تلاش مجدد
gl: Tentar de novo
he: נסה שנית
hr: Pokušaj ponovo
ku: Dîsa Biceribîne
lv: Mēģināt vēlreiz
nb: Prøv igjen
pl: Powtórz
ru: Повторить

source: When you sign on to LimeWire, your friends' files will appear here.
et: Kui Sa logid LimeWire - isse sisse, siis Su sõpprade failid ilmuvad siin.
fa: هنگامی که وارد سیستم LimeWire شوید، فایل های دوستانتان اینجا ظاهر خواهد شد.
gl: Cando inicie sesión no LimeWire os ficheiros dos seus amigos aparecerán aquí.
he: כאשר תרשם לLimeWire, קובצי החברים שלך יוצגו כאן.
hr: Kad se prijavite na LimeWire, datoteke vaših prijatelja će se pojaviti ovdje.
ku: Dema tu têketî LimeWire 'ê wê hevalên te li vir xuya bibin.
lv: Kad Tu pieslēgsies LimeWire, tavi draugi parādīsies šeit.
nb: Når du logger på LimeWire, vil filene til vennene dine bli vist her.
pl: Kiedy się zalogujesz do LimeWire, Twoi przyjaciele pojawią się tutaj.
ru: Когда вы зарегитесь на LimeWire, ваши файлы друзей появятся здесь.

source: When you sign on to LimeWire, your friend's files will appear here.
et: Kui Sa logid LimeWire - isse sisse, siis Su sõpprade failid ilmuvad siin.
fa: هنگامی که وارد سیستم LimeWire شوید، فایل های دوستانتان اینجا ظاهر خواهد شد.
gl: Cando inicie sesión no LimeWire os ficheiros dos seus amigos aparecerán aquí.
he: כאשר תרשם לLimeWire, קובצי החברים שלך יוצגו כאן.
hr: Kad se prijavite na LimeWire, datoteke vašeg prijatelja će se pojaviti ovdje.
ku: Dema tu têketî LimeWire 'ê wê pelên hevalên te li vir xuya bibin.
lv: Kad Tu pieslēgsies LimeWire, tava drauga faili parādīsies šeit.
nb: Når du logger på LimeWire, vil filene til vennen din bli vist her.
ru: Когда вы зарегитесь на LimeWire, ваши файлы друзей появятся здесь.

source: When they sign on to LimeWire and share with you, their files will appear here.
et: Kui nad logivad LimeWire - isse sisse ja jagavad Sinuga faile, siis nende failid ilmuvad siin.
fa: هنگامی که آنها وارد سیستم LimeWire شوند و با شما تبادل فایل کنند، فایل هایشان اینجا ظاهر خواهد شد.
gl: Cando inicien sesión en LimeWire e compartan con vostede, os seus ficheiros aparecerán aquí.
he: כאשר הם יירשמו לLimeWire וישתפו איתך, קובציהם יופיעו כאן.
hr: Kad se prijave na LimeWire i ramjenjuju sa vama, njihove datoteke će se pojaviti ovdje.
ku: Dema ew têketin LimeWire'ê û bi te re parve kirin, pelên wan wê li vir xuya bikin.
lv: Kad viņi pieslēgsies LimeWire, jūsu koplietotie faili parādīsies šeit.
nb: Når de logger på LimeWire og deler med deg, vil filene deres vises her.
ru: Когда они зарегяться на LimeWire и разделят с вами, их файлы появятся здесь.

source: <HTML><A href="">Chat</A> and tell them to share.</HTML>
et: <HTML><A href="">Vestle</A> ja ütle neile, et jagada faile.</HTML>
fa: <HTML><A href="">چت</A> and tell them to share.</HTML>
gl: <HTML><A href="">Chatee</A> e invíteos a compartir.</HTML>
he: <HTML><A href="">צ'טט</A> ותגיד להם לשתף.</HTML>
hr: <HTML><A href="">Pričajte</A> i recite im da razmjenjuju.</HTML>
ku: <HTML><A href="">Pevaxaftin Bike</A> û ji wan daxwaz parvekirinê bikin.</HTML>
lv: <HTML><A href="">Čato</A> un jautā viņiem koplietot.</HTML>
nb: <HTML><A href="">Chat</A> og fortell dem at de må dele.</HTML>
ru: <HTML><A href="">Чат</A> и скажите им раздать.</HTML>

source: <HTML><A href="">Chat</A> and tell them to sign on.</HTML>
et: <HTML><A href="">Vestle</A> ja ütle neile, et nad sisse logiksid.</HTML>
fa: <HTML><A href="">چت کنید</A>. به آنها بگویید وارد سیستم شوند</HTML>
gl: <HTML><A href="">Chatee</A> e invíteos a iniciar sesión.</HTML>
he: <HTML><A href="">צ'טט</A> ותגיד להם להרשם.</HTML>
hr: <HTML><A href="">Pričajte</A> i recite im da se prijave.</HTML>
ku: <HTML><A href="">Pevaxtin Bikin</A> û ji bixwazin ku têkeve.</HTML>
lv: <HTML><A href="">Čato</A> un jautā viņiem pieslēgties.</HTML>
nb: <HTML><A href="">Chat</A> og fortell dem at de må logge på.</HTML>
ru: <HTML><A href="">Чат</A> и скажите им зарегистрироваться.</HTML>

source: No friends are sharing with you
et: Üksgi sõber ei jaga sinuga faile.
fa: هیچ دوستی در حال تبادل با شما نیست
gl: Non hai amigos a compartir con vostede
he: אף חבר לא משתף איתך
hr: Nema pijatelja koji razmjenjuju sa vama
ku: Tu hevalê we bi we re parve nake
nb: Ingen venner deler med deg
ru: У вас нет общих друзей

source: No friends are on LimeWire
et: Ükski sõber pole LimeWire- is.
fa: هیچ دوستی روی LimeWire نیست
gl: Ningún amigo está no LimeWire
he: אין אף חבר בLimeWire
hr: Nema prijatelja na LimeWire
ku: Tu heval ne têneketiye LimeWire'ê
lv: Nav draugu LimeWire
nb: Ingen venner er på LimeWire
ru: Нет друзей на LimeWire

source: {0} is not signed on to LimeWire.
et: {0} ei ole loginud LimeWire- isse sisse.
fa: {0} وارد سیستم LimeWire نشده است
gl: {0} non iniciou sesión no LimeWire.
he: {0} אינו מחובר לLimeWire.
hr: {0} nije prijavljen na LimeWire.
ku: {0} têketiye LimeWire'ê.
lv: {0} nav pieslēdzies LimeWire.
nb: {0} er ikke logget på LimeWire.
ru: {0} не подписан в LimeWire.

source: These people are not signed on to LimeWire.
et: Mitte sisseloginud inimesed.
fa: این افراد وارد سیستم LimeWire نشده اند
gl: Estas persoas non iniciaron sesión no LimeWire.
he: אנשים אלו אינם מחוברים לLimeWire.
hr: Ove osobe nisu prijavljene na LimeWire.
ku: Ev kes têneketine LimeWire'ê ne.
lv: Šie cilvēki nav pieslēgušies LimeWire.
nb: Disse personene er ikke logget på LimeWire
pl: Ci ludzie nie są zalogowani do LimeWire
ru: Эти люди не зарегистрированы на LimeWire.

source: There was a problem browsing {0}.
et: Leiti probleem {0} sirvimisel.
fa: در مرور {0} مشکلی روی داد
gl: Houbo un problema explorando {0}.
he: הייתה בעיה בהצגת {0}.
hr: Postoji problem kod pretraživanja {0}.
ku: Di nîşandanê de pirsgirêkek derket {0}.
lv: Problēma pārlūkojot {0}.
nb: Kan ikke bla gjennom {0}.
ru: Произошла проблема обзора {0}.

source: There was a problem viewing these people.
et: Leiti probleem, et vaadata neid inimesi.
fa: در مشاهده این افراد مشکلی روی داد.
gl: Houbo un problema vendo estas persoas.
he: הייתה בעיה בהצגת אנשים אילו
hr: Postoji problem kod pregledavanja ovih ljudi.
ku: Di nîşandana van kesan de pirsgirêk derket.
lv: Problēma apskatot šos cilvēkus.
nb: Det oppstod et problem ved visning av disse personene.
ru: Произошла проблема, при обзоре этих людей.

source: You are offline.
et: Sa oled võrgust väljas.
fa: شما آفلاین هستید.
gl: Está desconectado.
he: אינך מכוון
hr: Niste na loniji.
ku: Tu negirêdayî yî
nb: Du er frakoblet
pl: Jesteś offline.
ru: Вы в офлайне.

source: There are updates!
et: Uuendused on saadaval.
fa: به روز رسانی هایی وجود دارد!
gl: Hai actualizacións
he: יש עידכונים!
hr: Postoje dopune!
ku: Rojanekirin hene!
lv: Ir atjauninājumi!
nb: Det finnes oppdateringer!
pl: Są unowocześnienia!
ru: Есть обновления!

source: Unable to Browse
et: Sirvimine Pole Võimalik
fa: قادر به مرور نیست
gl: Non foi posible a procura
he: לא מסוגל לגלוש
hr: Nemoguće Pretraživati
ku: Nekarî bigere.
lv: Nav iespējams pārlūkot
nb: Kan ikke bla gjennom
ru: Ошибка Обзора

source: New audio
da: Ny lyd
et: Uued Helid
fa: فایل صوتی جدید
fi: Uusi ääni
fr: Nouveau son
ga: Fuaim nua
gl: Novo audio
he: אודאו חדש
hr: Novi audio
ku: Pelên nû yên dengê
lv: Jauns audio
nb: Nye lydfiler
nl: Nieuwe audio
pl: Nowy dźwięk
ru: Новое аудио
sv: Nya ljud
tr: Yeni ses dosyaları

source: New documents
da: Nye dokumenter
et: Uued Dokumendid
fa: اسناد جدید
fi: Uudet dokumentit
fr: Nouveaux Documents
ga: Cáipéisí nua
gl: Novos documentos
he: מסמכים חדשים
hr: Novi dokumenti
ku: Pelgeyên nû
lv: Jauni dokumenti
nb: Nye dokumenter
nl: Nieuwe documenten
pl: Nowe dokumenty
ru: Новые документы
sv: Nya dokument
tr: Yeni belgeler

source: New images
da: Nye billeder
et: Uued Pildid
fa: تصاویر جدید
fi: Uudet kuvat
fr: Nouvelles Images
ga: Íomhánna nua
gl: Novas imaxes
he: תמונות חדשות
hr: Nove slike
ku: Wêneyên nû
lv: Jauni attēli
nb: Nye bilder
nl: Nieuwe afbeeldingen
pl: Nowe zdjęcia
ru: Новые изображения
sv: Nya bilder
tr: Yeni resim dosyaları

source: New programs
da: Nye programmer
et: Uued Programmid
fa: برنامه های جدید
fi: Uudet ohjelmat
fr: Nouveaux Programmes
ga: Ríomhoidis nua
gl: Novos programas
he: תוכנות חדשות
hr: Novi programi
ku: Bernameyên nû
lv: Jaunas programmas
nb: Nye programmer
nl: Nieuwe programma's
pl: Nowe programy
ru: Новые программы
sv: Nya program
tr: Yeni programlar

source: New videos
da: Nye videoer
et: Uued Videod
fa: فیلم های جدید
fi: Uudet videot
fr: Nouvelles Vidéos
ga: Físeáin nua
gl: Novos vídeos
he: קטעי וידאו חדשים
hr: Novi video
ku: Vîdyoyên nû
lv: Jauni video
nb: Nye videoer
nl: Nieuwe video's
pl: Nowe filmy
ru: Новое видео
sv: Nya videoklipp
tr: Yeni videolar

source: New files
da: Nye filer
et: Uued Failid
fa: فایل های جدید
fi: Uudet tiedostot
fr: Nouveaux Fichiers
ga: Comhaid nua
gl: Novos ficheiros
he: קבצים חדשים
hr: Nove datoteke
ku: Pelên nû
lv: Jauni faili
nb: Nye filer
nl: Nieuwe bestanden
pl: Nowe pliki
ru: Новые файлы
sv: Nya filer
tr: Yeni dosyalar

source: History
gl: Historial
ru: История

source: Smart Search
gl: Procura intelixente
ru: Интеллектуальный поиск

source: Downloading programs can result in viruses
da: Download af programmer kan føre til virus
et: Allalaadivad programmid võivad sisaltada viirust.
fa: دانلود برنامه های می توان به ویروسی شدن سیستم منجر گردد
fi: Ohjelmien lataaminen voi aiheuttaa viruksia
fr: Le téléchargement de programmes peut entraîner des virus
gl: Os programas descargados poden ocultar virus
he: הורדת תוכנות עלולות להסתיים בוירוס
hr: Preuzimanje programa može rezultirati virusima
ku: Daxistina bernameyan dikare bibe sedema vîrûsan
nb: Nedlasting av programmer kan føre til virus
ru: Загрузка программ может привести к вирусам

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Preferences > Search > Configure...
fa: پیشنهاد می کنیم برنامه را با استفاده از LimeWire دانلود نکنید. به هر حال می توانید دانلود برنامه ها را از طریق اولویت ها > جستجو > پیکربندی... فعال کنید.
gl: Recomendamos que non se descargue software empregando o LimeWire. Con todo, pode activar a descarga de software vía Preferencias > Procurar > Configurar...
hr: Mi vam preporučujemo da ne skidate programe sa LimeWire. Medjutim, vi možete omogučiti i aktivirati skidanje programa via Preferences > Search > Configure...
ku: Em pêşniyar nakin ku bi LimeWire'ê bername daxî. Lê diakrî bi riya Vebijêrk>Lêgerîn>Veava bike daxistina bernameyan çalak bikî...
lv: Mēs iesakām nelejuplādēt programmas LimeWire. Tomēr, Tu vari iespējot programmu lejuplādēšanu Rekvizīti > Meklēšana > Konfigurēt...
nb: Vi anbefaler at du ikke laster ned programmer med LimeWire, men du kan aktivere nedlastning av programmer via Innstillinger > Søk > Konfigurer...
ru: Мы рекомендуем, чтобы вы не загрузили программы, используя LimeWire. Однако, можно позволить загрузить программы через Предпочтение >, Поиск > Настройка...

source: We recommend you don't download programs using LimeWire. However, you can enable downloading programs via Tools > Options > Search > Configure...
fa: پیشنهاد می کنیم برنامه را با استفاده از LimeWire دانلود نکنید. به هر حال می توانید دانلود برنامه ها را از طریق ابزارها > اولویت ها > جستجو > پیکربندی... فعال کنید.
gl: Recomendamos que non se descargue software empregando o LimeWire. Con todo, pode activar a descarga de software vía Ferramentas >Opcións > Procurar > Configurar...
hr: Mi vam preporučujemo da ne skidate programe sa LimeWire. Medjutim, vi možete omogučiti i aktivirati skidanje programa via Tools > Options > Search > Configure...
ku: Em pêşniyar nakin ku bi LimeWire'ê bername daxî. Lê diakrî bi riya Vebijêrk>Lêgerîn>Veava bike daxistina bernameyan çalak bikî...
lv: Mēs iesakām nelejuplādēt programmas LimeWire. Tomēr, Tu vari iespējot programmu lejuplādēšanu Rīki > Opcijas > Meklēšana > Konfigurēt...
nb: Vi anbefaler at du ikke laster ned programmer ved bruk av LimeWire, men du kan aktivere nedlastning av programmer via Verktøy > Alternativer > Søk > Konfigurer...
ru: Мы рекомендуем, чтобы вы не загрузили программы, используя LimeWire. Однако, можно позволить загрузить программы через Инструменты > Параметры > Поиск > Настройка...

source: Search P2P Network
da: Søg P2P netværket
et: Otsi P2P Võrgust
fa: جستجوی شبکه P2P
fi: Etsi P2P-verkosta
ga: Cuardaigh an Líonra P2P
gl: Procurar na rede P2P
he: חפש רשת P2P
hr: Pretraži P2P Mrežu
ku: Tora P2P bigere
lv: Meklēt P2P Tīklu
nb: Søk i P2P-nettverk
nl: P2P-netwerk afzoeken
pl: Szukaj w sieci P2P
ru: Поиск P2P Сети
sv: Sök P2P-nätverk
tr: P2P Ağını Ara

source: Search P2P Network and Friends
da: Søg P2P netværket og venner
et: Otsi P2P Võrku ja Sõpru
fa: جستجوی شبکه P2P و دوستان
fi: Etsi P2P-verkosta ja ystäviltä
ga: Cuardaigh an Líonra P2P agus Cairde
gl: Procurar nas redes P2P e amigos
he: חפש רשתות P2P וחברים
hr: Pretraži P2P Mrežu i Prijatelje
ku: Tora P2P û hevalan bigere
lv: Meklēt P2P Tīklu un Draugus
nb: Søk i P2P-nettverk og venner
nl: P2P-netwerk en vrienden afzoeken
ru: Поиск P2P Сети и Друзей
sv: Sök P2P-nätverk och vänner
tr: P2P Ağını ve Arkadaşları Ara

# All (categories)
source: All
et: Kõik
fa: همه
gl: Todo
he: הכל
hr: Sve
ku: Hemû
lv: Viss Visas kategorijas
nb: Alle
pl: Wszystkie
ru: Все

# &All (categories)
source: &All
et: &Kõik
fa: همه
gl: &Todo
he: ואת כל
hr: &Sve
ku: &Hemû
lv: &Viss &Visas kategorijas
nb: &Alle
pl: &Wszystkie
ru: &Все

source: A&udio
da: L&yd
et: Helid
fa: فایل صوتی
fi: Ä&äni
ga: F&uaim
he: &שמע
ku: D&eng
lv: M&ūzika
nb: L&yd
pl: &Dźwięk
ru: А&удио
sv: Lj&ud
tr: &Ses

source: &Documents
da: &Dokumenter
et: Dokumendid
fa: اسناد
fi: &Dokumentit
ga: &Cáipéisí
gl: &Documentos
he: &מסמכים
hr: &Dokumenti
ku: &Pelge
lv: &Dokumenti
nb: &Dokumenter
nl: Documenten
pl: &Dokumenty
ru: &Документы
sv: &Dokument
tr: &Belgeler

source: &Images
da: B&illeder
et: Pildid
fa: تصاویر
fi: &Kuvat
ga: &Íomhánna
gl: &Imaxes
he: והתמונות
hr: &Slike
ku: &Wêne
lv: &Attēli
nb: &Bilder
nl: Afbeeldingen
pl: &Obrazki
ru: &Изображения
sv: B&ilder
tr: &Resimler

source: &Programs
da: &Programmer
et: Programmid
fa: برنامه ها
fi: &Ohjelmat
fr: &Programmes
ga: Ríomhoidis
gl: &Programas
he: והתוכניות
hr: &Programi
ku: &Bername
lv: &Programmas
nb: &Programmer
nl: Programma's
pl: &Programy
ru: &Программы
sv: &Program
tr: &Programlar

source: &Videos
da: &Videoer
et: Videod
fa: فیلم ها
fi: &Videot
fr: &Vidéos
ga: Físeáin
gl: &Vídeos
he: ואת קבצי הוידאו
hr: &Video
ku: &Vîdyo
lv: &Video
nb: &Videoer
pl: &Filmy
ru: &Видео
sv: &Videoklipp
tr: &Videolar

source: &Other
da: Øvri&gt
et: Teised
fa: سایر
fi: &Muut
fr: &Autres
ga: &Eile
gl: &Outros
he: וקבצים אחרים
hr: &Ostalo
ku: &Yên din
lv: &Citi
nb: &Andre
nl: Anders
pl: &Inne
ru: &Другое
sv: &Övrigt
tr: &Diğer

source: You might not receive many results until LimeWire is fully connected
fa: ممکن است تا زمانی که LimeWire کاملاً وصل نشده، نتایج زیادی دریافت نکنید
gl: Pode que non reciba demasiados resultados até que o LimeWire estea completamente conectado.
hr: Momožda nećete dobiti sve rezultate sve dok LimeWire nije u potpunosti konektiran
ku: Heta ku LimeWire bi temamî hat girêdan heye ku nekarî gelek encam bi dest bixî
lv: Jūs varat nesaņemt daudzus rezultātus, kamēr LimeWire nav pilnībā savienojies
nb: Det kan hende du ikke får mange resultater før LimeWire er koblet til skikkelig
ru: Вы не смогли бы получить больше результатов, пока LimeWire полностью не подключен

source: close
da: luk
et: Sulge
fa: بستن
fi: sulje
fr: fermer
ga: dún
gl: pechar
he: סגור
hr: zatvori
ku: bigire
lv: aizvērt
nb: lukk
nl: sluiten
pl: Zamknij
ru: закрыть
sv: stäng
tr: kapat
