Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
et: Alla laadimiste salvestamine {0} ei pruugi töötada õigesti. Et olla kindel, et alla laetud failid salvestatakse õigesti, peaksid Sa salvestama nad alamkausta {1}. Tahksid Sa valida mõne muu asukoha?
fa: ذخیره دانلودها در {0} ممکن است درست عمل نکند برای اطمینان از اینکه دانلودها درست ذخیره می شوند، باید آنها را در یک پوشه فرعی ذخیره کنید {1}. آیا مایلید محل دیگری را انتخاب کنید؟
fi: Lataaminen kansioon {0} ei ehkä toimi. Sinun kannattaisi varmuuden varalta tallentaa ne kansion {1} alikansioon. Haluatko valita toisen kansion?
gl: Gardar as descargas en {0} pode dar problemas de funcionamento. Para asegurarse de que as descargas son gardadas apropiadamente debe gardalas nun sub-cartafol de {1}. Gustaríalle escoller outra ubicación?
he: יתכן ושמירת הורדות ל-{0} לא תפעל כראוי. בכדי להבטיח שההורדות ישמרו כשורה, כדאי שתשמור אותן לתיקית משנה של {1}. האם ברצונך לבחור מיקום אחר?
hr: Spremanje preuzimanja na {0} možda neće ispravno funkcionirati. Da bi preuzimanja ispravno spremili morate ih spremiti u podmapu od {1}. Želite li odabrati neku drugu lokaciju?
ku: Tomarkirina daxistinan a li {0} heye ku rast nexebite. Ji bo mîsoger bizanî ku rast hetine tomarkirin divê di peldankeke jêr ya {1} de tomar bikî. Dixwazî peldankeke din hilbijêrî?
lv: Lejuplāžu saglabāšana {0} var funkcionēt nepareizi. Lai būtu pārliecināts, ka lejuplādes tiek saglabātas atbilstoši, Jums vajadzētu tās saglabāt {1} apakšmapē. Vai vēlaties izvēlēties citu atrašanās vietu?
nb: Det er ikke sikkert at lagring av nedlastninger i {0} fungerer skikkelig. For å være sikker på at nedlastninger lagres skikkelig, bør du lagre dem i en undermappe av {1}. Ønsker du å velge en annen plassering?
nl: Downloads opslaan in {0} zou niet goed kunnen functioneren. Om er zeker van te zijn dat uw downloads goed opgeslagen worden, zou u ze op moeten slaan in een submap van {1}. Wilt u een andere locatie kiezen?
ru: Сохранение загрузок в {0}, возможно функционирует не правильно. Чтобы убедиться, что загрузки сохранены верно, вы должны сохранить их в подпапке {1}. Хотите выбрать другое местоположение?
sv: Att spara nerladdningar till {0} kanske inte fungerar korrekt. För att vara säker på att nerladdningar sparas på rätt sätt bör du spara dem till en undermapp från {1}. Vill du välja en annan plats?
tr: İndirilenleri {0} a kaydetmek doğru bir seçim olmayabilir. İndirilenleri kaydettiğinizden emin olmalısınızki, gerektiği gibi {1} in bir alt klasörüne kaydetmelisiniz. Başka bir yer seçmek ister misiniz?

source: Folder Warning
da: Mappe advarsel
et: Kausta Hoiatus
fa: هشدار پوشه
fi: Varoitus kansiosta
ga: Rabhadh Fillteáin
gl: Aviso de cartafol
he: הערת תיקיה
hr: Upozorenje Mape
ku: Hişyariya Peldankê
lv: Mapes brīdinājums
nb: Advarsel for mappe
nl: Mapwaarschuwing
ru: Рабочая Папка
sv: Mappvarning
tr: Klasör Uyarısı

source: <html><body>Warning: You are sharing Documents with the world. These Documents may contain personal information. <a href="{0}">learn more</a></body></html>
et: <html><body>Hoiatus: Sa jagad dokuemente. Dokumendid võivad sisaldada isiklikku informatsiooni. <a href="{0}">Vaata Rohkem</a></body></html>
fa: <html><body>هشدار: در حال تبادل اسناد با دنیا هستید. ممکن است این اسناد حاوی اطلاعات شخصی باشند. <a href="{0}">learn more</a></body></html>
gl: <html><body>Aviso: vostede está a compartir documentos cos demais usuarios. Estes documentos poden conter información privada. <a href="{0}">Saber máis</a></body></html>
he: <html><body>אזהרה: הינך משתף מסמכים עם העולם. מסמכים אלה יכולים להכיל מידע אישי. <a href="{0}">למד עוד</a></body></html>
hr: <html><body>Upozorenje: Vi razmjenjujete dokumenta sa svijetom. Ovi Dokumenti mogu sadržavati osobne podatke. <a href="{0}">saznajte više</a></body></html>
ku: <html><body>Hişyarî: Tu Pelgeyê bi cîhanê re parve dikî.Ev pelge heye ku agahiya kesane bihewîne. <a href="{0}">zêdetir agahî</a></body></html>
lv: <html><body>Brīdinājums: Jūs koplietojat dokumentus ar pasauli. Šie dokumenti var saturēt personīgu informāciju. <a href="{0}">uzzināt vairāk</a></body></html>
nb: <html><body>Advarsel: Du deler dokumenter med verdenen. Disse dokumenter kan inneholde personlig informasjon. <a href="{0}">lær mer</a></body></html>
ru: <html><body>Внимание: Вы расшарили Документы с миром. Эти Документы могут содержать личную информацию.<a href="{0}">Узнать больше</a></body></html>

source: Do you want to keep sharing Documents with the world?
et: Kas sa tahad jätkata dokumendite jagamist?
fa: آیا می خواهید به تبادل اسناد با دنیا ادامه دهید؟
gl: Desexa seguir a compartir Documentos con todos os usuarios?
he: האם ברצונך להמשיך לשתף מסמכים עם העולם?
hr: Da li hoćete da nastavite razmjenu Dokumenata sa svijetom?
ku: Dixwazî parvekirina Pelgeyan a bi cîhanê re bidomînî?
lv: Vai vēlaties turpināt koplietot dokumentus ar pasauli?
nb: Ønsker du å fortsette med å dele dokumenter med verdenen?
ru: Вы хотите продолжать расшаривание Документов с миром?

source: Continue Sharing
et: Jätka Jagamist
fa: ادامه به اشتراک گذاری
gl: Continuar compartindo
he: המשך בשיתוף
hr: Nastavi Razmjenjivanje
ku: Parvekirinê Bidomîne
lv: Turpināt koplietot
nb: Fortsett deling
ru: Продолжить

source: Unshare All
et: Tühista Kõik Jagamised
fa: توقف به اشتراک گذاری همه
gl: Deixar de compartir todo
he: בטל שיתוף להכל
hr: Označi Sve za Ne Razmjenjivanje
ku: Yekê jî parve neke
lv: Atcelt koplietošanu visam
nb: Fjern deling alle
pl: Wstrzymaj udostępnianie wszystkich
ru: Не расшаривать Все

source: File/Folder not added
et: Faili/Kausta ei lisatud
fa: فایل/پوشه اضافه نشد
gl: Ficheiro/Cartafol non engadido
he: קובץ/תיקיה לא נוספו
hr: Datoteka/Mapa nije dodana
ku: Pel/peldank nehat lêzêdekirin
lv: Fails/Mape nav pievienots
nb: Fil/Mappe ikke lagt til
ru: Файл/Папка не добавлена

source: {0} could not be added to the Library.
et: {0} ei saadud lisada kogusse.
fa: {0} به کتابخانه افزوده نشد.
gl: {0} non puido ser engadido á biblioteca.
he: הוספת {0} לספרייה נכשלה.
hr: {0} nije moglo biti dodano u Biblioteku.
ku: {0} li pirtûkxaneyê nehat zêdekirin.
lv: {0} nevar tikt pievienots Jūsu bibliotēkai.
nb: {0} kunne ikke legges til i biblioteket.
ru: {0} не смог добавить в Библиотеку.

source: {0} folders and {1} files could not be added to the Library.
et: {0} kausta ja {1} ei saadud lisada raamatukokku.
fa: {0} پوشه و {1} فایل به پوشه اضافه نشد.
gl: {0} cartafoles e {1} ficheiros non puideron ser engadidos á biblioteca.
he: נכשלה הוספת {0} תיקיות ו-{1} קבצים לספרייה שלך.
hr: {0} mape i {1} datoteke nisu mogle biti dodane u Biblioteku.
ku: {0} peldank û {1} pel li pirtûkxaneyê nehat zêdekirin.
lv: {0} mapes un {1} faili nevar tikt pievienots(i) jūsu bibliotēkai.
nb: {0} mapper og {1} filer kunne ikke legges til i biblioteket.
ru: {0} папки и {1} файлы не добавлены в Библиотеку.

source: {0} folders could not be added to the Library.
et: {0} kausta ei saadud lisada raamatukokku.
fa: {0} پوشه به کتابخانه اضافه نشد.
gl: {0} cartafoles non puideron ser engadidos á biblioteca.
he: נכשלה הוספת {0} תיקיות לספרייה שלך.
hr: {0} mape nisu mogle biti dodane u Biblioteku.
ku: {0} peldank li pirtûkxaneyê nehat zêdekirin
lv: {0} mapes nevar tikt pievienotas bibliotēkai.
nb: {0} mapper kunne ikke legges til i biblioteket.
ru: {0} папки не добавлены в Библиотеку.

source: {0} files could not be added to the Library.
et: {0} faili ei saadud lisada raamatukokku.
fa: {0} فایل به کتابخانه اضافه نشد.
gl: {0} ficheiros non puideron ser engadidos á biblioteca.
he: נכשלה הוספת {0} קבצים לספרייה שלך.
hr: {0} datoteke nisu mogle biti dodane u Biblioteku.
ku: {0} pel li pirtûkxaneyê nehat zêdekirin
lv: {0} faili nevar tikt pievienoti bibliotēkai.
nb: {0} filer kunne ikke legges til i biblioteket.
ru: {0} файлы не добавлены в Библиотеку.

source: Learn More
et: Lisainformatsioon
fa: اطلاعات بیشتر
gl: Saber máis
hr: Saznaj više
ku: Zêdetir hîn bibe
lv: Uzzināt vairāk
nb: Lær mer
ru: Узнать Больше

source: From:
et: Alates:
fa: از:
gl: De:
hr: Od:
ku: Ji:
lv: No:
nb: Fra
ru: От:

source: Include files with the following extensions(abc, xyz)
fa: منظور کردن فایل های دارای پسوند های (abc، xyz)
gl: Incluír ficheiros coas seguintes extensións(abc, xyz)
hr: Uključiti datoteke sa produžetcima (abc, xyz)
ku: Pelên bi van cûreyan bihewîne (abc, xyz)
lv: Iekļaut failus ar šādiem paplašinājumiem(abc, xyz)
nb: Inkluder filer med følgende filendelser (abc, xyz)
ru: Включить файлы со следующими расширениями(abc, xyz)

source: Choose What to Share
fa: انتخاب موارد
gl: Escoller que compartir
hr: Izaberite Šta za podijeliti
ku: Yên ji bo parvekirinê hilbijêre
lv: Izvēlieties, ko koplietot
nb: Velg hva du vil dele
ru: Выберите, Что Раздать

source: Choose What to Add
fa: آنچه می خواهید اضافه کنید را انتخاب نمایید
gl: Escoller que engadir
hr: Izaberite Šta da dodati
ku: Yên ji bo lêzêdekirinê hilbijêre
lv: Izvēlieties, ko pievienot
nb: Velg hva du vil legge til
ru: Выберите, Что Добавить

source: Choose the type of files to share with the world
fa: نوع فایلی که می خواهید با دنیا تبادل کنید را انتخاب نمایید
gl: Escoller o tipo de ficheiros para compartir na rede
hr: Izaberite vrstu datoteka koje želite podijelti sa svijetom
ku: Cûreyên pelan a parvekirina bi cîhanê re hilbijêre
lv: Izvēlieties failu tipus, ko koplietot ar pasauli
nb: Velg hvilke type filer du ønsker å dele med verdenen
ru: Выберите тип файлов для раздачи

source: Choose the types of files to share with {0} friend
fa: نوع فایلی که می خواهید با {0} دوستتان تبادل کنید را انتخاب نمایید
gl: Escoller os tipos de ficheiro a compartir con {0} amigo
hr: Izaberite vrstu datoteka koje želite podijelti sa {0} prijateljom
ku: Ji bo parvekirina bi {0} hevalê xwe cûreya pelan hilbijêre
lv: Izvēlieties failu tipus, ko koplietot ar {0} draugu
nb: Velg hvilke type filer du ønsker å dele med {0} venn
ru: Выберите типы файлов, чтобы разделить с {0} другом

source: Add these types of files
et: Lisa neid failitüüpe
fa: افزودن این نوع فایل ها
gl: Engadir estes tipos de ficheiros
hr: Dodajte ovu vrstu datoteka
ku: Van cûreyên pelan lê zêdeke
lv: Pievienot šos failu tipus
nb: Legg til disse typer filer
ru: Добавить эти типы файлов

source: "{0}" and all its subfolders
et: "{0}" ja kõik nende alamkaustad
fa: "/{0}"/ و همه پوشه های فرعی آن
gl: "{0}" e os seus sub-cartafoles
hr: "{0}" i sve sub direktorije
ku: "{0}" û hemû peldankên jêr
lv: "{0}" un visas tā apakšmapes
nb: "{0}" og alle dens undermapper
ru: "{0}" и все подпапки

source: {0} folders and all their subfolders
et: {0} fkaustad ja kõik nende alamkaustad
fa: {0} پوشه و همه پوشه های فرعی آنها
gl: {0} cartafoles e os seus sub-cartafoles
hr: {0} direktorije i sve sub direktorije
ku: {0} peldank û hemû peldankên jêr
lv: {0} mapes un visas to apakšmapes
nb: {0} mapper og alle dens undermapper
ru: {0} папки и все их подпапки

source: "{0}" only
et: "{0}" ainult
fa: فقط "{0}"
gl: Só "{0}"
hr: "{0}" samo
ku: Tenê "{0}"
lv: "{0}" tikai
nb: kun "{0}"
ru: "{0}" только

source: {0} folders only
et: {0} kauwtad ainult
fa: {0} پوشه فقط
gl: Só {0} cartafoles
hr: {0} direktorije samo
ku: tenê {0} peldank
lv: {0} tikai mapes
nb: kun {0} mapper
ru: {0} только папки

source: Some Legal Stuff
da: Noget lovstof
et: Õiguslikud Asjad
fa: برخی مواد و مطالب قانونی
fi: Jotain lakikamaa
ga: Rudaí Dlíthiúla
gl: Algunhas legalidades
he: מידע לגבי חוקיות
hr: Neke Zakonske Stvari
ku: Hinek mijarên legal
nb: Noen rettslige greier
nl: Wat legale dingen
ru: Кое Что Легальное
sv: Några Lagliga Grejer
tr: Bazı Yasal Şeyler

source: <html><body>LimeWire Basic and LimeWire PRO are peer-to-peer programs for sharing authorized files only. Copyright laws may forbid obtaining or distributing certain copyrighted content. Learn more information about <a href="{0}">Copyright</a></body></html>.
et: <html><body>LimeWire Põhiline ja LimeWire PRO on programmid ainult õiguslike failide Kasutajalt - Kasutajale jagamiseks. Autoriõigus seadused keelavad saatmist ja jagamist autoriõigusega kaitstud sisu. Saa rohkem iformatsiooni <a href="{0}">Autoriõiguste</a></body></html> kohta.
fa: <html><body>LimeWire Basic و LimeWire PRO برنامه های نظیر به نظیری هستند که صرفاً برای تبادل فایل های مجاز طراحی شده اند. ممکن است دریافت یا توزیع برخی از مطالب و فایل های تحت حفاظت کپی رایت غیر قانونی باشد. اطلاعات بیشتری در باره <a href="{0}">کپی رایت</a></body></html> کسب کنید.
gl: <html><body>LimeWire Basic e LimeWire PRO son programas p2p para compartir unicamente ficheiros autorizados. As leis de propiedade intelectual poden prohibir a obtención ou distribución de certos contidos con dereitos de autoría. Saiba máis sobre <a href="{0}">Copyright</a></body></html>.
he: <html><body>LimeWire הבסיסית ו-LimeWire PRO הינן תוכנות לשיתוף קבצים חוקיים בלבד. חוקי זכויות יוצרים עלולים לאסור הורדה או שיתוף של יצירות מוגנות. למד עוד אודות <a href="{0}">זכויות יוצרים</a></body></html>.
hr: <html><body>LimeWire Basic i LimeWire PRO su programi za razmjenu samo dozvoljenih datoteka. Zakoni o autorskim pravima mogu zabraniti dobavu i distribuciju određenog zaštićenog materijala. Saznajte više o <a href="{0}">Autorskim pravima</a></body></html>.
nb: <html><body>LimeWire Basic og LimeWire PRO er peer-to-peer programmer kun for deling av autoriserte filer. Opphavsrettslover kan forby anskaffelse eller distribusjon av opphavsrettsbeskyttet innhold. Få mer informasjon om <a href="{0}">Opphavsrett</a></body></html>.
ru: <html><body>LimeWire Basic и LimeWire PRO - программы соединения равноправных узлов ЛВС для того, чтобы делиться только разрешенными файлами. Законы об авторском праве могут запретить получение или распространение определенного содержания защищенного авторским правом. Узнавайте больше информации об <a href="{0}">Авторском праве</a></body></html>.

source: Copyright Infringement
et: Autoriõiguse Rikkumine
fa: نقض کپی رایت
gl: Vulneración do copyright
he: הפרות זכויות יוצרים
hr: Povreda Autorskih Prava
ku: Binpêkirina mafê lîsansê
lv: Autortiesību pārkāpums
nb: Brudd på opphavsrett
pl: Naruszenie praw autorskich
ru: Нарушение Авторского права

source: LimeWire Privacy Policy
fa: سياست محرمانگی LimeWire
gl: Política de privacidade de LimeWire
hr: Politika privatnosti LimeWire-a
ku: Şertên LimeWire'ê ên ewlekariyê
lv: LimeWire privātuma politika
nb: LimeWire Personvern
ru: Конфиденциальность LimeWire

source: LimeWire License Agreement
fa: توافقنامه مجوز LimeWire
gl: Aceptación da licenza de LimeWire
hr: LimeWire licencija sporazuma
ku: Hevpeymana lîsansa LimeWire
lv: LimeWire licences līgums
nb: LimeWire Lisensavtale
ru: Лицензионное соглашение LimeWire

source: AVG Anti-Virus License Agreement
fa: توافقنامه مجوز آنتی ويروس AVG
gl: Conformidade coa Licenza do anti-virus AVG
hr: AVG Anti-Virus licencija sporazuma
ku: Hevpeymana lîsansa AVG Antî-Vîrûs
lv: AVG Anti-Virus licences līgums
nb: AVG Anti-Virus Lisensavtale
ru: Лицензионное соглашение AVG Anti-Virus

source: By clicking "I Agree", you agree that you have read, understand and assent to the terms of the LimeWire and AVG Anti-Virus License Agreements and LimeWire Privacy Policy. You also agree that you will not use LimeWire for copyright infringement.
fa: با کليک بر روی "من موافقم" ، شما می پذيريد که ضوابط موافقنامه های مجوز LimeWire و آنتی ويروس AVG و سياست محرمانگی LimeWire را خوانده و متوجه شده ايد. همچنين شما می پذيريد که استفاده شما از LimeWire قوانين کپی رايت را نقض نکند.
gl: Premendo en "Dacordo", vostede asume que leu, entendeu e aceptou os termos da Licenza e a Política de privacidade do LimeWire e do Antivirus AVG. Vostede tamén acepta que non empregará o LimeWire para vulnerar copyright ningún.
ku: Berî tikandina li "Dipejirînim", tu qebûl dikî ku te Hevpeymana taybet a LimeWire'ê û Hevpeymana AVG antî-vîrûs xwediye û pejirandiye.
lv: Klikšķinot "Es piekrītu", Jūs piekrītat, ka esat izlasījis, saprotat un pieņemat LimeWire un AVG Anti-Virus Licences līgumu nosacījumiem un LimeWire Privātuma politikai. Jūs arī piekrītat, ka neizmantosiet LimeWire autortiesību pārkāpšanai.
nb: Ved å klikke "Jeg Godkjenner", godtar du at du har lest og aksepterer vilkårene i LimeWire's og AVG Anti-Virus lisensavtaler og LimeWire's Personvern. Du godtar også at du ikke vil bruke LimeWire for brudd på opphavsretten.
ru: Щелкая "Я Согласен", вы соглашаетесь на сроки LimeWire, и понимаете прочитанное Лицензионное соглашение AVG Anti-Virus и Политику конфиденциальности LimeWire. Вы также соглашаетесь, что не будете использовать LimeWire для нарушения авторского права.

source: By clicking "I Agree", you agree that you have read, understand and assent to the terms of the LimeWire License Agreement and LimeWire Privacy Policy. You also agree that you will not use LimeWire for copyright infringement.
fa: با کليک بر روی "من موافقم" ، شما می پذيريد که ضوابط موافقنامه مجوز LimeWire و سياست محرمانگی LimeWire را خوانده و متوجه شده ايد. همچنين شما می پذيريد که استفاده شما از LimeWire قوانين کپی رايت را نقض نکند.
gl: Premendo en "Dacordo", vostede asume que leu, entendeu e aceptou os termos da Licenza e a Política de privacidade. Vostede tamén acepta que non empregará o LimeWire para vulnerar copyright ningún.
ku: Berî tikandina li "Dipejirînim", tu qebûl dikî ku te Hevpeymana Taybet ya LimeWire'ê xwediye û pejirandiye.
lv: Klikšķinot "Es piekrītu", Jūs piekrītat, ka esat izlasījis, saprotat un pieņemat LimeWire Licences līguma nosacījumiem un LimeWire Privātuma politikai. Jūs arī piekrītat, ka neizmantosiet LimeWire autortiesību pārkāpšanai.
nb: Ved å klikke "Jeg Godkjenner", godtar du at du har lest og aksepterer vilkårene i LimeWire's Lisensavtale og LimeWire's Personvern. Du godtar også at du ikke vil bruke LimeWire for brudd på opphavsretten.
ru: Щелкая "Я Согласен", вы соглашаетесь, что прочли и понимаете сроки Лицензионного соглашения LimeWire и Политику конфиденциальности LimeWire. Вы также соглашаетесь, что не будете использовать LimeWire для нарушения авторского права.

source: Choose your language
da: Vælg dit sprog
et: Vali Oma Keel
fa: زبان خود را انتخاب کنید
fi: Valitse kieli
ga: Roghnaigh do theanga
gl: Escolla o seu idioma
he: בחר את השפה שלך
hr: Odaberite vaš jezik
ku: Zimanê xwe hilbijêre
lv: Izvēlieties savu valodu
nb: Velg språket ditt
nl: Kies uw taal
pl: Wybierz swój język
ru: Выберите свой язык
sv: Välj ditt språk
tr: Dilinizi değiştirin

source: Policies Governing Your Use:
et: Poliitika EKP Kasutamine:
fa: قوانین و خط مشی های مربوط به استفاده:
gl: Normas de uso:
he: מדיניות אכיפת שימוש:
hr: Pravila Koja Upravljaju Vašom Upotrebom:
ku: Qeydeyên derbarê bikaranîna we
nb: Lover som dekker bruket ditt:
ru: Политика, Управляющая Вашим Применением:

source: Invalid license key.
fa: شماره مجوز نامعتبر.
gl: A chave da licenza é incorrecta.
nb: Ugyldig lisens-nøkkel
ru: Неправильный лицензионный ключ.

source: Your license key has been used on too many installations.
fa: شماره مجوز شما در نصب های زيادی مورد استفاده قرار گرفته است.
gl: A chave da licenza xa foi empregada en demasiadas instalacións.
nb: Din lisensnøkkel har blitt brukt på for mange installasjoner.
ru: Ваш лицензионный ключ был использован слишком много установок.

source: Communication error. Please try again later.
fa: خطای اتصال. لطفاً بعداً دوباره امتحان کنيد.
gl: Produciuse un erro na comunicación. Ténteo máis tarde.
nb: Kommunikasjon feil. Vennligst prøv igjen senere.
ru: Ошибка соединения. Пожалуйста попробуйте позже.

source: Your license has been activated, but...
fa: مجوز شما فعال شده است، ولی...
gl: A licenza foi activada, pero...
nb: Din lisens har blitt aktivert, men ...
ru: Ваша лицензия была активирована, но...

source: Yay! Your license has been successfully activated.
fa: اوه! مجوز شما با موفقيت فعال شد.
gl: Ieeeva! a licenza foi activada correctamente.
nb: Yay! Din lisens har blitt aktivert.
ru: Ура! Ваша лицензия была успешно активирована.

source: Thank you! You have successfully activated your license.
fa: با تشکر! شماره شما با موفقيت فعال شد.
gl: Grazas! A licenza activouse correctamente.
nb: Takk! Du har aktivert lisensen.
ru: Спасибо! Вы успешно активировали лицензию.

source: Click on {0} for more information.
fa: برای اطلاعات بيشتر بر روی {0} کليک کنيد.
gl: Prema en {0} para obter máis información.
nb: Klikk på {0} for mer informasjon
ru: Нажмите на {0} для получения дополнительной информации.

source: Associate magnet links and torrent files with LimeWire
gl: Asociar as ligazóns magnet e os ficheiros torrent a LimeWire
ru: Ассоциировать magnet ссылки и торрент файлы с LimeWire

source: Launch LimeWire at system startup
et: Käivita LimeWire süsteemi käivitumisel
fa: فعال سازی LimeWire به محض راه اندازی سیستم
gl: Iniciar o LimeWire cando se inicie o sistema
he: הפעל את LimeWire עם הפעלת המערכת
hr: Pokreni LimeWire pri podizanju sustava
ku: Dema pergal destpê kir LimeWire'ê veke
lv: Uzsākt LimeWire vienlaicīgi ar sistēmas sāknēšanu
nb: Kjør LimeWire ved systemoppstart
pl: Uruchom LimeWire przy starcie systemu
ru: Запуск LimeWire на запуске системы

source: Improve LimeWire
et: Täiusta LimeWire-it
fa: بهینه سازی LimeWare
gl: Mellorar o LimeWire
he: שפר את LimeWire
hr: Poboljšaj LimeWire
ku: LimeWire'ê pêşde bibe
lv: Uzlabo LimeWire
nb: Forbedre LimeWire
pl: Udoskonal LimeWire
ru: Улучшите LimeWire

source: Don't let me download or upload files copyright owners request not be shared
et: Ära luba mul alla laadida ega üles laadida faile, mida autoriõiguste omajad on palunud mitte jagada
fa: اجازه نده فایل هایی که دارای درخواست مالک کپی رایت مبنی بر عدم به اشتراک گذاری هستند را آپلود یا داونلود کنم
ga: Ná lig dom comhaid a d'iarr sealbhóirí cóipchearta gan comhroinnt a íosluchtú nó a uasluchtú
gl: Non permitir a compartición nin recepción de ficheiros con solicitude dos propietarios do copyright para que non se compartan
he: אל תאפשר לי להוריד או להעלות קבצים שבעלי זכויות יוצרים ביקשו לא לשתף
hr: Ne dozvoli mi da preuzmem ili otpremim datoteke čiji su vlasnici autorskih prava tražili da se ne razmjenjuju
ku: Nehêle ku pelên ku xwediyên wan nahêle werin parvekirin, daxim
lv: Neļaut man lejuplādēt vai augšuplādēt failus, kuru autortiesību īpašnieki pieprasa nekoplietot.
nb: Ikke la meg laste ned eller laste opp filer som eierne av opphavsretten har bedt om at ikke deles
nl: Laat mij geen bestanden down- of uploaden waarvan copyrightbezitters gevraagd hebben of deze niet gedeeld kunnen worden
pl: Nie pozwalaj mi na pobieranie lub udostępnianie plików, których właściciele praw autorskich odmówili prawa do udostępniania.
ru: Не загружать или раздовать файлы с авторскими правами и не расшаривать
sv: Låt mig inte ladda ner eller ladda upp filer som upphovsrättsinnehavaren begär att inte delas
tr: Yasal haklarında paylaşılamaz diye belirtilen dosyaları indirmeme ve karşıya yüklememe izin verme

source: All settings can be changed later from LimeWire > Preferences
et: Kõiki seadeid saab hiljem muuta LimeWire-is > Seaded
fa: همه تنظیمات را می توان بعداً از LimeWare < اولویت ها تغییر داد
gl: Todos os axustes poden cambiarse máis tarde en LimeWire > Preferencias
he: אפשר לשנות את כל ההגדרות יותר מאוחר מ-LimeWire > הגדרות
hr: Sve postavke mogu biti promijenjene kasnije kroz LimeWire > Povlastice
ku: Hemû mîheng dikarin paşê ji vir werin guhertin LimeWire > Vebijêrk
lv: Visi iestatījumi var tikt mainīti vēlāk no LimeWire > Rekvizīti
nb: Alle innstillinger kan endres senere i LimeWire > Innstillinger
pl: Wszystkie ustawienia mogą być później zmienione z LimeWire> Preferencje
ru: Все настройки можно изменить позже в LimeWire > Предпочтение
