Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: "magnet:" links
ar: "وصلات:" بارزة
cy: cysylltiadau "magnet:"
el: "magnet:" δεσμοί
es: enlaces "magnet:"
et: "magnet:" lingid
fa: پیوند های ".magnet"
fi: "magneetit:" -linkit
fr: "magnet:" liens
ga: naisc "magnet:
gl: Ligazóns "magnet:"
he: קישורי "magnet:"
hr: "magnet" veze
hu: "magnet:" hivatkoz�sok
it: Collegamenti "magnet:"
ja: "magnet:"拡張子リンク
ku: lînkên "magnet:"
nb: "magnet:" -lenker
nn: "magnet:" linker
pl: odnośniki "magnet:"
pt: ligações "magnet:"
pt_br: vínculos "magnet:"
ru: "магнэет:" ссылки
sk: "magnet:" linky
sq: linke "magnet:"
sr: "magnet:" linkkove
sv: "magnet:" länkar
tr: "magnet:" bağlantıları

source: Sharing {0} files
da: Deler {0} filer
el: Κοινή χρήση {0} αρχείων
es: Compartiendo {0} archivos
et: Jagan {0} - e Faili
fa: به اشتراک گذاری {0} فایل
fi: Jaetaan {0} tiedostoa
fr: Partage de fichiers {0}
ga: {0} comhaid á chomhroinnt
gl: Compartindo {0} ficheiros
he: משתף {0} קבצים.
hr: Razmjenjivanje {0} datoteka
ja: {0}ファイルを共有中
ku: {0} pel tê parvekirin
lv: Koplieto {0} failus
nb: Deler {0} filer
nl: Deelt {0} bestanden
ru: Общедоступные файлы {0}
sv: Delar {0} filer
tr: {0} dosya paylaş

source: Exit
ar: خروج
bs: Izlaz
cy: Gadael
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fa: خروج
fi: Lopeta
fr: Quitter
ga: Scoir
gl: Saír
he: יציאה
hr: Zatvori
hu: Kil�p�
id: Keluar
it: Esci
ja: 終了する
ku: Derkeve
lv: Iziet
nb: Avslutt
nl: Afsluiten
nn: Avslutt
pl: Zamknij
pt: Sair
pt_br: Sair
ru: Выход
sk: Ukončiť
sq: Dil
sr: Isključi LimeWire
sv: Avsluta
tr: Çık
uk: Вийти

source: Update Now
ar: التحديث الآن
bs: Update sada
cy: Diweddaru Nawr
da: Opdater nu
de: Jetzt updaten
el: Ενημέρωση τώρα
es: Actualizar ahora
et: Uuenda Kohe
fa: الان به روز رسانی شود
fi: Päivitä nyt
fr: Mettre à jour maintenant
ga: Nuashonraigh Anois
gl: Actualizar agora
he: עדכן עכשיו
hr: Nadogradnja sada
hu: Friss�t�s most
id: Perbaharui sekarang
it: Ora
ja: いまアップデートする
ku: Niha Rojane Bike
lv: Atjaunināt tagad
nb: Oppdater nå
nl: Nu updaten
nn: Oppdater Nå
pl: Aktualizuj teraz
pt: Actualizar agora
pt_br: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sq: Ridatoje Tani
sr: Nadogradi odmah
sv: Uppdatera nu
tr: Şimdi Güncelleştir
uk: Оновити зараз

source: Visit http://www.limewire.com to update!
ar: قم بزيارة موقع http://www.limewire.com للتحديث!
bs: Posjeti http://www.limewire.com za update!
cy: I gael y fersiwn newydd - http://www.limewire.com
da: Besøg http://www.limewire.com for at opdatere!
de: Besuchen Sie http://www.limewire.com um die neuesten Updates herunterzuladen!
el: Επισκεφθείτε τη διεύθυνση: http://www.limewire.com για ενημέρωση!
es: Vistie http://www.limewire.com para actualizar!
et: Uuendamiseks külasta http://www.limewire.com
fa: برای به روز رسانی، از http://www.limewire.com دیدن کنید!
fi: Päivittää sivulla http://www.limewire.com !
fr: Visitez http://www.limewire.com pour mettre à jour !
ga: Tabhair cuairt ar http://www.limewire.com chun nuashonrú!
gl: Visite http://www.limewire.com para actualizar
he: בקר ב-http://www.limewire.com על מנת לעדכן!
hr: Posjetite http://www.limewire.com za nadogradnju!
hu: L�togasd meg a http://www.limewire.com-ot a friss�t�shez!
id: Kunjungi http://www.limewire.com untuk memperbaharui!
it: Visita il sito http://www.limewire.com per l'aggiornamento!
ja: http://www.limewire.comにアクセスしてアップデート！
ku: Here http://www.limewire.com ji bo rojanekirinê!
lv: Dodies uz http://www.limewire.com lai atjauninātu!
nb: Besøk http://www.limewire.com for å oppgradere!
nl: Bezoek http://www.limewire.com om te updaten!
nn: Besøk http://www.limewire.com for å oppgradere!
pl: Odwiedź http://www.limewire.com w celu aktualizacji.
pt: Visite a página http://www.limewire.com para actualizar!
pt_br: Visite a página http://www.limewire.com para atualizar!
ru: Посетите http://www.limewire.com для обновления!
sk: Pre aktualizáciu navštívte http://www.limewire.com !
sq: Për ridatime, vizitoni http://www.limewire.com!
sr: Posetite http://www.limewire.com za ažuriranje!
sv: Besök http://www.limewire.com för att uppdatera!
tr: Güncelleştirmek için http://www.limewire.com adresini ziyaret edin!
uk: Відвідайте http://www.limewire.com для оновлення!

source: LimeWire needs to be restarted to install the update. If you choose not to update now, LimeWire will update automatically when you close. Would you like to update now?
ar: LimeWire بحاجة لإعادة تشغيله لتركيب التحديث. إذا اخترت لا للتحديث الآن, LimeWire سيقوم بالتحديث تلقائياً عند الإغلاق. هل تود التحديث الآن?
cy: Mae angen ail-ddechrau LimeWire i lwytho'r fersiwn newydd. Wyt eisiau diweddaru nawr?
da: LimeWire skal genstartes for at installere opdateringen. Hvis du vælger ikke at opdatere nu vil LimeWire opdatere automatisk når du lukker programmet. Vil du opdatere nu?
de: LimeWire muss neu gestartet werden, um das Update zu installieren. Wenn Sie jetzt nicht updaten möchten, wird LimeWire das Update automatisch beim Beenden des Programmes starten. Möchten Sie das Update jetzt durchführen?
el: Το LimeWire πρέπει να επανεκκινηθεί για να εγκατασταθεί η ενημέρωση. Αν επιλέξετε να μη γίνει η ενημέρωση τώρα, το LimeWire θα ενημερωθεί αυτόματα όταν κλείσετε. Θέλετε να γίνει η ενημέρωση τώρα;
es: LimeWire necesita ser reiniciado para instalar la actualización. Si decide no actualizar ahora, LimeWire hara la actualización automaticamente cuando lo cierre. Le gustaría actualizar ahora?
et: Uuenduste paigaldamisega peab LimeWire taaskäivituma. Kui sa ei uuenda präegu, siis LimeWire uuendab kui Sa sulged programmi. Soovid Sa präegu uuendada LimeWire - it?
fa: برای نصب برنامه های به روز رسانی شده، لازم است LimeWire بازنشانی گردد. اگر انتخاب کنید که فعلاً به روز رسانی نشود، وقتی LimeWire را ببندید، به طور خودکار به روز رسانی خواهد شد. آیا مایلید همین حالا آن را به روز رسانی کنید؟
fi: LimeWiren pitää käynnistyä uudelleen asentaakseen päivityksen. Jos et päivitä nyt, päivittyy LimeWire päivittyy kun lopetat. Haluatko päivittää nyt?
fr: Limewire doit être redémarré pour installer la mise à jour. Si vous choisissez de ne pas mettre à jour maintenant, LimeWire le fera automatiquement lorsque vous le fermerez. Voulez-vous mettre à jour maintenant ?
ga: Caithfear LimeWire a atosú chun an nuashonrú a shuiteáil. Mura roghnaíonn tú nuashonrú anois, nuashonróidh LimeWire as féin nuair a scoireann tú. Ar mhaith leat nuashonrú anois?
gl: LimeWire necesita ser reiniciado para instalar a actualización. Se decide non actualizar agora, LimeWire farao automaticamente ao pechar. Desexa actualizar agora?
he: יש להפעיל מחדש את LimeWire על מנת שהעידכון יותקן. אם אתה בוחר לעדכן כעת, LimeWire תעדכן אוטומטית כשתסגור את התוכנה. האם ברצונך לעדכן כעת?
hr: LimeWire treba da se ponovno podigne da bi instalirali dopune. Ako odaberete da ne dopunite sada, LimeWire će se obnoviti automatski kad zatvorite. Da li želite obnoviti sada?
hu: A LimeWirenek �jra kell indulnia a friss�t�s telep�t�s�hez. Ha most nem szeretn�l friss�teni, a LimeWire a le�ll�sa el�tt fog friss�teni. Szeretn�d most telep�teni a friss�t�st?
id: LimeWire harus distart ulang untuk menerapkan pembaruan. Jika anda memilih tidak melakukannya sekarang, LimeWire akan memperbaharui secara otomatis ketika anda tutup. Apakah akan anda perbaharui sekarang?
it: Limewire deve essere riavviato per applicare l'aggiornamento. Se scegli di non aggiornare adesso, Limewire si aggiornerà automaticamente alla chiusura. Vuoi aggiornare adesso ?
ja: LimeWireはアップデートをインストールするには、再起動が必要。もし、いまアップデートしないのであれば、LimeWireはユーザーが終了すると自動的にアップデート。それでは、いまアップデートOK？
nb: Limewire må startes på nytt for å innstallere oppdateringen. Hvis du velger ikke å oppdatere nå, vil Limewire automatisk oppdatere når du avslutter. Ønsker du å oppdatere nå?
nl: LimeWire moet opnieuw gestart worden om de update te installeren. Indien u ervoor kiest om nu niet te updaten, zal LimeWire automatisch updaten wanneer u afsluit. Wilt u nu updaten?
nn: Limewire må startes på nytt for å innstallere oppdateringen. Hvis du velger ikke å oppdatere nå, vil Limewire automatisk oppdatere når du avslutter. Vil du oppdatere nå?
pl: Należy ponownie uruchomić LimeWire, by zainstalować uaktualnienie. Jeśli nie chcesz teraz instalować uaktualnienia, LimeWire uaktualni się automatycznie po zamknięciu, Czy chcesz teraz dokonać uaktualnienia?
pt: O LimeWire necessita de ser reiniciado para instalar a actualização. Se optar por não efectuar a actualização neste momento, o LimeWire será actualizado automaticamente quando fechar o programa. Deseja actualizar agora?
pt_br: O LimeWire necessita ser reiniciado para instalar a atualização. Se optar por não efetuar a atualização neste momento, o LimeWire será atualizado automaticamente quando fechar o programa. Deseja atualizar agora?
ru: Для установки обновления LimeWire, его нужно перезапустить. Если не хотите обновлять сейчас, то LimeWire обновится, когда вы его закроете. Хотите обновить сейчас?
sk: Aby sa mohla naištalovať aktualizácia, je potrebné reštartovať LimeWire. Ak zvolíte neakualizovať teraz, LimeWier sa automaticky aktualizuje, až keď skončíte. Chcete aktualizovať hneď teraz?
sq: Që ridatimi të instalohet, LimeWire nevojitet të rinisë. Nëse zgjidhni të mos ridatoni tani, LimeWire do ta kryejë ridatimin automatikisht kur ju të dilni. A doni ta ridatoni që tani?
sr: Potrebno je ponovo pokrenuti LimeWire da bi se nadogradio na novu verziju. Ako ne želite da nadogradite program sada, LimeWire će se automatski nadograditi kada ga budete isključili.
sv: LimeWire behöver startas om för att installera uppdateringen. Om du väljer att inte uppdatera nu, kommer LimeWire automatiskt uppdatera när du stänger. Vill du uppdatera nu?
tr: Güncelleştirmeyi yüklemek için LimeWire programının yeniden başlatılması gerekli. Şimdi güncelleştirmeyi seçmezseniz, programı kapadığınızda LimeWire otomatik olarak güncelleştirilecek. Şimdi güncelleştirmek istiyor musunuz?
uk: LimeWire потребує перезапуску, щоб встановити оновлення. Якщо ви оберете не оновляти зараз, LimeWire оновиться автоматично, коли ви закриєте програму. Оновити зараз?

source: Update Ready
ar: التحديث جاهز
cy: Fersiwn Newydd yn Barod
da: Opdatering klar
de: Update erfolgreich beendet
el: Ενημέρωση έτοιμη
es: Actualización Lista
et: Uuendus Valmis
fa: به روز رسانی آماده است
fi: Päivitys valmis
fr: Mise à jour prête
ga: Nuashonrú Réidh
gl: Actualización lista
he: עידכון מוכן
hr: Nadogradnja spremna
hu: Friss�t�s k�sz
id: Perbaharuan siap
it: Aggiornamento effettuato
ja: アップデートの準備完了
ku: Rojanekirin Amade Ye
lv: Atjauninājums gatavs
nb: Oppdatering klar
nl: Update is klaar
nn: Oppdatering Klar
pl: Aktualizacja gotowa
pt: Actualização preparada
pt_br: Atualização preparada
ru: Обновление Готово
sk: Aktualizácia je pripravená
sq: Ridatimi Gati
sr: Nadogradnja spremna
sv: Uppdatering redo
tr: Güncelleştirme Hazır
uk: Оновлення готове

source: Update Later
ar: التحديث لاحقاً
bs: Update kasnije
cy: Diweddaru Wedyn
da: Opdater senere
de: Später updaten
el: Ενημέρωση αργότερα
es: Actualizar después
et: Uuenda Hiljem
fa: بعداً به روز رسانی شود
fi: Päivitä myöhemmin
fr: Mettre à jour plus tard
ga: Nuashonraigh Ar Ball
gl: Actualizar máis tarde
he: עדכן מאוחר יותר
hr: Nadogradite poslije
hu: Friss�t�s k�s�
id: Perbaharui nanti
it: Più tardi
ja: 後でアップデートする
ku: Paşê rojane bike
lv: Atjaunināt vēlāk
nb: Oppdatter senere
nl: Later updaten
nn: Oppdater Senere
pl: Aktualizuj później
pt: Actualizar mais tarte
pt_br: Atualizar mais tarde
ru: Обновить позже
sk: Aktualizovať neskôr
sq: Ridatoje më Vonë
sr: Nadogradi kasnije
sv: Uppdatera senare
tr: Daha Sonra Güncelleştir
uk: Оновити пізніше

source: Done uploading
da: Uolad udført
el: Τέλος αποστολής
es: Se ha terminado de cargar
et: Üleslaadmine Valmis
fa: آپلود انجام شد
fi: Lähetys on valmis
fr: Envoi effectué
ga: Déanta ag uasluchtú
gl: Envío rematado
he: העלאה סויימה
hr: Završeno otpremanje
ja: ダウンロード完了
ku: Barkirin qediya
lv: Augšuplādēšana pabeigta
nb: Opplasting fullført
nl: Uploaden is klaar
ru: Раздача завершена
sv: Färdig med uppladdning
tr: Yükleme tamamlandı

source: Uploading - {0} of {1}({2}) to {3}
da: Uploader - {0} af {1}({2}) til {3}
el: Γίνεται αποστολή - {0} από {1}({2}) σε {3}
es: Cargando - {0} de {1}({2}) a {3}
fi: Lähetän - {0}/{1}({2}) - {3}
fr: Envoi - {0} de {1}({2}) vers {3}
ga: Ag Uasluchtú - {0} de {1}({2}) de {3}
ja: アップロード中 - {3} へ{1}({2})のうち{0}
nl: Uploaden - {0} van {1}({2}) tot {3}
sv: Laddar upp - {0} av {1}({2}) till {3}
tr: Yükleniyor - {3} e {0} in {1}({2}) i

source: Unable to upload: file error
da: Kunne ikke uploade: filfejl
el: Δεν είναι δυνατή η αποστολή: σφάλμα αρχείου
es: No se ha podido cargar: error en el archivo
fi: Ei voida lähettää: tiedostovirhe
fr: Envoi Impossible: erreur de fichier
ga: Ní féidir é a uasluchtú: botún comhaid
ja: ダウンロードできません：ファイル・エラー
nl: Kan niet uploaden: bestandsfout
sv: Det går inte att ladda upp: filfel
tr: Yükleme yapılamıyor: dosya hatası

source: Unable to upload: transfer interrupted
da: Kunne ikke uploade: overførsel afbrudt
el: Δεν είναι δυνατή η αποστολή: διακόπηκε η μεταφορά
es: No se ha podido cargar: transferencia interrumpida
fi: Ei voida lähettää: siirto keskeytettiin
fr: Envoi impossible: transfert interrompu
ga: Ní féidir uasluchtú: idirscoradh an t-aistriú
ja: ダウンロードできません：転送が阻止されました
nl: Kan niet uploaden: overdracht onderbroken
sv: Det går inte att ladda upp: överföring avbröts
tr: Yükleme yapılamıyor: transfer kesildi

source: Unable to upload: upload limit reached
da: Kunne ikke uploade: upload-grænse nået
el: Δεν είναι δυνατή η αποστολή: το όριο αποστολών εξαντλήθηκε
es: No se ha podido cargar: se ha alcanzado el límite de cargas
et: Ei saa üleslaadida: Üleslaadimise limiit saavutatud
fa: قادر به آپلود نیست: تجاوز از حد مجاز آپلود
fi: Ei voida lähettää: lähetysraja saavutettu
fr: Envoi impossible: limite d'envoi atteinte
ga: Ní féidir uasluchtú: sroicheadh an teorainn uasluchtú
gl: Non é posible enviar: alcanzouse o límite de envíos
he: העלאה נכשלה: מגבלת העלאה הושגה
hr: Nemoguće otpremiti: otpremni limit je već dosegnut
ja: ダウンロードできません：アップロードの上限に達しました
ku: Nekarî bar bike: gihişt sînora barkirinê
lv: Nav iespējams augšuplādēt: sasniegts augšuplādes limits
nb: Kunne ikke laste opp: opplastingsgrense nådd
nl: Kan niet uploaden: uploadlimiet is bereikt
ru: Немогу выгрузить: достигнут лимит раздачи
sv: Det går inte att ladda upp: uppladdningsgränsen har uppnåtts
tr: Yükleme yapılamıyor: yükleme limitine ulaşıldı

source: Select Folder
ar: اختر مجلد
bs: Selektuj folder
cy: Dewis Ffolder
da: Vælg mappe
de: Verzeichnis auswählen
el: Επιλογή φακέλου
es: Seleccionar carpeta
et: Vali Kaust
fa: انتخاب پوشه
fi: Valitse hakemisto
fr: Sélectionner le dossier
ga: Roghnaigh Fillteán
gl: Seleccionar un cartafol
he: בחר תיקיה
hr: Odaberi mapu
hu: Mappa v�laszt�sa
id: Pilih folder
it: Seleziona la cartella
ja: フォルダーを選択する
ku: Peldankekê Hilbijêre
lv: Izvēlēties mapi
nb: Velg mappe
nl: Map selecteren
nn: Velg Mappe
pl: Wybieranie katalogu
pt: Seleccionar pasta
pt_br: Selecionar pasta
ru: Выберите папку
sk: Vybrať priečinok
sq: Zgjidhni Dosjen
sr: Obeležite fasciklu
sv: Välj mapp
tr: Klasör Seç
uk: Обрати теку

source: Select
cy: Dewis
da: Vælg
de: Auswählen
el: Επιλογή όλων
es: Seleccionar
et: Vali
fa: انتخاب
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gl: Seleccionar
he: בחר
hr: Odaberi
ja: 選択する
ku: Hilbijêre
lv: Iezīmēt
nb: Velg
nl: Selecteren
nn: Velg
pl: Zaznacz
pt: Seleccione
pt_br: Selecionar
ru: Выбрать
sk: Označiť
sv: Välj
tr: Seç

source: Poor Quality
da: Ringe kvalitet
el: Κακή ποιότητα
es: Mala calidad
et: Halb kvaliteet
fa: کیفیت ضعیف
fi: Huono laatu
fr: Qualité médiocre
ga: Droch-cháilíocht
gl: Mala calidade
he: איכות נמוכה
hr: Loša Kvaliteta
ja: 品質が低い
ku: Kalîteya lewaz
lv: Zema kvalitāte
nb: Dårlig kvalitet
nl: Slechte kwaliteit
ru: Плохое Качество
sv: Dålig kvalitet
tr: Düşük Kalite

source: Good Quality
da: God kvalitet
el: Καλή ποιότητα
es: Buena calidad
et: Hea Kvaliteet
fa: کیفیت خوب
fi: Hyvä laatu
fr: Bonne qualité
ga: Cáilíocht Mhaith
gl: Boa calidade
he: איכות טובה
hr: Dobra Kvaliteta
ja: 高品質
ku: Kalîteya baş
lv: Laba kvalitāte
nb: God kvalitet
nl: Goede kwaliteit
ru: Хорошее Качество
sv: Bra kvalitet
tr: İyi Kalite

source: Excellent Quality
da: Fremragende kvalitet
el: Εξαιρετική ποιότητα
es: Calidad excelente
et: Suurepärane Kvaliteet
fa: کیفیت عالی
fi: Erinomainen laatu
fr: Excellente qualité
ga: Cáilíocht Den Scoth
gl: Calidade excelente
he: איכות מעולה
hr: Odlična Kvaliteta
ja: 最高品質
ku: Kalîteya pir baş
lv: Teicama kvalitāte
nb: Utmerket kvalitet
nl: Uitstekende kwaliteit
ru: Превосходное Качество
sv: Utmärkt kvalitet
tr: Mükemmel Kalite

source: Open File
da: Åbn fil
el: Άνοιγμα αρχείου
es: Abrir archivo
et: Ava Fail
fa: باز کردن فایل
fi: Avaa tiedosto
fr: Ouvrir le fichier
ga: Oscail Comhad
gl: Abrir ficheiro
he: פתח קובץ
hr: Otvori Datoteku
ja: ファイルを開く
ku: Pelê Veke
lv: Atvērt Failu
nb: Åpne Fil
nl: Bestand openen
ru: Открыть файл
sv: Öppna fil
tr: Dosya Aç

source: Locate File
da: Find fil
el: Εντοπισμός αρχείου
es: Localizar el archivo
et: Leia Fail
fa: یافتن فایل
fi: Etsi tiedosto
fr: Rechercher le fichier
ga: Aimsigh Comhad
gl: Localizar ficheiro
he: חפש קובץ
hr: Lociraj Datoteku
ja: ファイルを探す
ku: Pelê bibîne
lv: Noteikt faila atrašanās vietu
nb: Finn fil
nl: Bestand zoeken
ru: Место Файла
sv: Hitta fil
tr: Dosyayı Bul

source: Your save folder is not valid. It may have been deleted, you may not have permissions to write to it, or there may be another problem. Please choose a different folder.
ar: مجلد الحفظ لديك غير صالح. ربما تم إلغائه، أو أنه غير مسموح بالكتابة فيه، أو أن هناك مشكلة أخرى. من فضلك اختر مجلداً آخر.
bs: Vaš folder za pohranjivanje nije važeći. Možda je izbrisan, možda nemate dozvolu da upisujete ili je u pitanju neki drugi problem. Molim vas odaberite neki drugi folder.
cy: Mae dy ffolder cadw'n annilys. Efallai fod y ffolder wedi'i ddileu, neu nid oes ganiatad gennyt i ysgrifennu iddo, neu broblem arall. Dewis ffolder arall.
da: Din arkiveringsmappe er ikke brugbar. Den kan være blevet slettet, det kan være at du ikke har skrivetilladelse til den eller der kan være et andet problem. Vælg venligst en anden mappe.
de: Das gewählte Verzeichnis zum Speichern der Dateien ist ungültig. Es wurde eventuell gelöscht oder ist schreibgeschützt. Bitte legen Sie einen neuen Speicherort fest.
el: Ο κατάλογος αποθήκευσης δεν είναι έγκυρος. Μπορεί να έχει διαγραφεί, να μην έχετε δικαιώματα εγγραφής σ' αυτόν, ή να υπάρχει κάποιο άλλο πρόβλημα. Παρακαλούμε, επιλέξτε διαφορετικό κατάλογο.
es: Su directorio para guardar no es válido. Es posible que haya sido eliminado, que no tenga permiso para escribir en él o que haya otro problema. Por favor, elija otro directorio.
et: Sinu salvestamise kaustale pole juurdepääsu. See võib olla kustutatud, sul ei ole luba sinna kirjutad või on mõni teine probleem. palun valige teine kaust.
fa: پوشه ذخیره شما معتبر نیست. ممکن است حذف شده باشد، یا اینکه شما مجاز به نوشتن در آن نباشید، یا شاید اشکال دیگری وجود داشته باشد. لطفاً پوشه دیگری را انتخاب کنید.
fi: Tallennushakemistosi ei ole kelvollinen. Se on kenties poistettu, tai sinulla ei ole kirjoitusoikeuksia siihen tai siinä on jokin muu ongelma. Ole hyvä ja valitse toinen hakemisto.
fr: Votre dossier de sauvegarde est invalide. Il peut avoir été supprimé, vous n’êtes pas autorisé à y écrire ou il peut y avoir un autre problème. Veuillez sélectionner un dossier différent.
ga: Níorbh fhéidir le LimeWire comhadlann sainroghanna sealadach a chruthú. De ghnáth is de dheasca easpa ceadanna a bheith agat a tharlaíonn sé seo. Déan cinnte go bhfuil rochtain ag LimeWire (agus tusa) chun comhaid/fillteáin a chruthú ar do ríomhaire. Má leanann an fadhb, tabhair cuairt ar www.limewire.com agus brúigh an nasc 'Support'. Scoirfidh LimeWire anois. Go raibh maith agat.
gl: O cartafol para gardar non é válido. É posible que fose eliminado, que vostede non teña permisos de escritura ou calquera outro problema. Por favor escolla un cartafol diferente.
he: תקית השמירה שלך אינה תקינה. יכול להיות שהיא נמחקה, אין לך אפשרות לכתוב עליה, או כל בעיה אחרת. בבקשה בחר תקייה אחרת.
hr: Vaša mapa za spremanje nije važeća. Može biti obrisana, možda nemate dopuštenja da zapisujete u nju, ili može postojati drugi problem. Molimo odaberite drugu mapu.
hu: A ment�si mappa �rv�nytelen. Lehet, hogy le lett t�r�lve, nincs jogosults�god ide �rni, vagy valami m�s probl�ma �ll fenn. V�lassz egy m�sik k�nyvt�rat.
id: Folder penyimpanan tidak berlaku. Mungkin sudah dihapus, anda tidak memiliki ijin menulis, atau mungkin masalah lain. Pilih folder lainnya.
it: La tua cartella di salvataggio non è valida. Potrebbe essere stata cancellata, protetta contro la scrittura, o esserci un altro problema. Seleziona un'altra cartella.
ja: 保存先フォルダが無効です。削除されているか、フォルダのアクセス権がない、もしくはその他の問題がある可能性があります。別のフォルダを選択してください。
ku: Peldanka te ya tomarkirinê ne rast e. Heye ku hatibe jêbirin, heye ku mafê teyê lê nivîsandinê tune be an jî pirsgirêkeke din. Ji kerema xwe re peldankeke din hilbijêre.
lv: Jūsu saglabāšanas mape nav derīga. Tā var būt dzēsta, Jums var nebūt atļaujas tajā rakstīt, vai var būt cita problēma. Lūdzu izvēlēties citu mapi.
nb: Din lagringsmappe er ikke gyldig. Den kan ha blitt slettet, eller så har du ikke tilgang til å lagre i den. Vennligst velg en annen mappe.
nl: Uw opslagmap is ongeldig. Deze kan verwijderd zijn, u heeft niet genoeg rechten om deze te wijzigen, of er is een ander probleem. Kies a.u.b. een andere map.
nn: Din lagringsmappe er ikke gyldig. Den kan ha blitt slettet, eller så har du ikke tilgang til å lagre i den. Vennligst velg en annen mappe.
pl: Wystąpił problem w dostępie do katalogu z pobranymi plikami. Być może zostać omyłkowo skasowany lub posiada niewłaściwe prawa dostępu. Prosimy wybrać inny katalog.
pt: A sua pasta de destino não é válida. É possível que tenha sido apagada, que você não tenha permissões para escrever nessa pasta ou poderá existir outro problema. Seleccione um pasta diferente.
pt_br: A sua pasta de destino não é válida. É possível que tenha sido apagada, que você não tenha permissões para escrever nessa pasta ou pode existir outro problema. Selecione um pasta diferente.
ru: Папка для сохранения файлов недействительна. Возможно, она была удалена или у вас нет доступа к ней. Пожалуйста, выберите другую папку.
sk: Váš priečinok pre ukladanie súborov nie je platný. Môže byť zmazaný, zrejme nemáte práva na zápis do tohto priečinka alebo sa mohol vyskytnúť iný problém.Vyberte prosím iný priečinok.
sq: Dosja juaj ruajtëse nuk është e vlefshme. Ajo mund të jetë fshirë, ju mund të mos keni leje shkrimi atje ose mund të ketë një tjetër problem. Ju lutemi zgjidhni një dosje tjetër.
sr: Odabrana fascikla za snimanje nije ispravna. Možda je izbrisana, možda nemate dozvolu za upisivanje ili je u pitanju neki drugi problem. Molimo Vas odaberite neku drugu fasciklu.
sv: Din sparningsmapp är inte giltig. Den kan ha raderats, du kan sakna behörighet att skriva i den eller det kan vara ett okänt problem. Var vänlig ange en annan mapp.
tr: Kayıt klasörünüz geçerli değil. Bu kalsör silinmiş olabilir, klasöre yazma izniniz olmayabilir ya da başka bir sorun olabilir. Lütfen farklı bir klasör seçin.
uk: Ваша тека для збереження не дійсна. Вона могла бути видалена, Ви можете не прав на запис в неї, або може бути інша причина. Будь ласка, оберіть іншу теку.

source: Save File As...
da: Gem fil som...
el: Αποθήκευση αρχείου ως...
es: Guardar archivo como...
et: Salveta Fail Nimega
fa: ذخیره فایل به عنوان:
fi: Tallenna nimellä...
fr: Enregistrer Fichier sous
ga: Cuir an Comhad i dTaisce Mar...
gl: Gardar o ficheiro como...
he: שמור קובץ כ...
hr: pohrani Datoteku Kao...
ja: 名前を付けて保存
ku: Pelê tomarke weke...
lv: Saglabāt failu kā...
nb: Lagre fil som...
nl: Bestand opslaan als...
ru: Сохранить как...
sv: Spara fil som ...
tr: Dosyayı Farklı Kaydet...
