Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing LimeWire's Windows Compatibility. Right-click on the LimeWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart LimeWire.
cy: Mae LimeWire wedi darganfod problem tra'n dechrau ac yn methu cario ymlaen. Efallai, byddet ti'n gallu dartrys y problem trwy newid sut mae Windows yn cyd-weithio gyda LimeWire. De-Clicia ar icon LimeWire ar dy fwrdd gwaith a dewis 'Properties' o'r dewislen. Cilia ar y tab 'Compatibility' yn y darn uchaf, a wedyn clicia bocs 'Run this program in compatibility mode for', a dewis 'Windows 2000' yn y bocs isod. Wedyn clicia'r botwm 'OK' ar y gwaelod ac ail-ddechrau LimeWire.
de: LimeWire hat ein Problem während des Starts festgestellt und kann nicht fortfahren. Sie können dieses problem beheben indem sie die Kompatibilitätseinstellungen ändern. Rechtsklick auf das LimeWire Symbol - Eigenschaften - Kompatibelität. Aktivieren sie das Kontrollkästchen 'Programm im kompatibelitätsmodus ausführen für' und dann 'Windows 2000' danach auf O.K. und starten sie LimeWire neu.
el: Το LimeWire αντιμετώπισε κάποιο πρόβλημα κατά την εκκίνηση και δεν μπορεί να συνεχίσει. Υπάρχει πιθανότητα να το επιδιορθώσετε αλλάζοντας τη συμβατότητα του LimeWire με τα Windows. Κάντε δεξί κλικ στο εικονίδιό του που βρίσκεται στην επιφάνεια εργασίας και επιλέξτε «Ιδιότητες» από το αναδυόμενο μενού. Επιλέξτε την καρτέλα «Συμβατότητα» στο επάνω μέρος και μετά ενεργοποιήστε το κουτί ελέγχου «Εκτέλεση προγράμματος σε λειτουργία συμβατότητας για:». Επιλέξτε «Windows 2000» από την αναδυόμενη λίστα που βρίσκεται από κάτω και πιέστε «OK». Μετά επανεκκινήστε το LimeWire.
hu: A LimeWire ind�t�skor hib�t �szlelt, �s nem tudja folytatni. Lehet, hogy a hiba helyrehozhat� a Windows kompatibilit�si m�d megv�ltoztat�s�val. Jobbklikkelj a LimeWire Asztalon l�v� ikonj�n, majd v�laszd a 'Tulajdons�gokat' a men�b�l. Kattints a fent tal�lhat� 'Kompatibilit�s' f�lre, majd kattints a 'Futtat�s a k�vetkez� kompatibilit�si �zemm�dban:' dobozra, �s v�laszd ki a 'Windows 2000'-t az alatta l�v� dobozb�l. Ezut�n kattints az 'OK-ra', majd ind�tsd �jra a LimeWire-t.
id: LimeWire mengalami masalah saat memulai dan tidak dapat diteruskan. Anda bisa memperbaikinya dengan merubah Kompatibilitas Windows LimeWire. Klik kanan pada ikon LimeWire di desktop anda dan pilih 'Properties' dari menu popup. Klik tab 'Compatibility' di bagiam atas, lalu klik check box 'Run this program in compatibility mode for', dan pilih 'Windows 2000' pada kotak dibawah check box. Lalu klik tombol 'OK' dan start ulang LimeWire.
it: Limewire ha incontrato un problema all'avvio e non può procedere. Puoi risolvere questo problema modificando la compatibilità Windows di Limewire. Fai clic con il pulsante destro ull'icona di Limewire e seleziona 'Proprietà' dal menu popup. Seleziona la scheda 'Compatibilità' e seleziona il segno di spunta su "Avvia in modo compatibile', quindi seleziona 'Windows 2000' nel riquadro sottostante. Quindio seleziona 'OK' e riavvia Limewire.
nn: Limewire har møtt på ett problem under oppstart og kan ikke forsette. Du kan fikse problemet ved å endre Limewires Windows kompabilitet. Høyreklikk på Limewire ikonet på skrivebordet ditt og Velg 'Egenskaper' fra popup menyen. Trykk 'Kompabilitet' lappen på toppen og tryk Kjør program i kompabilitetsmodus for' marker boks, og velg 'Windows 2000' i boksen under. Så trykker du ok på bånn og restarter Limewire.
pt_br: O LimeWire encontrou um problema durante a inicialização e não pode continuar. Você pode consertar este problema mudando o modo de compatibilidade windows do LimeWire. Clique com o botão direito do mouse no ícone do Limewire no seu desktop, e selecione 'Propriedades" do menu. Clique na aba 'Compatibilidade' na parte superior, e então clique na caixa de seleção 'Executar este programa em modo de compatibilidade:', e então selecione 'Windows 2000' na caixa embaixo da caixa de seleção. Então clique no botão 'OK' na parte inferior e reinicie o Limewire.
sk: V programe LimeWire sa vyskytol problém pri štarte a nemôže pokračovať. Mohli by ste opraviť tento problém zmenou LimeWire Windows Compatibility. Kliknite pravým tlačítkom myši na ikonu LimeWire na Vašej pracovnej ploche a označte "Vlastnosti" z kontextového menu. Kliknite hore na záložku "Kompatibilita", a potom zašktnite "Tento program spustiť v režime kompatibilnom so systémom:" a v rolovacom menu nižšie označte "Windows 2000". Potom dole stlačte tlačítko "OK" a reštartujte LimeWire.
sq: LimeWire takoi një problem gjatë nisjes dhe nuk mund të vijojë. Këtë problem mund ta ndreqni duke ndryshuar Pajtueshmërinë e Windows-it ndaj LimeWire. Klikoni me të djathtë mbi ikonën e LimeWire në Desktop-in tuaj, dhe zgjidhni 'Veti' nga menyja kërcyese. Klikoni tabelën sipër, 'Pajtueshmëria', pastaj klikoni kutinë me zgjedhje 'Nise programin sipas pajtueshmërisë së', dhe pastaj zgjidhni 'Windows 2000' në kutinë për zgjedhje. Pastaj klikoni butonin më poshtë, 'OK', dhe rinisni LimeWire.
sr: LimeWire je naišao na problem prilikom pokretanja i nije u mogućnosti da nastavi sa radom. Možete pokušati da rešite problem određenim podešavanjem u Windows-u. Kliknite desnim dugmetom miša na LimeWire sličicu na radnoj površini i iz padajućeg menija odaberite 'Properties' (osobine). Kliknite na 'Compatibility' (usklađenost) stranicu u vrhu dobijenog prozora, zatim na 'Run this program in compatibility mode for' i odaberite ispod toga 'Windows 2000'. Zatim kliknite na "OK" i ponovo pokrenite LimeWire.
uk: LimeWire зазнав помилки під час запуску і не може продовжити. Можливо, Ви зможете розв’язати проблему, змінивши налаштування сумісності Windows. Правий-клік на іконці LimeWire, «Властивості», «Сумісність». Відмітьте «Запускати цю програму у режимі сумісності з Windows 2000». Натисніть ОК, та перезапустіть програму.

source: LimeWire is unable to find a license for this file. Download the file anyway? Please note: LimeWire cannot monitor or control the content of the Gnutella network. Please respect your local copyright laws.
cy: Mae LimeWire yn methu darganfod trwydded i'r ffeil yma. Dal i'w Lwytho i lawr?\n \n Sylw: Mae Limewire yn methu monitro neu reoli cynnwys y rhwydwaith Gnutella. Cofia barchu rheolau hawlfraint lleol.
el: To LimeWire αδυνατεί να βρει άδεια για αυτό το αρχείο. Θέλετε να το κατεβάσετε παρόλα αυτά; Σημείωση: Το LimeWire δεν μπορεί να παρακολουθεί ή να ελέγχει το περιεχόμενο του δικτύου Grutella. Παρακαλούμε σεβαστείτε τους τοπικούς σας νόμους περί πνευματικών δικαιωμάτων.
nn: LimeWire fant ikke en lisens for denne filen. Las ned filen alikevel? Noter: LimeWire kan ikke overvåke eller kontrollere innholdet i Gnutella nettverket. Respekter dine lokale kopirettighetslover.
pt: O LimeWire não conseguiu encontrar uma licença para este ficheiro. Descarregar o ficheiro na mesma? Nota: O LimeWire não pode monitorizar ou controlar o conteúdo da rede Gnutella. Por favor respeite a lei de direitos de autor local.
pt_br: O LimeWire não conseguiu encontrar uma licensa para esse arquivo. Baixar assim mesmo? Atenção: O LimeWire não pode monitorar ou controlar o conteúdo da rede Gnutella. Por favor respeite suas leis de copyright locais.
sk: LimeWire nevie nájsť licenciu na tento súbor. Naozaj chcete tento súbor stiahnuť? Prosím všimnite si: LimeWire nemôže sledovať alebo kontrolovať obsah siete Gnutella. Rešpektujte prosím Vaše miestne autorské práva.

source: LimeWire could not locate your web browser to display the following webpage: {0}.
cy: Roedd LimeWire yn methu ffeindio dy borwr we i ddangos y tudalen we canlynol: {0}
de: LimeWire konnte keinen Browser finden, um die folgende Webseite anzuzeigen: {0}
el: Δεν ήταν δυνατός ο εντοπισμός του περιηγητή σας από το LimeWire ώστε να εμφανίσει την ακόλουθη ιστοσελίδα: {0}
ja: LimeWireは、以下のウェブページを表示するウェブブラウザを見つけることができませんでした：{0}。
nn: LimeWire kunne ikke lokalisere din nettleser for og vise denne nettsiden: {0}.
pt: O LimeWire não consegui encontrar o seu navegador web para mostrar a página: {0}.
pt_br: LimeWire não conseguiu localizar seu navegador de internet para mostrar a seguinte página: {0}.
sk: LimeWire nemohol lokalizovať Váš internetový prehliadač, aby zobrazil nasledujúcu webovú stránku: {0}.

source: LimeWire will not launch the specified file for security reasons.
ar: لن يقوم LimeWire بتنفيذ الملف المحدد لأسباب أمنية.
bs: LimeWire ne može pristupiti datoj datoteci iz sigurnosnih razloga.
cy: Ni fydd LimeWire yn lansio'r ffeil wedi'i dewis am resymau diogelwch.
de: LimeWire wird die ausgewählte Datei aus Sicherheitsgründen nicht ausführen.
el: Το LimeWire δεν θα ανοίξει το καθορισμένο αρχείο για λόγους ασφαλείας.
hu: A LimeWire nem ind�tja el a megadott f�jlt biztons�gi okokb�
id: LimeWire tidak akan menjalankan berkas tersebut karena alasan keamanan.
it: LimeWire non avvierà il file specificato per ragioni di sicurezza.
nn: LimeWire vil ikke kjøre den spesifiserte filen av sikkerhetsmessige årsaker.
pt: Por razões de segurança o LimeWire não irá abrir o ficheiro especificado.
pt_br: Por razões de segurança o LimeWire não irá abrir o arquivo especificado.
sk: LimeWire nenačíta špecifikovaný súbor z bezpečnostných dôvodov.
sq: LimeWire nuk do të lëshojë skedën e përcaktuar për arsye sigurie.
sr: LimeWire ne može pokrenuti obeleženi fajl iz sigurnosnih razloga.
uk: LimeWire не відкриє цей файл з міркувань безпеки.

source: LimeWire could not launch the specified file. Executed command: {0}.
ar: LimeWire لا يمكنه تنفيذ الملف المحدد. أمر تنفيذي: {0}.
cy: Roedd LimeWire yn methu lansio'r ffeil wedi'i dewis.\n \n Gorchymyn wedi gweithredu: {0}.
de: LimeWire konnte den speziellen Vorgang nicht abschließen. Executed command: {0}.
el: Δεν ήταν δυνατή η εκκίνηση του συγκεκριμένου αρχείου από το LimeWire. Εντολή που εκτελέστηκε: {0}.
hu: A LimeWire nem tudta elind�tani a megadott f�jlt. Futtatott parancs: {0}.
id: LimeWire tidak dapat meluncurkan dokumen yang ditentukan. Perintah yang diekssekusi: {0}
it: LimeWire non ha potuto avviare il seguente file. Executed command: {0}.
ja: セキュリティ上の理由から、指定されたファイルを開けません。 次のコマンドが実行されました: {0}
nn: LimeWire kunne ikke kjøre akurat denne filen. Utført komando: {0}.
pt: O LimeWire não pode carregar o ficheiro especificado. Executado o comando: {0}.
pt_br: O LimeWire não pode carregar o arquivo especificado. Comando executado: {0}.
sk: LimeWire nemôže spustiť označený súbor. Vykonávací príkaz: {0}.
sq: LimeWire nuk arriti të lëshojë skedën e përcaktuar. Komandë e ekzekutuar: {0}.
sr: LimeWire nije mogao da pokrene navedeni fajl. Izvršena komanda: {0}.

source: LimeWire could not launch the specified file.
ar: LimeWire لا يمكنه تنفيذ الملف المحدد.
de: LimeWire konnte den speziellen Vorgang nicht abschließen.
el: Δεν ήταν δυνατή η εκκίνηση του συγκερκιμένου αρχείου από το LimeWire.
hu: A LimeWire nem tudta elind�tani a megadott f�jlt.
it: LimeWire non può avviare il file specificato.
nn: LimeWire kunne ikke kjøre akkurat denne filen
pt: O LimeWire não pode abrir o ficheiro especificado
pt_br: O LimeWire não pode carregar o arquivo especificado.
sk: LimeWire nemôže spustiť špecifikovaný súbor.
sq: LimeWire nuk arriti të lëshojë skedën e përcaktuar.
sr: LimeWire nije mogao da pokrene navedeni fajl.

source: Loading Core Components...
ar: جاري تحميل المكونات الداخلية...
bs: Punjenje ključnih komponenti...
cy: Llwytho Darnau Craidd...
de: Programmkern wird geladen...
el: Φόρτωση στοιχείων πυρήνα...
hu: Alap�sszetev�k bet�lt�se...
id: Memuat komponen inti...
it: Caricamento componenti di sistema...
ja: コア・コンポーネントを読み込んでいます...
nn: Laster Kjerne Komponenter...
pt: A carregar componentes centrais...
pt_br: Carregando componentes principais...
sk: Načítavam hlavné komponenty...
sq: Po Ngarkoj Përbërësit Bazë...
sr: Učitavanje glavnih komponenti...
uk: Завантажую компоненти ядра...

source: Loading Digital Audio Access Protocol...
ar: يتم الآن تحميل Digital Audio Access Protocol...
bs: Punjenje Digitalnog Audio Pristupnog Protokola...
cy: Llwytho Protocol Mynediad Sain Digidol...
de: Digital-Audio-Access-Protokol wird geladen...
el: Φόρτωση πρωτόκολλου ψηφιακής πρόσβασης ήχου...
hu: Digit�lis hanghozz�f�r�si (DAAP) protokoll bet�lt�se...
id: Memuat protokol akses digital audio...
it: Caricamento protocollo accesso audio digitale...
ja: デジタル・オーディオ・アクセス・プロトコルを読み込んでいます...
nn: Laster Digital Audio Access Protokoll...
pt: A carregar Protocolo de Acesso Digital Áudio...
pt_br: Carregando protocolo de acesso de áudio digital...
sk: Načítavam prístupový protokol pre Digital Audio...
sq: Protokolli për Hapjen e Zërave Dixhitalë...
sr: Učitavanje Digital Audio Access protokola...
uk: Завантажую Протокол Доступу До Цифрового Аудіо (DAAP)

source: Input
ar: مدخلات
bs: Ulaz
cy: I mewn
de: Eingabe
el: Εισαγωγή
hu: Bemenet
it: Ingresso
ja: 入力
nn: Inngangseffekt
pt: Entrada
pt_br: Entrada
sk: Vstup
sq: Inputi
sr: Ulaz
uk: Введення

source: Apply Operation
cy: Gweithredu
de: Übernimmt die vorgenommen Änderungen.
el: Εφαρμογή λειτουργίας.
nn: Godta Operasjon
pt: Aplicar Operação
pt_br: Aplicar Operação
sk: Aplikovať operáciu

source: Cancel Operation
ar: إلغاء العملية
bs: Izvještava i zatvara prozor.
cy: Stopio
de: Bricht den Vorgang ab und schließt dieses Fenster.
el: Ακύρωση λειτουργίας.
hu: M�velet t�rl�se
id: Batalkan operasi.
it: Annulla i cambiamenti.
ja: 変更を取り消す
nn: Avbryt operasjon.
pt: Cancelar operação.
pt_br: Cancelar operação.
sk: Zrušiť proces
sq: Anulo veprimin
sr: Poništi izmene i zatvori prozor
uk: Відмінити операцію

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with LimeWire. Please upgrade to the final 1.6.0 release.
cy: Ar hyn o bryd ti'n defnyddio fersiwn beta neu Java 1.6.0 Pre-Release. Mae'r fersiwn yma yn debygol o achos problemau i LimeWire. Rhaid defnyddio'r fersiwn terfynol o Java 1.6.0.\n
de: Sie verwenden eine Beta oder pre-release der Java Version 1.6.0. Diese Versionen haben Probleme mit LimeWire zusammenzuarbeiten. Bitte fuhren sie ein Java Upgrade auf die Final 1.6.0 durch
el: Χρησιμοποιείτε μία δοκιμαστική έκδοση της Java 1.6.0. Είναι γνωστό πως αυτή η έκδοση δημιουργεί προβλήματα στο LimeWire. Παρακαλούμε αναβαθμίστε στη τελική έκδοση 1.6.0.
it: Stai correntemente usando una versione beta o una pre-distribuzione di Java 1.6.0. Questa versione può causare problemi con LimeWire. Si prega di aggiornare Java alla release 1.6.0
ja: あなたは、ベータ版またはJava 1.6.0のリリース前のバージョンを現在使っています。このバージョンでLimeWireに関する問題が起きたことは、知っています。最終的な1.6.0リリースにアップグレードしてください。
nn: Du bruker en beta eller pre-utgivelse av Java 1.6.0. Denne versjonen har laget problemer med LimeWire. Vennligst oppgrader til den endelige 1.6.0 utgivelsen.
pt: Está a utilizar uma versão beta ou pre-release do Java 1.6.0. Esta versão pode causar problemas ao LimeWire. Por favor actualize para a versão 1.6.0 final ou equivalente.
pt_br: Você está usando uam versão beta ou pre-lançamento do Java 1.6.0. Está versão deve ter causado problemas com o Limewire. Porfavor atualize para a versão final do Java.
sk: Momentálne používate beta alebo testovaciu verziu Java 1.6.0. Táto verzia je známa, že spôsobuje problémy s programom LimeWire. Upgradujte prosím na finálnu verziu 1.6.0.
sq: Aktualisht po përdorni një version beta ose të para-lëshuar të Java 1.6.0. Ky version njihet se shkakton probleme me LimeWire. Ju lutemi përmirësohuni me lëshimin final 1.6.0.

source: Upgrade Java
cy: Cael Java newydd
de: Java Upgrade muss durchgeführt werden
el: Αναβάθμιση Java
it: Aggiorna Java
nn: Oppgrader Java
pt: Actualize o seu Java
pt_br: Atualizar Java
sk: Upgradeovať Java
sq: Përmirëso Java-n

source: More Information
cy: Mwy o wybodaeth
de: Mehr Informationen
el: Περισσότερες πληροφορίες
it: Più Informazioni
nn: Mer Informasjon
pt: Mais Informações
pt_br: Mais informações
sk: Viac informácií
sq: Më Tepër Info

source: Visit {0}
cy: Mynd i {0}
de: Besuche {0}
el: Επισκεφτείτε το {0}
it: Visitati {0}
ja: 訪れる{0}
nn: Besøk {0}
pt: Visite {0}
pt_br: Visite {0}
sk: Navštívené {0}
sq: Vizitioni {0}

source: Remind Me Later
cy: Atgoffa fi wedyn
de: Mich später erinnern
el: Υπενθύμιση Αργότερα
it: Ricorda più tardi
nn: Informer Meg Senere
pt: Lembre-me Mais Tarde
pt_br: Lembre-me mais tarde
sk: Pripomeň mi neskôr
sq: Më Kujto Më Vonë

source: LimeWire must be restarted for the new language to take effect.
ar: يجب إعادة تشغيل LimeWire لكي يظهر تأثير اللغة الجديدة.
bs: LimeWire se mora ponovo startati da bi novi jezik bio efektivan
cy: Rhaid ail-ddechrau LimeWire er mwyn i'r iaith newydd dechrau gweithio.
de: LimeWire muss neu gestartet werden, bevor die neue Sprache angezeigt werden kann.
el: Πρέπει να γίνει επανεκκίνηση του LimeWire για την ενεργοποίηση της νέας γλώσσας.
hu: A LimeWire �jraind�t�sa sz�ks�ges az �j nyelv bet�lt�s�hez.
id: LimeWire harus start ulang agar bahasa baru berpengaruh.
it: Limewire deve essere riavviato per utilizzare la nuova lingua
ja: 選択した言語を使用するには、LimeWireを再起動してください
nn: Limewire må starte på nytt for at nye sråkinnstillinger skal virke.
pt: É necessário reiniciar o LimeWire para activar o novo idioma.
pt_br: É necessário reiniciar o LimeWire para que o novo idioma esteja disponível.
sk: Na aplikovanie zmeny jazyka treba reštartovať LimeWire
sq: LimeWire duhet të rinisë që gjuha e re të funksionojë!
sr: LimeWire mora ponovo da se startuje da bi novi jezik bio aktiviran.
uk: LimeWire має бути перезапущено, щоб використовувати нову мову

source: Change Language
cy: Newid Iaith
el: Αλλαγή γλώσσας
nn: Endre Språk
pt: Mudar Lingua
pt_br: Mudar Idioma
sk: Zmeň jazyk

source: Help Translate LimeWire
ar: مساعدة ترجمة LimeWire
bs: Pomoć za prevod LimeWire
cy: Cymorth Cyfieithu LimeWire
de: An der Übersetzung von LimeWire mitwirken
el: Βοηθήστε να μεταφραστεί το LimeWire
hu: A LimeWire leford�t�s�nak seg�t�se
id: Bantu penterjemahan LimeWire
it: Aiuta a tradurre Limewire
ja: LimeWireの翻訳に協力
nn: Hjelp å oversette Limewire
pt: Ajude a traduzir o LimeWire
pt_br: Ajude a traduzir o LimeWire
sk: Pomoc pri prekladaní LimeWire
sq: Ndihmoni në Përkthimin e LimeWire
sr: Prevođenje LimeWire-a
uk: Допоможіть перекласти LimeWire

source: Show Language in status bar
cy: Dangos Iaith yn y bar statws
el: Προβολή ένδειξης γλώσσας στη γραμμή κατάστασης
ja: ステータス・バー中で言語の表示
nn: Vis Språk på statuslinjen
pt: Mostrar a língua na barra de estado
pt_br: Mostrar Idioma na barra de status
sk: Zobraz jazyk v stavovom riadku.

source: Verify
ar: تأكيد
bs: Verificiraj
cy: Cadarnhau
de: Überprüfen
el: Επικύρωση
hu: Ellen�rz�
id: Periksa
it: Verifica
ja: 確認する
nn: Vertifiser
pt: Verificar
pt_br: Verificar
sk: Overiť
sq: Verifikoje
sr: Proveri
uk: Перевірити

source: LimeWire was unable to locate the details of this license.
ar: LimeWire غير قادر على تحديد تفاصيل هذه الرخصة.
bs: LimeWire nije bio u mogućnosti da pronađe detalje od ove licence.
cy: Roedd LimeWire yn methu darganfod manylion y drwydded yma
de: LimeWire konnte die Details dieser Lizenz nicht finden.
el: Το Limewire δεν μπόρεσε να εντοπίσει τις λεπτομέρειες αυτής της άδειας.
hu: A LimeWire nem tudta bet�lteni a licensz r�szleteit.
id: LimeWire tidak dapat menemukan detail dari lisensi ini.
it: Limewire non può localizzare i dettagli di questa licenza.
ja: LimeWire は、このライセンスの詳細を確認できません
nn: Limewire klarte ikke å finne detaljer om denne lisensen.
pt: O LimeWire não conseguir localizar os detalhes desta licença.
pt_br: O LimeWire não conseguiu localizar os detalhes desta licença.
sk: LimeWire nedokázal zistiť detaily tejto licencie.
sq: LimeWire nuk arriti të gjejë detajet e licensës.
sr: LimeWire nije bio u mogućnosti da pronađe detalje za ovu licencu.
uk: LimeWire не зміг знайти деталі цієї ліцензії.

source: You can try validating this license again by clicking 'Verify'.
ar: يمكنك محاولة تأكيد هذه الرخصة مرة ثانية بواسطة النقر على 'تأكيد'.
bs: Možete pokušati ovu licencu naparaviti validnom ponovnim udarcem na 'Verificiraj'.
cy: Ti'n gallu trio gwirio y drwydded eto wrth glicio 'Cadarnhau'
de: Sie können erneut versuchen, diese Lizenz zu bestätigen, in dem Sie auf 'Verifizieren' klicken.
el: Μπορείτε να δοκιμάσετε να επικυρώσετε ξανά αυτή την άδεια, κάνοντας κλικ στο «Επικύρωση».
hu: �jra megpr�b�lhatod a licensz �rv�nyes�t�s�t az 'Ellen�rz�s' gombbal.
id: Anda bisa mencoba pemeriksaan lisensi ini lagi dengan klik pada 'Periksa'.
it: Puoi riprovare a validare questa licenza selezionado 'Verifica'.
ja: [検証]をクリックし、このライセンスを再び有効化
nn: Du kan prøve å validere denne lisensen igjen ved å trykke 'vertifiser'.
pt: Pode tentar validar esta licença novamente, fazendo clique em 'Verificar'.
pt_br: Você pode tentar validar esta licença novamente, clicando em 'Verificar'.
sk: Môžete sa pokúsiť o znovuoverenie tejto licencie kliknutím na 'Overiť'.
sq: Ju mund ta provoni vërtetimin e licensës duke klikuar përsëri 'Verifikoje'.
sr: Možete ponovo pokušati da proverite licencu ponovnim klikom na dugme 'Proveri'.
uk: Ви можете спробувати перевіти цю ліцензію знов, натиснувшни «Перевірити».

source: View Claimed License Deed
ar: عرض رخصة العمل المطالب بها
bs: Prikaz pravnog akta licence
cy: Gweld y Drwydded Ddogfen wedi'i hawlio
de: Beanspruchte Lizenzurkunde anzeigen
el: Επισκόπηση πράξης διεκδικούμενης αδείας
hu: Ig�nyelt licenszokirat megtekint�se
id: Lihat pengajuan klaim lisensi
it: Visualizza il contratto di licenza
ja: クレームされたライセンスの動きを見る
nn: Vis Clamied Lisens Deed
pt: Visualizar Termos da Licença Reivindicados
pt_br: Visualizar termos da licença reinvindicados
sk: Zobraziť požiadavky licenčnej listiny
sq: Shikoni Aktin e Pretenduar të Licensës
sr: Prikaz pravnog akta licence
uk: Переглянути заявлену справу ліцензії

source: View Verification Page
cy: Dangos y dudalen gardarnhau
de: Nachweisseite Anzeigen
el: Προβολή της σελίδας επικύρωσης
id: Melihat Halaman Verifikasi
nn: Se Verifikasjon Siden
pt: Ver a Página de Verificação
pt_br: Ver página de verificação
sk: Zobraziť overovaciu stránku

source: License Details:
de: Lizenz-Details
el: Λεπτομέρειες αδείας:
nn: Lisens Detaljer:
pt: Detalhes da Licença
pt_br: Detalhes da licença:
sk: Detaily licencie:

source: View License Deed
ar: عرض رخصة العمل
bs: Prikaži pravni dokument
cy: Gweld y drwydded weithredu
de: Lizenzurkunde anzeigen
el: Επισκόπηση πράξης αδείας
hu: Licenszokirat megtekint�se
id: Lihat pengajuan lisensi
it: Visualizza il contratto di licenza
ja: ライセンスの動きを見る
nn: Vis Lisens Deed
pt: Visualizar Termos da Licença
pt_br: Visualizar termos da licença
sk: Zobraziť licenčnú listinu
sq: Shikoni Aktin e Licensës
sr: Prikaži pravni dokument
uk: Переглянути справу ліцензії

source: LimeWire is currently locating the details of this license.
ar: LimeWire حالياً يحدد تفاصيل هذه الرخصة.
bs: LimeWire je trenutno u procesu pronalaženja detalja ovog ovlaštenja.
cy: Mae LimeWire wrthi'n chwilio am fanylion y drwydded hon.
de: LimeWire ist dabei, die Details dieser Lizenz zu suchen.
el: Το Limewire εντοπίζει αυτή τη στιγμή τις λεπτομέρειες της άδειας.
hu: A LimeWire jelenleg a licensz r�szleteit t�lti be.
id: LimeWire sedang mencari detail dari lisensi.
it: Limewire stua attualmente localizzando i dettagli della licenza.
ja: LimeWireは現在、このライセンスについての詳細を確認中
nn: Limewire prøver for øyeblikker å få tak i detaljer om denne lisensen.
pt: O LimeWire está a localizar os detalhes desta licença.
pt_br: O LimeWire está localizando os detalhes desta licença.
sk: LimeWire teraz zisťuje detaily tejto licencie.
sq: LimeWire tani po gjen detajet e licensës.
sr: LimeWire trenutno traži detalje za ovu licencu.
uk: LimeWire зараз шукає деталі цієї ліцензії.
