Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Security
da: Sikkerhed
el: Εγώ να επιλέξω μια συγκεκριμένη διασύνδεση δικτύου
es: Seguridad
et: Turvalisus
fa: امنیت
fi: Turvallisuus
fr: Sécurité
ga: Slándáil
gl: Seguranza
he: אבטחה
hr: Sigurnost
ja: セキュリティ
ku: Ewlekarî
lv: Drošība
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
ru: Безопасность
sv: Säkerhet
tr: Güvenlik

source: Advanced
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
et: Täpsemalt
fa: پیشرفته
fi: Asiantuntija
fr: Avancé
ga: Ardroghanna
gl: Avanzado
he: מתקדם
hr: Napredno
ja: 上級用
ku: Pêşketî
lv: Izvērsts
nb: Avansert
nl: Geavanceerd
nn: Avansert
pl: Zawansowane
pt_br: Avançado
ru: Дополнительно
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş

source: One or more options will take effect the next time LimeWire is restarted.
ar: واحدة أو أكثر من الخيارات سيظهر تأثيرها بعد إعادة تشغيل LimeWire.
bs: Jedna ili više opcija biće upotrebljive tek nakon sljedećeg startovanja LimeWire.
cy: Mae un neu fwy o'r opsiynau yn mynd i weithio y tro nesaf mae LimeWire yn ail-ddechrau.
da: En eller flere optioner vil have virkning næste gang LimeWire genstartes.
de: Eine oder mehrere Einstellungen werden erst nach dem nächsten Start von LimeWire wirksam.
el: Μια ή περισσότερες επιλογές θα ενεργοποιηθούν με την επανεκκίνηση του LimeWire.
es: Una o más opciones tendran efecto la próxima vez que reinicie LimeWire.
et: Et näha oma seadete muudatusi tuleb taaskäivita LimeWire.
fa: دفعه بعد که LimeWire بازنشانی شود، یک یا چند گزینه اجرا خواهد شد.
fi: Yksi tai useampi asetusmuutoksista vaati voimaan tullakseen LimeWiren uudelleen käynnistämisen.
fr: Une ou plusieurs des options modifiées prendront effet lors du prochain redémarrage de LimeWire.
ga: Rachfaidh rogha nó roghanna i bhfeidhm an chéad uair eile a atosófar LimeWire.
gl: Unha ou máis opcións terán efecto a próxima vez que LimeWire sexa iniciado.
he: בעת הפעלה מחדש של התוכנה השינויים יוכנסו לתוקף.
hr: Jedna ili više opcija će stupit na snagu tek sljedeći put kada otvorite LimeWire.
hu: Egy vagy t�bb opci� csak a LimeWire k�vetkez� ind�t�sakor l�p �letbe.
id: Perubahan pilihan akan berpengaruh setelah LimeWire start ulang.
it: Una o più opzioni avranno effetto al prossimo avvio di Limewire.
ja: 選択したオプションは、 LimeWire が再起動されたときに有効になる
ku: Yek an jî zêdetir vebijêrk wê piştî ku LimeWire ji nû ve hat destpêkirin, çalak bibe.
lv: Viena vai vairākas opcijas sāks darboties pēc nākošā LimeWire restarta.
nb: Et eller flere valg vil først virke når Limewire startes på nytt.
nl: Een of meerdere opties zullen pas van kracht zijn als u LimeWire opnieuw opstart.
nn: En eller flere endringer vil først virke når Limewire blir startet på nytt.
pl: Jedna lub więcej opcji zacznie działać, gdy LimeWire zostanie ponownie uruchomiony.
pt: Existe uma ou mais opções que produzirão efeito da próxima vez que iniciar o LimeWire.
pt_br: Uma ou mais opções só entrarão em vigor da próxima vez em que o LimeWire for iniciado.
ru: Некоторые настройки вступят в силу после перезапуска LimeWire.
sk: Zmeny budú vykonané po najbližšom reštarte LimeWire
sq: Një a më tepër mundësi do të kenë efekt kur LimeWire të rinisë!
sr: Neke izmene biće upotrebljive tek prilikom sledećeg pokretanja LimeWire-a!
sv: Ett eller flera alternativ träder i kraft nästa gång LimeWire startas
tr: LimeWire tekrar yeniden başlatıldığında bir ya da daha fazla seçenek etkili olacak.
uk: Деякі зміни почнуть діяти після того, як LimeWire буде перезапущено.

source: If your computer has a fast internet connection, LimeWire may act as an "Ultrapeer" or connect to the Mojito DHT. You may disable these if you notice performance issues.
da: Hvis din computer har en hurtig internetforbindelse, kan LimeWire optræde som "Ultrapeer" eller koble til Mojito DHT. Du kan frakoble disse hvis du bemærker ydelsesproblemer.
el: Αν ο υπολογιστής σας διαθέτει μια σύνδεση ίντερνετ υψηλής ταχύτητας, το LimeWire μπορεί να λειτουργήσει ως "Ultrapeer" ή να συνδεθεί στο Mojito DHT. Μπορείτε να τα απενεργοποιήσετε αν εντοπίσετε ζητήματα επίδοσης.
es: Si su ordenador tiene una conexión de Internet rápida, LimeWire puede actuar como "Ultrapar" o conectarse a la DHT Mojito. Puede desactivar estas opciones si nota que perjudican al rendimiento de LimeWire.
et: Kui Sinu arvutil on kiire interneti ühendus, siis võib LimeWire käituda nagu Ülikasutaja või ühenduda Mojito DHT - sse. Sa võid keelata need, kui märkad, et midagi on kiirusega lahti.
fa: اگر رایانه شما دارای ارتباط اینترنتی سریع است، ممکن است LimeWire به عنوان یک /"فرانظیر/" عمل کند یا Mojito DHT به وصل شود. چنانچه مشکلاتی در اجرا پیش آید، می توانید اینها را غیر فعال کنید.
fi: Jos tietokoneellasi on nopea Internet-yhteys, LimeWire voi toimia "Ultrapeerinä" tai olla yhteydessä Mijito DHT:hen. Voit poistaa nämä käytöstä mikäli törmäät suorituskykyongelmiin.
fr: Si votre ordinateur a une connexion à internet rapide, LimeWire pourrait agir comme un "Ultrapeer" ou se connecter au DHT Mojito. Vous pouvez les déconnecter en allant sur "Préciser questions de performance".
gl: Se o seu computador ten unha conexión rápida a internet, LimeWire pode actuar como "Ultrapar" ou conectar a DHT Mojito. Pode desactivar esta característica se dá problemas.
he: אם למחשבך יש חיבור אינטרנט מהיר, LimeWire אולי תנהג כ-"Ultrapeer" או שתתחבר לרשת ה-Mojito DHT. אתה יכול לכבות את אלה אם אתה חש בבעיות ביצועים.
hr: Ako vaše računalo ima brzu internet vezu, LimeWire može djelati kao "Ultravršnjak" ili vas povezati na Mojito DHT. Vi možete ovo onemogućiti ako primijetite probleme kod učinkovitosti.
ja: お客様のコンピューターで高速スピードのインターネット接続が可能な場合、LimeWireは"超ピア" として作動し、Mojito DHTに接続します。性能上の問題に気づいたら、これらを無効にできます。
ku: Ger komputera te xwediyê girêdaneke lez a înternetê be, LimeWire wê weke "UltraHevser"ek tev bigere û li Mojito DHT were girêdan. Ger performans bibe pirsgirêk tu dikarî vê yekê neçalak bikî.
nb: Dersom datamaskinen din har en rask internettforbindelse, kan LimeWire fungere som en "Ultrapeer" eller koble til Mojito DHT. Du kan deaktivere disse dersom du merker problemer med ytelsen.
nl: Indien uw computer een snelle internetverbinding heeft, kan LimeWire zich als een "ultrapeer" gaan gedragen of verbinden met de Mojito DHT. U kunt deze functies uitschakelen indien u prestatieproblemen krijgt.
ru: Если у вас есть быстрый интернет, LimeWire может действовать как "Ультра-пир" или соединиться с Mojito DHT. Вы можете отключить их, если заметна проблема работы.
sv: Om datorn har en snabb internetanslutning kan LimeWire agera "Ultrapeer" eller ansluta till Mojito DHT. Du kan inaktivera dessa om du upplever försämrad prestanda.
tr: Bilgisayarınızın hızlı bir internet bağlantısı varsa, LimeWire "Ultraeş" olarak işlev görerek Mojito DHT'ye bağlanabilir. Performans sorunları yaşarsanız bunları devre dışı bırakabilirsiniz.

source: LimeWire uses a secure communications mode called TLS, which may use more CPU resources.
da: LimeWire bruger en sikker kommunikationstilstand kaldet TLS, hvilket kan kræve flere CPU ressourcer.
el: Το LimeWire χρησιμοποιεί έναν ασφαλή τρόπο επικοινωνίας που ονομάζεται TLS και που μπορεί να χρησιμοποιεί περισσότερους πόρους CPU.
es: LimeWire usa un modo de comunicaciones seguras llamado TLS, que puede usar más recursos de CPU.
et: LimeWire kasutab turvalist kommunikatsiooni moodust, TLS, mis mis võib kasutada rohkem CPU ressursse.
fa: LimeWire از یک حالت ازتباطی ایمن به نام TLS استفاده می کند و لذا ممکن است به منابع CPU بیشتری نیاز داشته باشد.
fi: LimeWire käyttää suojattua tietoliikennemoodia nimeltä TLS, joka voi kuluttää enemmän CPU-tehoa.
fr: LimeWire utilise un mode de communications sécurisé appelé TLS, qui pourrait utiliser plus de ressources CPU.
gl: LimeWire emprega un modo de comunicación segura chamado TLS que pode consumir máis recursos da CPU.
he: LImeWire משתמש בחיבור מאובטח הנקרא TLS, אשר משתמש ביותר משאבי מעבד.
hr: LimeWire koristi pouzdani mod za komuniciranje zvani TLS, koji može trebati više CPU memorije.
ja: LimeWireはTLSと呼ばれる安全な通信モードを使用しており、より多くのCPUリソースを使用できます。
ku: LimeWire mod'eke ewle ya ragihandinê bi kar tîne ku zêdetir CPU bi kar tîne.
nb: LimeWire bruker et sikkert kommunikasjonsmodus kalt TLS som kan kreve flere CPU-ressurser.
nl: LimeWire gebruikt een secure communicatiemode genaamd TLS die meer CPU-bronnen zou kunnen gebruiken.
pl: LimeWire używa bezpiecznego rodzaju łączności TLS, który może zużywać więcej zasobów CPU.
ru: LimeWire использует безопасные коммуникации TLS, что может задействовать больше ресурсов ЦП.
sv: LimeWire använder sig av ett säkert kommunikationsläge kallat TLS som använder fler processorresurser.
tr: LimeWire, CPU kaynaklarını daha yoğun kullanabilen TLS adı verilen güvenli bir iletişim modu kullanır.

source: Out-of-band Searching helps deliver faster search results to you, but some internet connections may not work well with this feature.
da: Out-of-Band søgninger giver hurtigere søgeresultater, men nogle internetforbindelser fungerer ikke godt sammen med denne funktion.
el: Η απομακρυσμένη αναζήτηση σας δίνει γρηγορότερα αποτελέσματα αλλά κάποιες συνδέσεις ίντερνετ ίσως δεν λειτουργήσουν καλά με τη δυνατότητα αυτή.
es: Las búsquedas fuera-de-banda pueden contribuir a acelerar los resultados de búsqueda, pero es posible que algunas conexiones de Internet no funcionen bien con esta opción.
et: Ribast Väljas Otsing aitab toimetada otsingu tulemusi kiiremini Sinuni, kuid mõned internetiühendused võivad halvasti töötada selle funktsiooniga.
fa: جستجوی خارج از باند به ارائه نتایج سریع تر کمک می کند، اما برخی از ارتباطات اینترنتی ممکن است به درستی با این قابلیت کار نکنند.
fi: Out-of-band -haku nopeuttaa hakutulosten saamista, mutta jotkut Internet-yhteydet eivät välttämättä toimi kovinkaan hyvin tämän piirteen kanssa.
fr: La recherche hors bande permet de fournir des résultats de façon plus rapide, mais certaines connexions internet pourraient ne pas fonctionner correctement avec cette configuration.
gl: As procuras fóra de banda poden acelerar a entrega dos resultados buscados, pero algunhas conexións de internet traballan defectuosamente con este recurso.
he: חיפוש "מחוץ לפס" עוזר להשגת תוצאות חיפוש מהירות יותר לך, אך חלק מחיבורי האינטרנט עלולים שלא לעבוד הייטב עם תכונה זו.
hr: Pretraživanje Izvan-opsega pomaže vam dobiti brže rezultate pretrage, ali neke internet konekcije možda ne budu funkcionirale sa ovom značajkom.
ja: 帯域外検索によって、より速く検索結果を取得できます。しかしインターネット接続の中にはこの特性と相性の悪いものもあります。
nb: Out-of-band søk gir hurtigere søkeresultater, men noen internettforbindelser fungerer ikke bra med denne funksjonen.
nl: Zoeken met out-of-band zorgt ervoor dat zoekresultaten sneller geleverd worden, maar sommige internetverbindingen kunnen niet goed met deze functie werken.
ru: Поиск по группам может предоставить более быстрые результаты, но возможно, некоторые подключения, не работают хорошо с этой функцией.
sv: Out-of-band-sökning ger snabbare sökresultat men vissa internetanslutningar fungerar inte så bra i det läget.
tr: Bant dışı Arama daha hızlı arama sonuçları sağlayabilir; ancak bazı internet bağlantıları bu özellikle iyi çalışmayabilir.

source: Disable Ultrapeer capabilities
da: Slå Ultrapeer egenskaber fra
el: Απενεργοποίηση δυνατοτήτων Ultrapeer
es: Desactivar las funciones de "Ultrapar"
et: Keela Ülikasutaja Võimalused
fa: غیر فعال سازی قابلیت های فرا نظیر
fi: Poista Ultrapeer käytöstä
fr: Bloquer les aptitudes Ultrapeer
gl: Desactivar as funcións de Ultrapar
he: מנע אפשרויות חיבורי על
hr: Onesposobi Mogućnosti Ultravršnjaka
ja: 超ピア機能を無効にする
ku: Taybetiya UltraHevser neçalk bike
nb: Deaktiver egenskaper for Ultrapeer
nl: Ultrapeermogelijkheden uitschakelen
pl: Wyłącz możliwości Ultrapeera
ru: Откл. способность Ультра-пира
sv: Stäng av Ultrapeer-funktionalitet
tr: Ultraeş özelliklerini devre dışı bırak

source: Disable connecting to the Mojito DHT
da: Slå tilslutning til Mojito DHT fra
el: Απενεργοποίηση σύνδεσης στο Mojito DHT
es: Desactivar la conexión a la DHT Mojito
et: Keela ühendamine Mojito DHT-sse
fa: ؛یر فعال سازی اتصال به Mojito DHT
fi: Kiellä yhteydenotto Mojito DHT:hen
fr: Bloquer la connexion au DHT Mojito
gl: Desactivar a conexión á DHT Mojito
he: מנע חיבור ל Mojito DHT
hr: Onesposobi konekciju sa Mojito DHT
ja: Mojito DHTへの接続を無効にします
ku: Girêdana li DHTyê betal bike
nb: Deaktiver tilkobling til Mojito DHT
nl: Verbinden met Mojito DHT uitschakelen
pl: Wyłącz łączenie się z Mojito DHT
ru: Откл. соединение с Mojito DHT
sv: Stäng av anslutning till Mojito DHT
tr: Mojito DHT bağlantısını devre dışı bırak

source: Disable TLS capabilities
da: Slå TLS egenskaber fra
el: Απενεργοποίηση δυνατοτήτων TLS
es: Desactivar las funciones TLS
et: Keela TLS Võimalused
fa: غیر فعال سازی قابلیت های TLS
fi: Poista TLS käytöstä
fr: Bloquer les aptitudes TLS
gl: Desactivar as funcións TLS
he: מנע אפשרויות TLS
hr: Onesposobi TLS mogućnosti
ja: TLS機能を無効にします
ku: Taybetiya TLS neçalak bike
nb: Deaktiver egenskaper for TLS
nl: TLS-mogelijkheden uitschakelen
pl: Wyłącz możliwości TLS
ru: Откл. способность TLS
sv: Stäng av TLS-funktionalitet
tr: TLS özelliklerini devre dışı bırak

source: Disable Out-of-band searching
da: Slå Out-of-Band søgninger fra
el: Απενεργοποίηση απομακρυσμένης αναζήτησης
es: Desactivar las búsquedas fuera-de-banda
et: Keela Ribast Väljas Otsing
fa: غیر فعال سازی جستجوی خارج از باند
fi: Kiellä Out-of-band -haku
fr: Bloquer la recherche hors bande
gl: Desactivar as procuras fóra-de-banda
he: מנע חישפוש "מחוץ לפס"
hr: Onesposobi Izvan-opsega pretraživanja
ja: 帯域外検索を無効にします
ku: Lêgerîna derveyî bandê neçalak bike
nb: Deaktiver Out-of-band søk
nl: Zoeken met out-of-band uitschakelen
ru: Откл поиск по группам
sv: Stäng av Out-of-band-sökning
tr: Bant dışı aramayı devre dışı bırak

source: No Proxy
ar: لا يوجد وكيل
bs: Ne Proxy
cy: Dim Procsi
da: Ingen proxy
de: Kein Proxy
el: Χωρίς μεσολάβηση
es: Sin Proxy
et: Esindaja Puudub
fa: بدون پروکسی
fi: Ei välityspalvelinta
fr: Connexion Internet directe (aucun mandataire)
ga: Gan Seachfhreastalaí
gl: Sen Proxy
he: ללא פרוקסי
hr: Bez proxy poslužitelja
hu: Nincs proxy
id: Tidak ada proxy
it: Nessun proxy
ja: プロキシなし
ku: Proxy tune
nb: Ingen Proxy
nl: Geen proxy
nn: Ingen Proxy
pl: Brak Proxy
pt: Sem proxy
pt_br: Sem proxy
ru: Без прокси
sk: Žiadne proxy
sq: Asnjë Proxy
sr: Bez Proxy-ja
sv: Ingen proxy
tr: Proxy yok
uk: Нема Proxy

source: Proxy:
ar: الوكيل:
cy: Procsi:
el: Μεσολάβηση:
et: Puhverserver:
fa: پروکسی:
fi: Välityspalvelin (proxy):
fr: Hôte mandataire :
ga: Seachfhreastalaí:
he: פרוקסי:
ja: プロキシ：
lv: Starpniekserveris:
ru: Хост

source: Port:
el: Θύρα:
es: Puerto:
fa: پورت:
fi: Portti:
gl: Porto:
he: פורט:
ja: ポート：
lv: Pieslēgvieta:
nl: Poort:
pt: Fraca
pt_br: Porta:
ru: Порт:
tr: Bağlantı noktası:

source: Enable Authentication
da: Aktiver godkendelse
el: Ενεργοποίηση ελέγχου ταυτότητας
es: Habilitar autenticación
et: Luba Autentsuse Kindlakstegemine
fa: فعال سازی تأیید اعتبار
fi: Ota autentikointi käyttöön
fr: Autoriser authentification
ga: Cumasaigh Fíordheimhniú
gl: Habilitar a autenticación
he: אפשר אימות
hr: Omogući Provjeru Autentičnosti
ja: 確認を有効にする
ku: Piştrastkirina nasnavê çalak bike
lv: Atļaut autentifikāciju
nb: Aktiver pålitelighetskontroll
nl: Authenticatie inschakelen
pl: Włącz autoryzację
ru: Вкл. Авторизацию
sv: Använd behörighetskontroll
tr: Kimlik Doğrulamayı Etkinleştir

source: Firewall
el: Τείχος προστασίας
es: Cortafuegos
fi: Palomuuri
fr: Pare-feu
ga: Balla Dóiteáin
ja: ファイアウオール
sv: Brandvägg
tr: Güvenlik Duvarı

source: Proxy
el: Τείχος προστασίας
et: Puverserver
fa: پروکسی
fi: Välityspalvelin
fr: Serveur mandataire
ga: Seachfhreastalaí
he: פרוקסי
ja: プロキシ
lv: Starpniekserveris
ru: Прокси

source: Network Interface
da: Netværksgrænseflade
de: Netzwerk-Schnittstelle
el: Τείχος προστασίας
es: Interfaz de red
et: Võrguliides
fa: رابط شبکه
fi: Verkkokortti
fr: Interface réseau
ga: Comhéadan an Líonra
gl: Interface de rede
he: ממשק רשת
hr: Mrežno sučelje
ja: ネットワーク・インターフェイス
ku: Navrûya Torê
lv: Tīkla saskarne
nb: Nettverksgrensesnitt
nl: Netwerkomgeving
nn: Nettverksgrensesnitt
pl: Interfejs sieciowy
pt_br: Interface de Rede
ru: Интерфейс сети
sk: Sieťové rozhranie
sv: Nätverksgränssnitt
tr: Ağ Arabirimi

source: Performance
ar: الأداء
da: Ydelse
de: Leistung
el: Τείχος προστασίας
es: Rendimiento
et: Jõudlus
fa: کارایی
fi: Suorituskyky
ga: Feidhmíocht
gl: Rendemento
he: ביצועים
hu: Teljes�tm�ny
it: Prestazioni
ja: 性能
ku: Performans
lv: Veiktspēja
nb: Ytelse
nl: Prestaties
nn: Ytelse
pl: Wydajność
pt_br: Execução
ru: Производительность
sk: Výkon
sq: Rendimenti
sr: Performanse
sv: Prestanda
tr: Performans

source: Filtering
da: Filtrering
el: Φιλτράρισμα
es: Filtros
et: Filtreerimine
fa: فیلتر کردن
fi: Suodatus
fr: Filtrage
ga: Á Scagadh
gl: Filtrado
he: סינון
hr: Filtriranje
ja: フィルタリング
ku: Fîltrekirin
lv: Filtrēšana
nb: Filtrering
nl: Filtratie
pl: Filtrowanie
ru: Фильтрация
sv: Filtrering
tr: Filtreleme

source: Spam
el: Φιλτράρισμα
es: Basura
et: Rämpspost
fa: هرزنامه
ga: Dramhphost
gl: Lixo
he: ספאם
ja: スパム
lv: Surogātpasts
nb: Søppel
ru: Спам
sv: Skräp

source: We recommend you don't touch these unless you really know what you're doing.
da: Vi anbefaler at du ikke rører disse, medmindre du er helt klar over hvad du foretager dig.
el: Σας συνιστούμε να μην τα πειράξετε εκτός κι αν ξέρετε πολύ καλά τι κάνετε.
es: Le recomendamos que no toque estas opciones a menos que sepa muy bien lo que se hace.
et: Me soovitame neid mitte puutuda, kui Sa kindlalt ei tea, mida Sa teed.
fa: توصیه می کنیم دست به اینها نزنید مگر اینکه واقعاً بدانید که چکار می کنید.
fi: Suosittelemme, ettet koske näihin ellet todella tiedä mitä teet.
fr: Nous vous recommandons de ne pas toucher à ces commandes à moins d'être parfaitement sûrs de vous.
ga: Molaimid duit gan dul in aice leo seo mura bhfuil a fhios agat cad atá ar siúl agat i ndáiríre.
gl: Recomendámoslle que non cambie estas opcións a menos que saiba ben o que está a facer.
he: אנו ממליצים שלא לגעת בהם אלה אם אתם ממש יודעים מה שאתם עושים.
hr: Mi ne preporučamo da dirate ovo ako niste sigurni da znate što činite.
ja: 内容を完全に把握できない場合、これらに触ることはお勧めしません。
ku: Em pêşniyar dikin ku dest nedî van mîhengan ger tu bi rastî nezanî ka tu wê çi bikî.
lv: Mēs iesakām šos neaiztikt, ja vien Jūs tiešām zināt, ko darāt.
nb: Vi anbefaler at du ikke rører disse innstillingene med mindre du virkelig vet hva du gjør.
nl: Wij raden u aan deze instellingen niet te wijzigen tenzij u weet wat u doet.
pl: Zalecamy nie dotykać tych, chyba że naprawdę wiecie co robicie
ru: Мы не рекомендуем вам их трогать, если вы точно не знаете, что делаете.
sv: Vi rekommenderar att du rör inte dessa om du inte verkligen vet vad du gör.
tr: Yaptığınız işlemlerden emin olmadıkça bu ayarlara dokunmamanızı öneririz.

source: Group similar search results together
da: Grupper søgeresultater sammen
el: Ομαδοποίηση παρόμοιων αποτελεσμάτων
es: Agrupar resultados de búsqueda similares
et: Kogu sarnased otsingu tulemid kokku.
fa: گروه بندی نتایج جستجوی مشابه
fi: Ryhmitä samanlaiset hakutulokset
fr: Grouper résultats de recherches similaires
ga: Cnuasaigh le chéile torthaí cuardaigh atá cosúil lena chéile
gl: Agrupar os resultados de procura semellantes
he: קבץ תוצאות חיפוש דומות ביחד
hr: Grupiraj slične rezultate pretrage zajedno
ja: 類似の検索結果をまとめる
ku: Encamên dişibin hev bike kom
lv: Grupēt līdzīgus meklēšanas rezultātus
nb: Grupper like søkeresultater
nl: Gelijksoortige zoekresultaten samen groeperen
pl: Pogrupuj podobne wyniki wyszukiwań razem
ru: Сгруппирорвать подобные результаты
sv: Gruppera liknande sökresultat
tr: Benzer arama sonuçlarını gruplandır

source: By default, search for
da: Søg som standard efter
el: Ως προεπιλογή, αναζήτηση για
es: Por defecto, buscar
et: Vaikimisi Otsi
fa: به صورت پیش فرض، جستجو برای
fi: Etsi oletusarvoisesti
fr: Par défaut, chercher
ga: Mar réamhshocrú, cuardaigh le haghaidh
gl: Por defecto, procurar
he: כברירת מחדל, חפש
hr: Kao uobičajeno, potraži
ja: デフォルトにより検索する
ku: Weke jixweber, lê bigere ji bo
lv: Noklusēti meklēt
nb: Ved default, søk etter
nl: Zoek standaard naar
pl: Docelowo, szukaj
ru: Поиск По умолчанию
sv: Sök som standard efter
tr: Varsayılan olarak, şunu ara

source: Clear Now
da: Ryd nu
el: Καθαρισμός τώρα
es: Borrar ahora
et: Puhasta Nüüd
fa: الان پاک شود
fi: Tyhjennä nyt
fr: Effacer maintenant
ga: Glan Anois
gl: Limpar agora
he: נקה כעט
hr: Očisti Odmah
ja: 今すぐ解除する
ku: Niha paqijke
nb: Tøm nå
nl: Nu legen
pl: Wyczyść Teraz
ru: Очистить Сейчас
sv: Rensa nu
tr: Şimdi Temizle

source: Warning Messages
da: Advarselsmeddelelser
el: Προειδοποιητικά μηνύματα
es: Mensajes de advertencia
fi: Varoitusviestit
fr: Messages d'alerte
ga: Teachtaireachtaí Rabhaidh
ja: 警告メッセージ
nl: Waarschuwingsberichten
sv: Varningsmeddelanden
tr: Uyarı Mesajları

source: Choose which warning messags to display
da: Vælg hvilke advarselsmeddelelser, der skal vises
el: Επιλέξτε ποιά προειδοποιητικά μηνύματα να εμφανίζονται
es: Elegir qué mensajes de advertencia mostrar
fi: Valitse näytettävät varoitusviestit
fr: Choisir les messages d'alerte à afficher
ga: Roghnaigh cén teachtaireachtaí rabhaidh le taispeáint
ja: 表示する警告メッセージを選択してください
nl: Kies welke waarschuwingsberichten u wenst weer te geven
sv: Välj vilka varningsmeddelanden som ska visas
tr: Hangi uyarı mesajlarının görüntüleneceğini seç

source: Choose which warning messages you want to see when using LimeWire
da: Vælg hvilke advarselsmeddelelser, du vil se når du bruger LimeWire
el: Επιλέξτε ποιά προειδοποιητικά μηνύματα θέλετε να βλέπετε όταν χρησιμοποιείτε το LimeWire
es: Elija qué mensajes de advertencia quiere ver mientras usa LimeWire
fi: Valitse, mitkä varoitusviestit haluat nähdä käyttäessäsi LimeWireä
fr: Choisir les messages d'alerte que vous souhaitez voir lorsque vous utilisez LimeWire
ga: Roghnaigh cén teachtaireachtaí rabhaidh ar mhaith leat a fheiceáil agus tú ag baint feidhm as LimeWire
ja: LimeWireをご使用中に表示したい警告メッセージを選択してください
nl: Kies welke waarschuwingsberichten u wenst te zien als u LimeWire gebruikt
sv: Välj vilka varningsmeddelanden du vill se när du använder LimeWire
tr: LimeWire programını kullanırken hangi uyarı mesajlarını görmek istediğinizi seçin

source: Unsafe Categories
da: Usikre kategorier
el: Μη ασφαλείς κατηγορίες
es: Categorías no seguras
fi: Epäturvalliset luokat
fr: Catégories dangereuses
ga: Aicmí Easlán
ja: 安全ではないカテゴリ
nl: Onveilige categorieën
sv: Osäkra kategorier
tr: Güvensiz Kategoriler

source: Configure unsafe categories
da: Konfigurer usikre kategorier
el: Ρύθμιση παραμέτρων μη ασφαλών κατηγοριών
es: Configurar categorías no seguras
fi: Konfiguroi epäturvalliset luokat
fr: Configurer Catégories dangereuses
ga: Cumraigh aicmí easlán
ja: 安全ではないカテゴリの設定を行う
nl: Onveilige categorieën configureren
sv: Konfigurera osäkra kategorier
tr: Güvensiz kategorileri yapılandır

source: For your safety, LimeWire disables you from:
da: Af hensyn til din sikkerhed forhindrer LimeWire dig i at:
el: Για την ασφάλειά σας, το LimeWire σας δεν σας δίνει τη δυνατότητα για:
es: Para su seguridad, LimeWire no le habilita para:
fi: LimeWire estää sinua oman turvallisuutesi vuoksi:
fr: Pour votre sécurité, LimeWire vous bloque à partir de:
ga: Ar mhaith le do slándála, díchumasaíonn LimeWire thú ó:
ja: 安全のためにLimeWireが以下を無効にします：
nl: Voor uw veiligheid heeft LimeWire de volgende functies uitgeschakeld:
sv: För din säkerhet gör LimeWire att du inte kan:
tr: Güvenliğiniz için, LimeWire aşağıdaki işlemleri engeller:
