Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Save Playlist As
ar: حفظ قائمة القراءة باسم
bs: Pohrani Play listu kao
cy: Cadw'r Rhestr Chwarae Fel
de: PlayList speichern unter...
el: Αποθήκευση λίστας αναπαραγωγής ως
hu: Lej�tsz�lista ment�se m�sk�nt
id: Simpan playlist sebagai
it: Salva la lista file come...
ja: 再生リストを別名で保存...
nn: Lagre Spilleliste Som
pt: Guardar lista de reprodução como
pt_br: Salvar lista de reprodução como
sk: Uložiť Playlist ako
sq: Ruaje Listën Si
sr: Sačuvaj listu kao
uk: Зберегти плейліст як

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
el: Προειδοποίηση: Υπάρχει ήδη αρχείο με το όνομα {0} στον κατάλογο. Να γίνει αντικατάστασή του;
nn: Advarsel: ein fil med namn {0} eksisterar allereie i denne mappa. Overskrive denne fila?
pt_br: Alerta: um arquivo com o nome {0} já existe na pasta. Deseja substituí-lo?
sk: Upozornenie: súbor s názvom {0} v priečinku už existuje. Prepísať tento súbor?

source: Playlist Files (*.m3u)
ar: ملفات قائمة القراءة (*.m3u)
bs: Play lista datoteka (*.m3u)
cy: Ffeiliau Rhestr Chwarae (*.m3u)
de: PlayList Dateien (*.m3u)
el: Αρχεία λίστας αναπαραγωγής (*.m3u)
et: Esitlusloendi Failid (*.m3u)
fa: فایل های فهرست پخش (*.m3u)
gl: Ficheiros da listaxe (*.m3u)
he: קבצי רשימות הניגון (*.m3u)
hr: Datoteke Liste Izvođenja (*.m3u)
hu: Lej�tsz�list�k (*.m3u)
id: Berkas playlist (*.m3u)
it: Liste di riproduzione (*.m3u)
ja: 再生リストファイル (*.m3u)
ku: Pelên Lîsteya Lêdanê (*.m3u)
lv: Atskaņošanas sarakstu faili (*.m3u)
nb: Filer for spilleliste (*.m3u)
nn: Spilleliste Filer (*.m3u)
pl: Playlista (*.m3u)
pt: Ficheiros de listas de reprodução (*.m3u)
pt_br: Arquivos de listas de reprodução (*.m3u)
ru: Плейлист Файлов (*.m3u)
sk: Súbory Playlistu (*.mp3)
sq: Skeda liste (*.m3u)
sr: Lista pesama (*.m3u)
uk: Плейлісти (*.m3u)

source: General
el: Γενικά
et: Üldine
fa: عمومی
gl: Xeral
he: כללי
hr: Općenito
ja: 一般
ku: Giştî
lv: Vispārēji
nb: Generelt
pl: Ogólne
pt_br: Geral
ru: Основное
sr: Uopšteno

source: Multiple
bs: Umnožite
cy: Llawer
de: Mehrere
el: Πολλαπλό
id: Beberapa
it: Multiplo
ja: 複数
nn: Flergjør
pt: Diversos
sk: Viacnásobne

source: Option
ar: خيار
bs: Opcija
cy: Dewis
el: Επιλογή
hu: Opci�
id: Pilihan
it: Opzione
ja: オプション
nn: Alternativ
pt: Opção
pt_br: Opção
sk: Voľba
sq: Mundësi
sr: Podešavanja
uk: Опція

source: Filter Results:
ar: نتائج المرشح:
bs: Filtrirani rezultat:
cy: Ffiltro'r Canlyniadau
de: Resultate filtern:
el: Φιλτράρισμα αποτελεσμάτων:
hu: Eredm�nyek sz�r�se:
id: Saring hasil:
it: Risultato filtri:
ja: 結果をフィルタ：
nn: Filtrer Resultater
pt: Resultados dos filtros:
pt_br: Resultados dos filtros:
sk: Filtrovať výsledky
sq: Rezultatet e Filtrit:
sr: Izdvojite rezultate po vrsti:
uk: Фільтрувати Результати:

source: Back To Search
ar: عودة إلى البحث
bs: Nazad na pretragu
cy: Nol i'r Chwilio
de: Zurück zur Suche
el: Πίσω στην αναζήτηση
hu: Vissza a keres�shez
id: Kembali ke pencarian
it: Ritorna alla ricerca
ja: 検索に戻る
nn: Tilbake til Søk
pt: Voltar à pesquisa
pt_br: Pesquisar novamente
sk: Späť k hľadaniu
sq: Kthehu
sr: Nazad na pretraživanje
uk: Назад до Пошуку

source: Download As...
ar: تنزيل كــ...
bs: Download kao...
cy: Llwytho i Lawr Fel...
da: Download som...
de: Herunterladen als...
el: Λήψη ως...
es: Descargar Como...
et: Lae Alla Nimega
fa: دانلود به عنوان...
fi: Lataa...
fr: Charger en...
ga: Íosluchtaigh Mar...
gl: Descargar como...
he: הורד כ...
hr: Preuzmi Kao...
hu: Let�lt�s mint...
id: Unduh sebagai...
it: Scarica come...
ja: ダウンロード．．．
ku: Daxe weke...
lv: Lejuplādēt kā...
nb: Last ned som...
nl: Download als...
nn: Lagre Som...
pl: Zapisz jako...
pt: Efectuar o download como...
pt_br: Fazer download como...
ru: Загрузить как...
sk: Stiahnuť ako...
sq: Shkarkoje si...
sr: Preuzmite pod nazivom...
sv: Spara som...
tr: Öyle indir
uk: Завантажити Як...

source: Would you like to start downloads from the following magnets?
ar: هل تود البدء في التنزيل من البارزين في القائمة التالية؟
bs: Željeli ste download početi sa sljedećeg magneta?
cy: Wyt ti eisiau dechrau llwytho i lawr o'r Magnetau canlynol?
de: Wollen Sie Downloads von den folgenden Magnets starten?
el: Θέλετε να ξεκινήσουν οι λήψεις από τα ακόλουθα magnets;
hu: Szeretn�l let�lt�st kezdeni a k�vetkez� m�gnesekr�
id: Maukah anda mulai mengunduh dari magnet-magnet berikut?
it: Vuoi avviare la ricezione dai seguenti magneti ?
ja: 以下のマグネットからダウンロードを開始しますか？
nn: Vil du begynne å laste ned fra de følgende Magnetene?
pt: Pretende iniciar downloads a partir dos seguintes magnets?
pt_br: Você gostaria de iniciar downloads a partir dos seguintes magnets?
sk: Chcete začať sťahovať z nasledujúcich magnetov?
sq: A doni të nisni shkarkimin nga magnetet e mëposhtme?
sr: želite li nastaviti preuzimanje sa sledećih magneta?
uk: Бажаєте розпочати завантаження з цих посилань magnet?

source: You are sharing {0} files. You can control which files LimeWire shares.
el: Διαμοιράζετε {0} αρχεία. Μπορείτε να επιλέξετε ποια αρχεία θα διαμοιράζει το LimeWire.
ja: あなたは{0}個のファイルを共有しています。どのファイルを共有するか管理することができます。
nn: Du deler {0} filer. Du kan kontrollere hvilke filer LimeWire deler.
pt_br: Você está compartilhando {0} arquivos. Você pode controlar quais arquivos serão compartilhados pelo LimeWire.
sk: Zdieľate {0} súborov. Môžete ovládať, ktoré súbory má LimeWire zdieľať.

source: Getting Started
ar: يبدأ
bs: Početak startovanja
cy: Sut i Ddechrau
de: Um zu beginnen
el: Ξεκινώντας
hu: Az els� l�p�sek
id: Memulai
it: Per cominciare
ja: 初めに
nn: Komme igang
pt: Como começar
pt_br: Iniciando...
sk: Začíname
sq: si fillim
sr: Upotreba programa...
uk: Починаємо роботу

source: To start using LimeWire, find the text field on the left, type in what you are looking for and click the "Search" button. If you are looking for only one type of content (music, video, etc...), you can narrow your search results by using the buttons above the text field.
ar: للبدء في استخدام LimeWire, قم بإيجاد حقل النص في الجهة اليسرى, اكتب ماتريد البحث عنه واضغط على زر "بحث" . إذا كنت تبحث عن نوع واحد من المحتوى ( موسيقى,فيديو،الخ...) , يمكنك تقليص نتائج البحث بإستخدام الأزرار فوق حقل النص
bs: Da bi sa LimWare počeli, tražite polje za tekst na lijevoj strani i u njega utipkajte ono što tražite zatim udarite na dugme 'Traži'. Ako tražite samo jedan određeni tip (muziku, video, itd...), možete tražiti rezultate sa postavljanjem dugmeta iznad polja sa tekstom.
cy: I ddechrau defnyddio LimeWire, rhaid mynd at y bocs ar y chwith, teipio beth wyt ti eisiau chwilio - wedyn clicio'r botwm "Chwilio". Os wyt ti'n chwilio am un fath o beth yn arbennig (Cerddoriaeth, Fideo, etc...) gallet ti chwilio'n fwy penodol gyda'r botymau uwchben.
de: Um mit LimeWire Datein zu suchen, tippen sie einen Suchbegriff in das linke Textfeld ein und klicken Sie auf "Suchen". Wenn Sie nur einen bestimmten Dateityp suchen (Musik, Video, usw.), können Sie die Resultate mit den Knöpfen oberhalb des Textfelds einschränken.
el: Για να αρχίσετε να χρησιμοποιείτε το LimeWire, εντοπίστε το πεδίο κειμένου στα αριστερά, πληκτρολογήστε αυτό που ψάχνετε και πατήστε «Αναζήτηση». Αν αναζητάτε ένα συγκεκριμένο τύπο αρχείου (ήχου,video, κτλ...), μπορείτε να περιορίσετε τα αποτελέσματα της αναζήτησής σας χρησιμοποιώντας τα κουμπιά πάνω από το πεδίο κειμένου.
hu: A LimeWire haszn�lat�nak megkezd�s�hez klikkelj a baloldalon tal�lhat� sz�vegmez�re, g�peld be, amit keresni szeretn�l, �s nyomd meg a "Keres�s" gombot. Ha csak egyf�le t�pus� tartalomra vagy k�v�ncsi, lesz�k�theted keres�si eredm�nyeidet a fel�l l�that� gombok seg�ts�g�vel.
id: Untuk mulai menggunakan LimeWire, temukan kotak teks disebelah kiri, ketikan apa yg anda cari dan klik tombol "Cari". Jika yg anda cari hanya konten sejenis (musik, video, dll...), anda bisa mempersempit hasil pencarian dengan menggunakan tombol-tombol diatas kotak teks tadi.
it: Per cominciare ad usare Limewire, cerca il campo di testo sulla sinistra, scrivi quello che stai recercando e seleziona il pulsante "Cerca". Se stai recercando solo un tipo di contenuto (musica, video, etc...), puoi restringere i risultati della ricerca usando il pulsante sopra il campo di testo.
ja: LimeWire の使用を始めるには、左のテキスト・フィールドに何か探したい言葉を入力し、"検索"ボタンをクリック。一種類だけのコンテンツ(音楽、動画等)を探したい時は、テキスト・フィールドの下にあるボタンを使い絞り込むことができる。
nn: For å begynne å bruke LimeWire, finn tekstområdet til venstre, skriv inn hva du leter etter og klikk "Søk" knappen. Hvis du kun leter etter en type innhold (musikk, video, osv...) kan du tynne ned søkeresultatene ved å bruke knappene over tekstområdet.
pt: Para começar a utilizar o LimeWire, localize o campo de texto existente do lado direito, escreva o que está a procurar e clique no botão "Pesquisar". Se estiver a procurar apenas um tipo de conteúdo (música, vídeo, etc...), pode refinar os resultados da sua pesquisa utilizando os botões existentes por cima do campo de texto.
pt_br: Para começar a utilizar o LimeWire, localize o campo de texto existente no lado direito, escreva o que você está procurando e clique no botão "Pesquisar". Se estiver procurando apenas um tipo de conteúdo (música, vídeo e etc...), você pode reduzir os resultados da sua pesquisa utilizando os botões existentes em cima do campo de texto.
sk: Začať s používaním LimeWire môžete v ľavej časti, do textového políčka napíšte, čo chcete hladať a stlačte "Hľadať"
sq: Për të nisur përdorimin e LimeWire, gjeni fushën e tekstit në të majtë, shtypni atë çka doni të kërkoni dhe klikoni butonin "Kërko". Nëse doni të kërkoni vetëm një lloj përmbajtjeje (muzikë, video, etj...), mund ta ngushtoni rezultatin e kërkimeve duke përdorur butonat mbi fushën e tekstit.
sr: LimeWire koristite tako što u polje sa leve strane upišete naziv onoga što tražite (na primer: wallpapers), a zatim kliknete na dugme 'Traži'. Ako tražite samo određeni tip fajlova (muziku, video, itd.), možete izdvojiti samo to pomoću dugmića Muzika, Video itd. iznad polja za pretraživanje.
uk: Щоб розпочати роботу з LimeWire, у текстове поле зліва введіть те, що ви хочете знайти та натисніть «Пошук». Якщо ви щукаєте тільки певний тип інформації (музику, відео та інше), ви можете зробити пошук точнішим використовуючи кнопки над текстовим полем.

source: The Most Advanced File Sharing Program on the Planet!
ar: أحدث برنامج مشاركة الملفات على الأرض!
bs: Najrazvijenija razmjena datoteka na Planeti!
cy: Y Rhaglen Rhannu Ffeiliau Mwya Blaenllaw ar y Planed!
de: Das fortschrittlichste File Sharing Programm auf diesem Planeten!
el: Το πιο εξελιγμένο πρόγραμμα διαμοιρασμού αρχείων στον πλανήτη!
hu: A Bolyg� legfejlettebb f�jlmegoszt� szoftvere!
id: Program berbagi berkas tercanggih di planet ini!
it: Il programma di condivisione di file più avanzato del pianeta!
ja: 地球上で最も優れたファイル共有プログラム！
nn: Det Mest Avanserte Fildelingsprogrammet på Planeten!
pt: O programa de partilha de ficheiros mais avançado do planeta!
pt_br: O programa de compatilhamento de arquivos mais avançado do planeta!
sk: Najpokročilejší program na zdieľanie súborov na planéte!
sq: Programi më i Avancuar Skedë-Shpërndarës në Planet!
sr: Najrazvijenija razmena fajlova na Planeti!

source: Better search results Turbo-Charged download speeds Connections to more sources Personalized tech support Six months of free updates
bs: Nojbolji rezultati traženja. Turbo ubrzanje brzine preuzimanja. Kontakt za više izvora. Personalna tehnička podrška. Besplatno Update za 6 mjeseci.
cy: Gwell ganlyniadau chwilio Llwytho i Lawr Twrbo Cysylltiadau i fwy o ffynhonnellau Cymorth Technegol Personol Chwe mis o ddiweddaru am ddim
de: Bessere Suchergebnisse Turbo-beschleunigte Downloadgeschwindigkeit Verbindungen zu mehr Quellen Persönliche technische Unterstützung 6 Monate lang kostenlose Updates
el: Καλύτερα αποτελέσματα αναζήτησης. Υπερτροφοδοτούμενες λήψεις αρχείων. Προσωπική τεχνική υποστήριξη. Δωρεάν ενημερώσεις για έξι μήνες.
hu: Jobb keres�si eredm�nyek Turb�-sebess�g� let�lt�s Kapcsol�d�s t�bb forr�shoz Szem�lyre szabott technikai t�mogat�s Hat h�napig ingyen friss�t�
id: Hasil pencarian lebih baik Kecepatan pengunduhan Turbo-charged Koneksi ke lebih banyak sumber Dukungan teknis tersendiri Enam bulan update gratis
it: Migliori risultati di ricerca Velocità di ricezione col il turbo Connessioni a sorgenti multiple Supporto tecnico personalizzato Sei mesi di aggiornamenti gratuiti
ja: より多くの検索結果 最適化されたダウンロード速度 より多くのソースへの接続 個別の技術サポート 六ヶ月間の無料アップグレード
nn: Bedre søkeresultater Turboladet nedlastingshastigheter Tilgang til flere kilder Personlig kundestøtte Seks måneders gratis oppdateringer
pt: Melhores resultados de pesquisa Transferências à Velocidade Turbo Ligações a mais fontes Suporte técnico personalizado Seis meses de actualizações grátis
pt_br: Melhores resultados de pesquisa Transferências com maior velocidade Conexões com mais fontes Suporte técnico personalizado Seis meses de atualizações grátis
sk: Lepšie výsledky pri hľadaní Turbo rýchlosť sťahovania Pripojenie na viac zdrojov Personalizovaná technická podpora Aktualizácie na šesť mesiacov zdarma
sq: Rezultate kërkimi më të mira Shpejtësi me ngarkesë turbo Lidhje tek më shumë burime Përkrahje teknike me zgjedhje Gjashtë muaj ridatime falas
sr: Bolji rezultati pretraživanja. Turbo preuzimanje fajlova. Spajanje na više kompjutera. Personalizovana tehnička podrška. Besplatne nove verzije programa za 6 meseci.

source: Not Junk
ar: غير تافه
cy: Dim yn Ysbwriel
de: Kein Müll
el: Μη ανεπιθύμητα
hu: Nem szem�
id: Bukan sampah
it: Idoneo
nn: Ikke Søppel
pt_br: Não é Spam
sk: Nie je Odpad
sq: Jo mbeturinë
sr: Ispravno
uk: Не Непотріб

source: Mark selected search results as Junk
ar: ضع علامة تافه لنتائج البحث المحددة
cy: Marcio canlyniadau wedi'u dewis fel Ysbwriel
de: Ausgewähltes suchresultat als Müll markieren
el: Σημείωση των επιλεγμένων αποτελεσμάτων ως ανεπιθύμητων
hu: A kijel�lt eredm�nyek jel�l�se 'Szem�t'-k�nt
id: Tandai hasil pencarian tersebut sebagai sampah
it: Marca risultato ricerca come non idoneo
ja: 選択された検索結果をジャンクに設定
nn: Marker valgte resultater som Søppel
pt_br: Marcar resultados selecionados da busca como Spam
sk: Označiť vybrané výsledky hľadania ako Odpad
sq: Shënon rezultatin e zgjedhur si 'Mbeturinë'
sr: Označi obeležene rezultate kao smeće ako je pogrešan opis ili ne radi
uk: Позначити обрані результати пошуку як Непотріб

source: Mark selected search results as Not Junk
ar: ضع علامة غير تافه لنتائج البحث المحددة
cy: Marcio canlyniadau wedi'u dewis fel Nid Ysbwriel
de: Ausgewähltes suchresultat als kein Müll markieren
el: Σημείωση των επιλεγμένων αποτελεσμάτων ως μη ανεπιθύμητων
hu: A kijel�lt eredm�nyek jel�l�se mint nem 'Szem�t'
id: Tandai hasil pencarian tersebut sebagai bukan sampah
it: Marca risultato ricerca come idoneo
ja: 選択された検索結果を非ジャンクに設定
nn: Marker valgte resultater som Ikke Søppel
pt_br: Marcar resultados selecionados da busca como Não Spam
sk: Označiť vybrané výsledky hľadanie ako Nie je Odpad
sq: Shënon rezultatin e zgjedhur si 'Jo mbeturinë'
sr: Označi obeležene rezultate kao ispravne
uk: Позначити обрані результати пошуку як Не Непотріб

source: Search More
ar: بحث أكثر
bs: Traži još
cy: Chwilio Mwy
de: Weitersuchen
el: Αναζήτηση για περισσότερα
hu: Keress t�bbet
id: Cari lebih banyak
it: Ricerca ancora
ja: さらに検索
nn: Søk Mer
pt: Pesquisar mais
pt_br: Pesquisar mais
sk: Hľadať ďalej
sq: Kërko më Tepër
sr: Tražite dalje
uk: Шукати Більше

source: Do you want to block search results from the following list of hosts?
ar: هل تريد حظر نتائج البحث من قائمة المضيفين التالية؟
bs: Želite li blokirati pretražne rezultate sa hosta na
cy: Wyt ti eisiau blocio canlyniadau'r chwilio o'r partner at
de: Möchten Sie alle Suchresultate vom folgenden Rechner blockieren?
el: Θέλετε να μπλοκάρετε τα αποτελέσματα αναζήτησης από την παρακάτω λίστα κόμβων;
hu: Szeretn�d le�ll�tani a keres�st a k�vetkez� kiszolg�l�kr�
id: Anda ingin memblokir hasil pencarian dari host pada
it: Vuoi interrompere la ricerca dal ospite remoto
ja: 以下のホストからの検索結果を、ブロックしますか？
nn: Vil du blokkere søkeresultater fra verten ved
pt: Pretende bloquear os resultados da pesquisa no anfitrião
pt_br: Você realmente quer bloquear resultados de
sk: Chcete zakázať vyhľadávanie zo servera
sq: A doni të bllokoni rezultatet nga lista e mëposhtme e hosteve?
sr: Da li želite ukloniti rezultate pretraživanja sa računara na adresi
uk: Ви бажаєте заблокувати результати пошуку з цього комп’ютера

source: Select Search Type:
ar: اختر نوع البحث:
bs: Selektiraj tip:
cy: Dewis Math o Chwilio:
de: Wählen Sie den Dateityp:
el: Επιλογή τύπου αναζήτησης:
hu: Keres�s t�pusa:
id: Pilih tipe pencarian:
it: Tipo ricerca:
ja: 検索種類を選択：
nn: Velg Søkemåte
pt: Seleccionar tipo de pesquisa:
pt_br: Selecione tipo de pesquisa:
sk: Vybrať typ hľadania
sq: Lloji i Kërkimit:
sr: Odaberite vrstu pretraživanja:
uk: Оберіть Тип Пошуку

source: Search For Audio Files, Including mp3, wav, ogg, and More
ar: بحث عن ملفات الصوت, المتضمن mp3, wav, ogg, وأكثر
bs: Traži audio datoteke, uključujući mp3, wav, ogg, i više
cy: Chwilio am Ffeiliau Sain, yn cynnwys mp3, wav, ogg, a mwy
de: Nach Audio-Dateien suchen, einschließlich mp3, wav, ogg und andere
el: Αναζήτηση για αρχεία ήχου, συμπεριλαμβανομένων των mp3, wav, ogg και άλλων
hu: Zenef�jlok (mp3, wav, ogg, �s EGYEBEK) keres�se
id: Mencari berkas audio, termasuk mp3, wav, ogg, dan lainnya.
it: Ricerca file audio, inclusi file mp3, wav, ogg, e altro.
ja: mp3、wav、ogg、などの音楽ファイルを検索
nn: Søk etter Lyd Filer, inkludert mp3, wav, ogg, og Mer
pt: Pesquisar ficheiros de áudio, incluindo mp3, wav, ogg e outros.
pt_br: Pesquisar arquivos de Áudio, incluindo mp3, wav, ogg e outros.
sk: Hľadať hudobné súbory, vrátane mp3, wav, ogg a ďalšie
sq: Kërko për skeda Zanore, përfshirë mp3, wav, ogg, dhe më Tepër
sr: Tražite muziku, uključujući mp3, wav, ogg, i drugo
uk: Шукати Аудіо Файли, включаючи mp3, wav, ogg та інше.

source: Search For Image Files, Including jpg, gif, png and More
ar: بحث عن ملفات الصور, المتضمن jpg, gif, png وأكثر
bs: Traži datoteke sa slikama, uključujući jpg, gif, png i više
cy: Chwilio am Ffeiliau Delweddau, yn cynnwys, jpg, gif, png, a Mwy
de: Bilddateien suchen, einschließlich jpg, gif, png und andere
el: Αναζήτηση για αρχεία εικόνων, συμπεριλαμβανομένων των jpg, gif, png και άλλων
hu: K�pf�jlok (jpg, gif, png, �s EGYEBEK) keres�se
id: Mencari berkas citra, termasuk jpg, gif, png, dan lainnya.
it: Ricerca file immagine, inclusi file jpg, gif, png e altro.
ja: jpg、gif、pngなどの画像ファイルを検索
nn: Søk etter Bilde Filer, inkludert jpg, gif, png, og Mer
pt: Pesquisar ficheiros de imagem, incluindo jpg, gif, png e outros.
pt_br: Pesquisar arquivos de Imagem, incluindo jpg, gif, png e outros.
sk: Hľadať obrázky, vrátane jpg, gif, png a ďalšie
sq: Kërko për skeda Figura, përfshirë jpg, gif, png, dhe më Tepër
sr: Tražite slike, uključujući jpg, gif, png i drugo
uk: Шукати Картинки, включаючи jpg, gif, png та інше.

source: Search For Video Files, Including avi, mpg, wmv, and More
ar: بحث عن ملفات الفيديو, المتضمن avi, mpg, wmv, وأكثر
bs: Traži video datoteke, uključujući avi, mpg, wmv, i više
cy: Chwilio am Ffeiliau Fideo, yn cynnwys avi, mpg, wmv, a Mwy
de: Nach Videodateien suchen, einschließlich avi, mpg, wmv und andere
el: Αναζήτηση για αρχεία video, συμπεριλαμβανομένων των avi, mpg, wmv και άλλων
hu: Vide�f�jlok (avi, mpg, wmv, �s EGYEBEK) keres�se
id: Mencari berkas video, termasuk avi, mpg, wmv, dan lainnya
it: Ricerca file video inclusi file avi, mpg, wmv e altro.
ja: avi、mpg、wmv、などの動画ファイルを検索ビデオ･ファイル
nn: Søk etter Video Filer, inkludert avi, mpg, vmw, og Mer
pt: Pesquisar ficheiros de vídeo, incluindo avi, mpg, wmv e outros.
pt_br: Pesquisar arquivos de Vídeo, incluindo avi, mpg, wmv e outros.
sk: Hľadať video súbory, vrátane avi, mpg, wmv a ďalšie
sq: Kërko për skeda Filmike, përfshirë avi, mpg, wmv, dhe më Tepër
sr: Tražite video, uključujući avi, mpg, wmv, i drugo
uk: Шукати Відео Файли, включаючи avi, mpg, wmv та інше.

source: Search for Document Files, Including html, txt, pdf, and More
ar: بحث عن ملفات المستند, المتضمن html, txt, pdf, وأكثر
bs: Traži datoteke dokumente, uključujući html, txt, pdf, i više
cy: Chwilio am Ffeiliau Dogfennau, yn Cynnwys html, txt, pdf a Mwy
de: Nach Dokumenten suchen, einschließlich html, txt, pdf und andere
el: Αναζήτηση για αρχεία εγγράφων, συμπεριλαμβανομένων των html, txt, pdf, και άλλων
hu: Dokumentumf�jlok (html, txt, pdf, �s EGYEBEK) keres�se
id: Mencari berkas dokumen, termasuk html, txt, pdf, dan lainnya.
it: Ricerca documenti, incluso file html, txt, pdf e altro.
ja: html、txt、pdfなどの書類ファイルを検索
nn: Søk etter Dokument Filer, Inkludert html, txt, pdf, og Mer
pt: Pesquisar ficheiros de documentos, incluindo html, txt, pdf e outros.
pt_br: Pesquisar arquivos de documentos, incluindo html, txt, pdf e outros.
sk: Hľadať dokumenty, vrátane html, txt, pdf a ďalšie
sq: Kërko për skeda Dokumente, përfshirë html, txt, pdf, dhe më Tepër
sr: Tražite dokumenta, uključujući html, txt, pdf, i drugo
uk: Шукати Документи, включаючи html, txt, pdf та інше.

source: Search for Program Files, Including exe, zip, gz, and More
ar: بحث عن ملفات البرنامج, المتضمن exe, zip, gz, وأكثر
bs: Traži program datoteke, uključujući exe, zip, gz, i više
cy: Chwilio am Ffeiliau Rhaglenni, yn cynnwys exe. zip, gz a Mwy
de: Nach Programmdateien suchen, einschließlich exe, zip, gz und andere
el: Αναζήτηση για αρχεία προγραμμάτων, συμπεριλαμβανομένων των exe, zip, gz, και άλλων
hu: Programf�jlok (exe, zip, gz, �s EGYEBEK) keres�se
id: Mencari berkas program, termasuk exe, zip, gz, dan lainnya.
it: Ricerca programmi, incluso file exe, zip, gz e altro.
ja: exe、zip、gzなどのプログラム・ファイルを検索
nn: Søk etter Program Filer, inkludert exe, zip, gz, og Mer
pt: Pesquisar ficheiros de programas, incluindo exe, zip, gz e outros.
pt_br: Pesquisar arquivos de Programas, incluindo exe, zip, gz e outros.
sk: Hľadať programy, vrátane exe, zip, gz a ďalšie
sq: Kërko për skeda Programe, përfshirë exe, zip, gz, dhe më Tepër
sr: Tražite programe, uključujući exe, zip, gz, i drugo
uk: Шукати Файли Програм, включаючи exe, zip, gz та інше.

source: Stop Search
de: Suche Beenden
el: Διακοπή αναζήτησης
et: Lõpeta Otsimine
fa: توقف جستجو
gl: Deter a procura
he: עצור חיפוש
hr: Prekini Pretragu
ku: Lêgerînê Bisekinîne
lv: Pārtraukt meklēšanu
nb: Stopp søk
nn: Stopp Søk
pl: Zatrzymaj wyszukiwanie
pt: Para a pesquisa
pt_br: Parar a pesquisa
ru: Остановить Поиск
sk: Ukončiť vyhľadávanie

source: Download All Selected Files
ar: تنزيل جميع الملفات المحددة
bs: Download sve selektirane datoteke.
cy: Llwytho i Lawr pob ffeil wedi'i ddewis
de: Download aller ausgewählten Dateien.
el: Λήψη όλων των επιλεγμένων αρχείων.
hu: Az �sszes kijel�lt f�jl let�lt�se
id: Unduh semua berkas tersebut.
it: Scarica tutti i file selezionati.
ja: 選択したファイルすべてをダウンロードする
nn: Last Ned Alle Markerte Filer
pt: Efectuar o download de todos os ficheiros seleccionados.
pt_br: Fazer download de todos os arquivos selecionados.
sk: Stiahnuť všetky vybrané súbory
sq: Shkarkon Skedat e Zgjedhura
sr: Preuzmite sve obeležene fajlove
uk: Завантажити Усі Обрані

source: View All Files on Selected Computer
ar: عرض جميع ملفات الحاسوب المحدد
bs: Pokaži sve datoteke na selektiranom računaru.
cy: Gweld Pob Ffeil ar y Cyfrifiadur wedi'i Ddewis
de: Zeigt alle Dateien auf diesem Rechner an.
el: Εμφάνιση όλων των αρχείων στον επιλεγμένο υπολογιστή.
hu: Az �sszes f�jl megtekint�se a kijel�lt sz�m�t�g�pen
id: Lihat semua berkas pada komputer tersebut.
it: Visualizza tutti i file nel ospite remoto selezionato.
ja: 選択したコンピュータで全ファイルを見る
nn: Vis alle filer på den valgte Dataen
pt: Visualizar todos os ficheiros no computador seleccionado.
pt_br: Visualizar todos os arquivos do computador selecionado.
sk: Zobraziť všetky súbory na vybranom počítači
sq: Shfleton Gjithë Skedat në Hostin e Zgjedhur
sr: Prikaži sve fajlove na odabranom računaru
uk: Переглянути усі файли на обраному комп’ютері
