Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Always take the selected associations.
ar: أخذ الملحقات المحددة دائماً
de: Die vordefinierten Verbindungen immer nehmen.
el: Να γίνεται πάντα ανάκτηση των επιλεγμένων συσχετισμών.
hu: Mindig fogadja el a kijel�lt t�rs�t�sokat.
it: Usa sempre le associazioni selezionate.
nn: Alltid ta de valgte foreningene.
pt: Tomar sempre as associações seleccionadas.
pt_br: Fazer isso mesmo sempre com as associações escolhidas.
sk: Vždy si vybrať zvolené asociácie.
sq: Merri gjithmonë shoqërimet e zgjedhura.
sr: Uvek preuzmi navedene tipove.

source: Ignore all missing associations.
ar: تجاهل جميع الملحقات المفقودة.
de: Alle fehlenden Verbindungen ignorieren.
el: Να αγνοούνται όλοι οι συσχετισμοί που απουσιάζουν.
hu: Hi�nyz� t�rs�t�sok figyelmen k�v�l hagy�sa.
it: Ignora tutte le associazioni mancanti.
nn: Ignorer alle forsvunnede assossiasjoner.
pt_br: Ignorar todas as associações faltantes.
sk: Ignoruj všetky chýbajúce asociácie.
sq: Përbuzi gjithë shoqërimet që mungojnë.
sr: Ignoriši sve koje drugi programi preuzmu.

source: Ask me what to do when an association is missing.
ar: اسألني ماذا تفعل عندما يكون الملحق مفقود.
de: Mich fragen was zu tun ist, wenn eine Verbindung fehlt.
el: Να γίνεται ερώτηση όταν απουσιάζει κάποιος συσχετισμός.
hu: K�rdezzen r�, mit tegyen, ha egy t�rs�t�s hi�nyzik.
it: Chiedimi cosa fare quando manca un'associazione.
nn: Spør meg hva å gjøre når en assossiasjon er borte.
pt_br: Perguntar-me quê coisa fazer quando faltar uma associação.
sk: Spýtať sa, keď chýba asociácia.
sq: Më pyet çfarë të bëj kur një shoqërim mungon.
sr: Pitaj ako ih preuzme neki drugi program.

source: Firewall Setup
ar: تثبيت الجدار الناري
cy: Trefnu Wal Tan
de: Firewall Einstellungen
el: Ρύθμιση τείχους ασφαλείας
hu: T�zfal be�ll�t�sai
id: Pengaturan firewall
it: Impostazione firewall
nn: Brannmur Oppsett
pt: Configurar Firewall
pt_br: Instalação do Firewall
sk: Nastavenie firewallu
sq: Përgatitja e Fajruollit
sr: Podešavanje zaštitnog zida
uk: Налаштування Firewall

source: LimeWire performs best with full access to the Internet. If firewall or security warnings appear, please unblock LimeWire and choose to remember the setting. Your firewall software may look different than the below picture.
ar: LimeWire يعمل بشكل أفضل مع الوصول الكامل للإنترنت. إذا كان هناك جدار ناري أو تحذيرات أمنية ظهرت, من فضلك قم بإلغاء حظر LimeWire والاختيار لتذكر الخصائص. برنامج جدارك الناري قد يكون مختلفاً عن الصورة في الأسفل.
cy: Mae LimeWire yn gweithio gorau gyda chysylltiad llawn i'r we. Os oes rhybudd wal tan neu ddiogelwch yn dangos, dad-flocia LimeWire a dewis i gofio'r opsiwn. Efallai fydd dy wal tan yn ymddangos yn wahanol i'r isod.
de: LimeWire hat vollen zugriff auf das Internet. Wenn eine Sicherheitswarnung ihrer Firewall kommt bitte LimeWire nicht blockieren. Ihre Firwallmeldung bzw. Fenster kann unter umständen anderst aussehen als dieses hier.
el: Το LimeWire λειτουργεί καλύτερα σε άμεση σύνδεση με το διαδίκτυο. Αν εμφανίζονται προειδοποιήσεις ασφάλειας από το τείχος προστασίας ή κάποιο πρόγραμμα προστασίας από ιούς, παρακαλούμε αδειοδοτήστε το LimeWire και επιλέξτε να διατηρηθούν οι ρυθμίσεις. Το τείχος προστασίας σας ίσως παρουσιάζεται διαφορετικό από αυτό της παρακάτω εικόνας.
hu: A LimeWire teljes internethozz�f�r�ssel teljes�t a legjobban. Ha a t�zfalt�l sz�rmaz�, vagy adatbiztons�gra hivatkoz� figyelmeztet�seket kapsz, oldd fel a LimeWire-re vonatkoz� tilalmat, �s v�laszd a be�ll�t�s elment�s�t. (Az �ltalad haszn�lt szoftver ett�l k�l�nb�zhet.)
id: Kinerja terbaik Limewire adalah dengan akses penuh ke internet. Jika firewall atau peringatan keamanan muncul, jangan blokir LimeWire dan pilih untuk mengingatnya. Software firewall anda bisa terlihat berbeda dengan gambar dibawah.
it: Limewire funziona meglio con l'accesso diretto a internet. Se appare il messaggio del firewall o di sicurezza sblocca Limewire e ricotrdati di salvare le impostazioni. Il tuo software firewall può essere diverso dalla figura sottostante.
nn: Limewire fungerer best med full adgang til Internett. Hvis en brannmur eller sikkerhetsadvarsel kommer opp, må du unblocke Limewire og velge den til at den skal huske det alternativet. Din brannmur kan se anderledes ut en på bildet under.
pt_br: O LimeWire têm sua melhor performance com todo o acesso à Internet. Se aparecer avisos de segurança (do firewall, etc...), desbloqueie o LimeWire e escolha a opção para salvar a alteração. Seu Firewall também poderá aparecer diferente do que o citado.
sk: LimeWire najlepšie pracuje s plným pripojením na internet. Ak sa zobrazí firewall alebo nejaké bezpečnostné hlásenie, umožnite prosím odblokovanie LimeWire a vyberte možnosť zapamätania tejto voľby. Váš firewallový program môže vyzerať inak, ako je ten zobrazený na nižšom obrázku.
sq: LimeWire është më i efektshëm nëse ka hyrje të plotë me Internetin. Nëse ju shfaqet ndonjë lajmërim fajruolli ose sigurie, ju lutemi çbllokoni LimeWire dhe zgjidhni që ky kuadro të mendmbahet. Softueri si fajruoll mund të ngjajë ndryshe nga figura më poshtë.
sr: LimeWire ima najveše mogućnosti kada ima pun pristup Internetu. Ako se pojavi upozorenje Vašeg zaštitnog zida (firewall), molimo Vas da dozvolite LimeWire-u stalni prolaz (kliknite na remember settings). Vaš program za zaštitni zid može izgledati drugačije nego na donjoj slici.
uk: Для LimeWire краще, якщо Ви маєте повний доступ до Інтернет. Якщо з’являються попередження від firewall’у, то будь ласка розблокуйте LimeWire. Ваш firewall може виглядати не так, як на картинці.

source: Miscellaneous Settings
el: Διάφορες ρυθμίσεις
ja: 高度な設定
nn: Ymse innstillingar
sk: Rôzne nastavenia

source: Below, are several options that affect the performance and functionality of LimeWire.
el: Παρακάτω βρίσκονται αρκετές επιλογές που επηρεάζουν την απόδοση και τη λειτουργία του LimeWire.
ja: 下記のオプションはLimeWireのパフォーマンスや機能に影響します。
nn: Nedanfor er det fleire instillingar som påverkar opptredenen og funksjonaliteten til LimeWire
pt_br: Abaixo existem várias opções que afetam o desempenho e a funcionalidade do LimeWire.
sk: Nižšie sa nachádza niekoľko nastavení, ktoré môžu ovplyvniť výkon a funkčnosť programu LimeWire.

source: Broadband (or unsure)
el: Ευρυζωνική (ή άγνωστη)
nn: breibånd (eller usikker)
pt_br: Banda Larga (ou não sabe)
sk: Širokopásmové pripojenie (pravdepodobne)

source: Please choose the speed of your internet connection. Setting this speed correctly is important for optimum network performance.
el: Παρακαλούμε επιλέξτε την ταχύτητα της σύνδεσης στο διαδίκτυο. Ο σωστός ορισμός της ταχύτητας είναι σημαντικός για τη βέλτιστη απόδοση του δικτύου.
nn: Vennligst velg farten på din internet forbindelse. Å instille denne farten riktig er viktig for optimal nettversk opptreden
pt_br: Por favor, escolha a velocidade da sua conexão com a Internet. Configurar esta velocidade corretamente é importante para otimizar o desempenho da conexão.
sk: Zvoľte prosím rýchlosť internetového pripojenia. Nastavenie tejto rýchlosti správne je dôležité kvôli optimálnemu výkonu siete.

source: System Startup
de: Systemstart
el: Εκκίνηση συστήματος
nn: System Oppsatt
pt: Iniciar no arranque do sistema
pt_br: Iniciar junto com o sistema
sk: Spúšťať spolu so štartom systému

source: Start Automatically
ar: البدء تلقائياً
bs: Startuj automatski
cy: Dechrau'n Awtomatig
de: Automatisch starten
el: Αυτόματη εκκίνηση
hu: Automatikus ind�t�
id: Mulai secara otomatis
it: Avvio automaticamente
ja: 自動で起動
nn: Start Automatisk
pt: Iníciar Automáticamente
pt_br: Iníciar automáticamente
sk: Automatické spustenie
sq: Nise Automatikisht
sr: Pokreni automatski
uk: Запускатись автоматично

source: Would you like LimeWire to start when you log into your computer? This will cause LimeWire to start faster when you use it later.
ar: هل تريد LimeWire البدء عندما تدخل داخل حاسوبك? هذا سيمكن LimeWire من البدء سريعاً عندما تستخدمه لاحقاً.
bs: Želite li da LimeWire starta čim se uključite na računar Ovo će omogućiti da LimeWire starta brže kada program budete kasnije koristili.
cy: Wyt eisiau LimeWire i ddechrau pan rwyt ti'n cofnodi mewn ar dy gyfrifiadur? Mae'n helpu LimeWire i weithio'n gynt nes ymlaen
de: Soll LimeWire automatisch starten, wenn Sie sich an Ihrem Rechner hochfahren? LimeWire startet dann schneller, als wenn Sie das Programm ohne diese option starten.
el: Θέλετε να εκκινείται το LimeWire όταν ανοίγετε τον υπολογιστή σας; Αυτό θα σας προσφέρει γρηγορότερη φόρτωση όταν το χρησιμοποιήσετε αργότερα.
hu: Szeretn�d, ha a LimeWire m�r a bejelentkez�skor bet�lt�dne? Ez seg�ti a LimeWire-t, hogy haszn�latkor gyorsabban elinduljon.
id: Apakah anda ingin LimeWire dijalankan pada saat anda login ke komputer anda? hal ini akan menyebabkan LimeWire mulai lebih cepat ketika anda perlu gunakan.
it: Vuoi che Limewire si avvi automaticamente con l'avvio di Windows ? Questo comporterà un avvio più veloce di Limewire quando vorrai usarlo.
ja: コンピューターにログインした時に、LimeWireを自動的に起動させますか？これによりLimeWireを起動させることを、後でより速くできます。
nn: Vil du at LimeWire skal starte når du logger deg på maskinen din? Dette vil få LimeWire til å starte raskere når du bruken det senere.
pt: Pretende executar o LimeWire ao ligar o computador? Isto vai permitir ao LimeWire iniciar mais rápidamente, quando o utilizar posteriormente.
pt_br: Gostaria de executar o LimeWire ao ligar o computador? isto vai permitir o LimeWire iniciar mais rápidamente quando você o utilizar posteriormente.
sk: Chcete, aby sa LimeWire spúšťal hneď ako sa prihlásite k vášmu počítaču? Toto umožní rychlejšie spúšťanie LimeWire, keď ho budete chcieť použiť.
sq: A doni që LimeWire të nisë me hapjen e kompjuterit? Kjo do të bëjë që LimeWire të ngarkohet më shpejt nëse e përdorni më vonë.
sr: Da li želite da se LimeWire pokrene kada uključite računar? Na taj način LimeWire se pokreće brže kada program budete kasnije koristili.
uk: Ви бажаєте, щоб LimeWire запускався, коли ви вмикаєте Ваш комп’ютер? Потім LimeWire буде завантажуватись швидше.

source: Content Filtering
ar: ترشيح المحتوى
cy: Ffiltro Cynnwys
de: Inhaltsfilter
el: Φιλτράρισμα περιεχομένου
hu: Tartalomsz�
id: Penyaringan isi
it: Filtro contenuti
nn: Innholdsfiltrering
pt_br: Índice do Filtro
sk: Filtrovanie obsahu
sq: Filtrimi i Përmbajtjes
sr: Filter sadržaja
uk: Фільтрування змісту

source: LimeWire can filter files that copyright owners request not be shared. By enabling filtering, you are telling LimeWire to confirm all files you download or share with a list of removed content. You can change this at any time by choosing Filters -> Configure Content Filters from the main menu.
cy: Mae LimeWire yn gallu ffiltro'r ffeiliau mae'r perchenogion wedi gofyn iddynt beidio cael eu rhannu. Wrth alluogi ffiltro, rwyt ti'n dweud wrth LimeWire i gadarnhau gyda rhestr o'r cynnwys cyngyngeig pob ffeil rwyt ti'n ei lwytho i lawr neu eu rannu
de: LimeWire kann kopiergeschützte Dateien, die nicht zum Download freigegeben sind, filtern. Wenn Sie das filtern erlauben, wird LimeWire alle heruntergeladene Dateien mit einer Liste von zurückgezogenen Lizenzen überprüfen.Sie können diese Einstellungen jeder Zeit ändern, im Kontextmenü Filter - Inhaltsfilter konfigurieren.
el: Το LimeWire μπορεί να φιλτράρει τα αρχεία των οποίων οι κάτοχοι των πνευματικών δικαιωμάτων απαγορεύουν να διαμοιραστούν. Ενεργοποιώντας το φιλτράρισμα, το LimeWire θα επιβεβαιώνει όλα τα αρχεία που κάνετε λήψη ή διαμοιράζετε με μια λίστα απαγορευμένου περιεχομένου. Μπορείτε να αλλάξετε τη ρύθμιση μέσα από την επιλογή «Φίλτρα -> Επεξεργασία φίλτρων περιεχόμενου» του κύριου μενού.
hu: A LimeWire kisz�rheti azokat a f�jlokat, amelyeket a szellemi tulajdonosaik nem szeretn�nek megosztani. A sz�r�s bekapcsol�s�val a let�lt�tt �s/vagy megosztott f�jlok szerz�i jogv�delm�t seg�ted el�. Ezt k�s�bb a Sz�r�k -> Tartalomsz�r�k be�ll�t�sa men�pontban megv�ltoztathatod.
id: LimeWire dapat menyaring berkas-berkas yg oleh pemilik hak ciptanya tidak dibagikan. Mengaktifkan saringan ini, artinya LimeWire akan membandingkan semua berkas unduhan atau bersama dengan daftar konten yg harus dihilangkan. Untuk merubahnya pilih Saringan -> Atur Penyaringan Isi dari menu utama.
it: Limewire può filtrare file che i proprietari richiedono di non condividere. Per abiltare il filtro, devi confermare in Limewire tutti i file che vuoi scaricare o condividere con una lista dei contenuti rimossi.
ja: LimeWireは、著作権者が共有されないことを望むファイルをフィルターに通すことができます。フィルタリングを可能にすることによって、あなたはあなたがダウンロードするか、取り出された内容のリストと共有するすべてのファイルを確かめるようにLimeWireに言っています。あなたは、メインメニューからFilters - Configure Content Filtersを選ぶことによって、いつでもこれを変えることができます。
nn: Limewire kan filtrere filer som kopirett eieren har valgt ikke å dele. Ved å muliggjøre filtrering, sier du til Limewire at den skal konfirmere alle filer du laster ned eller deler med en liste av fjernet innhold. Du kan endre dette når du vil ved å velge Filtrering -> Konfigurer Innholdsfiltere fra Hovedmenyen.
pt_br: O LimeWire poder filtrar arquivos que tem direitos de autor e seus donos tem reclamado que istos arquivos não sejam publicados. Se voce habilita a função de filtro, você da instruções ao LimeWire para que confirme todos os arquivos que você baixa o compartilha con uma lista de conteúdo removido. Pode mudar isto em qualquer momento indo a Filtros -> Configurar Conteúdo de Filtros no menu principal.
sk: Môžete prikázať LimeWire, aby filtroval súbory, ktoré vlastníci autorských práv požiadali nezdieľať. Povolením filtrovania nastavíte LimeWire tak, aby povolil všetky súbory ktoré sťahujete alebo zdieľate v súlade so zoznamom filtrovaného obsahu. Toto môžete kedykoľvek zmeniť zvolením Filtre -> Nastaviť filtrovanie z hlavného menu.
sq: LimeWire mund të filtrojë ato skeda të cilat zotëruesit kërkojnë të mos shpërndahen. Duke e lejuar filtrimin, ju konfirmoni gjithë skedat që shkarkoni ose shpërndani në listën e përmbajtjeve të fshira. Këtë mund ta ndryshoni kurdoherë duke zgjedhur Filtra -> Filtrat e Përmbajtjes, në menynë kryesore.
sr: LimeWire može sakriti iz liste fajlova one za koje su vlasnici autorskih prava tražili da ne budu razmenjivane. Omogućavanjem ovog filtera, LimeWire mora proveriti za sve fajlove koje se razmenjuju da li su na listi zabranjenih.
uk: LimeWire може фільтрувати файли,законні власники яких не хочуть їх роздавати. З увімкненим фільтруванням, LimeWire буде звірятись зі списками заборонених файлів, кожен раз як ви будете завантажувати або вивантажувати файл. Ви можете змінити це, коли забажаєте, в Фільтри ->Налаштувати фільтри змісту

source: Learn more about this option...
de: Mehr über diese Einstellung lernen...
el: Μάθετε περισσότερα γι' αυτή την επιλογή...
nn: Lær mer om dette valget...
pt_br: Saiba mais sobre essa opção...
sk: Naučte sa o tejto možnosti viac...

source: Save Folder and Shared Folders
el: Κατάλογος αποθήκευσης και διαμοιραζόμενοι κατάλογοι
nn: Lagre Mappe og Dele Mapper
sk: Uložiť priečinok a zdieľané priečinky

source: Please choose a folder where you would like your files to be downloaded. You can also choose folders you would like to share with other users running LimeWire.
el: Παρακαλούμε επιλέξτε τον κατάλογο όπου θέλετε να πραγματοποιούνται οι λήψεις των αρχείων σας. Μπορείτε επίσης να επιλέξετε τους διαμοιραζόμενους με άλλους χρήστες του LimeWire καταλόγους.
nn: Vennligst velg en mappe som du vil at nedlastingene dine skal bli lagret. Du kan også velge mapper du vil dele med andre brukere av LimeWire.
pt_br: Por favor, escolha uma pasta para onde você gostaria que seus arquivos fossem baixados. Você também pode escolher as pastas que você gostaria de compartilhar com os outros usuários do LimeWire.
sk: Zvoľte si prosím priečinok, kde by sa mali sťahovať súbory. Takisto si môžete zvoliť priečinky, ktoré chcete zdieľať s ostatnými užívateľmi programu LimeWire.

source: LimeWire now downloads files to a new, different folder. Please confirm the folder where you would like your files to be downloaded. You can also choose folders you would like to share with other users running LimeWire.
el: Το LimeWire αποθηκεύει τις λήψεις σε νέο, διαφορετικό κατάλογο. Παρακαλούμε επιβεβαιώστε τον κατάλογο όπου θέλετε να πραγματοποιούνται οι λήψεις σας. Μπορείτε επίσης να επιλέξετε τους διαμοιραζόμενους με άλλους χρήστες του LimeWire καταλόγους.
nn: LimeWire laster nå nedlastninger ned til en ny, annen mappe. Vennligst godta mappen hvor du vil at filene skal nedlastes. Du kan også velge mapper du vil dele med andre brukere som kjører LimeWire
pt_br: O LimeWire agora baixa os arquivos para uma pasta diferente. Por favor, confirme a pasta para onde você gostaria que seus arquivos fossem baixados. Você também pode escolher as pastas que você gostaria de compartilhar com os outros usuários do LimeWire.
sk: LimeWire teraz stiahne súbory do nového, iného priečinka. Potvrďte prosím priečinok, kde chcete sťahovať súbory. Takisto si môžete zvoliť priečinky, ktoré by ste chceli zdieľať s ostatnými užívateľmi používajúcich LimeWire.

source: Shared Folders
ar: المجلدات المشاركة
bs: Razmjena foldera
cy: Ffolderi Wedi'u Rhannu
de: Freigegebene Verzeichnisse
el: Διαμοιραζόμενοι κατάλογοι
hu: Megosztott mapp�
id: Forder bersama
it: Cartelle condivise
ja: 共有フォルダ
nn: Delte Mapper
pt: Pastas partilhadas
pt_br: Pastas compartilhadas
sk: Zdieľané priečinky
sq: Dosje të Shpërndara
sr: Razmena fascikli
uk: Спільні теки

source: The save folder is invalid. You may not have permissions to write to the selected folder. Please choose another save folder.
el: Μη έγκυρος κατάλογος αποθήκευσης. Ίσως δεν έχετε δικαιώματα εγγραφής για τον επιλεγμένο κατάλογο. Παρακαλούμε επιλέξτε άλλο κατάλογο.
ja: このフォルダは無効です。他のフォルダを選択してください。
pt_br: A pasta para os arquivos salvos é inválida. Você pode não ter permissão de salvar na pasta selecionada. Por favor, escolha uma outra pasta para salvar os arquivos.
sk: Priečinok na sťahovanie nie je platný. Nemáte oprávnenie zapisovať do označeného priečinka. Označte prosím iný priečinok na sťahovanie.

source: LimeWire was unable to use the specified folder for saving files. Please try a different folder.
ar: لم يتمكن LimeWire من استخدام المجلد المحدد لحفظ الملفات. من فضلك اختر مجلدا آخر.
bs: LimeWire nije bio u mogućnosti koristiti naznačeni folder za pohranjivanje datoteka. Molimo vas da pokušate sa drugim folderem.
cy: Roedd LimeWire yn methu defnyddio'r ffolder wedi dewis ar gyfer cadw ffeiliau. Tria ffolder arall.
de: Das Verzeichnis zum Speichern konnte nicht verwendet werden. Benutzen Sie bitte ein anderes Verzeichnis.
el: Δεν είναι δυνατή η χρήση του καθορισμένου καταλόγου για την αποθήκευση αρχείων. Δοκιμάστε άλλον κατάλογο.
hu: A LimeWire nem tudja a kijel�lt mapp�t f�jlok ment�s�re haszn�lni. Adj meg egy m�sik mapp�t.
id: LimeWire tidak dapat menggunakan folder tersebut untuk menyimpan berkas. Silahkan coba folder lain.
it: LimeWire non ha potuto usare la cartella per il salvataggio dei documenti. Prova con un'altra cartella.
ja: LimeWireは指定したフォルダでファイル保存不可。別フォルダを指定。
nn: LimeWire kunne ikke bruke den spesifiserte katalogen for lagring av filer. Venligst prøv en annen katalog.
pt: O LimeWire não conseguiu utilizar a pasta especificada para guardar ficheiros. Tente um pasta diferente.
pt_br: O LimeWire não conseguiu utilizar a pasta especificada para salvar arquivos. Tente usar uma pasta diferente.
sk: LimeWire nedokázal použiť vybraný priečinok na ukladanie súborov. Vyberte prosím iný priečinok.
sq: LimeWire nuk arriti të përdorë dosjen e përcaktuar për ruajtjen e skedave. Ju lutemi zgjidhni një tjetër dosje.
sr: LimeWire nije mogao da koristiti naznačenu fasciklu za snimanje fajlova. Molimo Vas da pokušate sa nekom drugom fasciklom.
uk: LimeWire не зміг використати зазначену теку для збереження файлів. Спробуйте іншу теку.

source: LimeWire could not create default share folder {0}, a file with that name already exists.
el: Το LimeWire δεν μπόρεσε να δημιουργήσει τον προκαθορισμένο κατάλογο διαμοιραζόμενων {0}, υπάρχει ήδη το όνομα.
nn: LimeWire kunne ikke lage en dele mappe {0}, en fil med det navnet eksisterer allerede.
pt_br: O LimeWire não pôde criar a pasta de compartilhamento padrão {0}, um arquivo com este nome já existe.
sk: LimeWire nehohol vytvoriť prednastavený priečinok na zdieľanie {0}, súbor s týmto názvom už existuje.

source: LimeWire could not create default share folder {0}, it will not be shared.
el: Το LimeWire δεν μπόρεσε να δημιουργήσει τον προκαθορισμένο κατάλογο διαμοιραζόμενων {0}, οπότε δε θα διαμοιράζεται.
nn: LimeWire kunne ikke lage normal dele mappe {0}, den vil ikke bli delt.
pt_br: O LimeWire não pôde criar a pasta de compartilhamento padrão {0}, ela não será compartilhada.
sk: LimeWire nehohol vytvoriť prednastavený priečinok na zdieľanie {0}, odteraz nebude zdieľaný.

source: Use the Default Folder
de: Standard-Downloadverzeichnis Benutzen
el: Χρήση προκαθορισμένου καταλόγου
nn: Bruk Utelatelse Mappen
pt: Usar a pasta predefinida
pt_br: Usar a Pasta Padrão
sk: Použiť prednastavený priečinok

source: Choose Another Folder
de: Anderes Verzeichnis Auswählen
el: Επιλογή άλλου καταλόγου
nn: Velg En Annen Mappe
pt_br: Escolha uma outra pasta
sk: Zvoľte si iný priečinok

source: LimeWire Setup Wizard
el: Βοηθός εγκατάστασης LimeWire
ja: LimeWireセットアップウィザード
nn: LimeWire Istallasjons veiviser.
sk: Sprievodca nastavením programu LimeWire

source: Next >>
ar: التالي >>
bs: Sljedeće>>
cy: Nesaf >>
de: Nächste >>
el: Επόμενο >>
hu: Tov�bb >>
id: Berikutnya >>
it: Successivo >>
ja: 次へ >>
nn: Neste >>
pt: Seguinte >>
pt_br: Próximo >>
sk: Ďalej >>
sq: Më tej >>
sr: Sledeći >>
uk: Вперед >>

source: << Back
ar: << السابق
bs: <<Prijašnje
cy: <<Nol
de: << Vorherige
el: << Πίσω
hu: << Vissza
id: << kembali
it: << Indietro
ja: << 戻る
nn: << Tilbake
pt: << Voltar
pt_br: << Voltar
sk: << Naspäť
sq: << Pas
sr: << Prethodni
uk: << Назад

source: Welcome
ar: مرحباً
bs: Dobro došli
cy: Croeso
de: Willkommen
el: Καλωσορίσατε
hu: �dv�z�llek
id: Selamat datang
it: Benevenuto
ja: ようこそ
nn: Velkommen
pt: Bem-vindo
pt_br: Bem-vindo
sk: Vitajte
sq: Mirë se erdhët
sr: Dobro došli
uk: Вітаю
