Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Block contact with specific people by adding their IP address
da: Blokér for kontakt med bestemte personer ved at tilføje deres IP-adresse
el: Αποκλεισμός επαφής με συγκεκριμένα άτομα προσθέτοντας τις διευθύνσεις ΙΡ
es: Bloquear el contacto con personas específicas añadiendo su dirección IP
et: Blokeeri kasutaja Tema IP aadressi järgi.
fa: مسدود کردن تماس با افراد خاص با افزودن نشانی IP آنها
fi: Sulje yhteys määrättyihin ihmisiin lisäämällä heidän IP-osoitteensa
fr: Bloquer le contact avec certaines personnes en ajoutant leur adresse IP
gl: Bloquear contactos con persoas específicas engadindo o seu enderezo IP
he: חסום אנשים ספציפיים על-ידי הוספת כתובת ה-IP שלהם
hr: Spriječi kontakt sa specifičnim osobama dodajući njihove IP adrese
ja: 特定の人物のIPアドレスを追加して、その人物からの接触を阻止します
ku: Bi astengkirina IPan girêdana bi kesên diyarde asteng bike
lv: Bloķēt kontaktu ar specifisku lietotāju, pievienojot viņa IP adresi
nb: Blokker kontakt med bestemte personer ved å legge til IP-adressen deres
nl: Blokkeer het contact met bepaalde mensen door hun IP-adres toe te voegen
pl: Zablokuj kontakt z określonymi osobami dodając ich adres IP
ru: Блок контакта с определенными людьми, добавляется их IP адрес
sv: Blockera kontakt med vissa personer genom att lägga till deras IP-adress
tr: IP adreslerini ekleyerek, belirli kişilerle bağlantıyı engelle

source: Allow Hosts
ar: السماح للمضيفين
bs: Propustite host
cy: Caniatáu Partneriad
da: Tillad værter
de: Rechner freigeben
el: Επιτρέπονται οι κεντρικοί υπολογιστές
es: Permitir hosts
et: Luba Võõrustajaid
fa: اجازه دادن به میزبان ها
fi: Salli palvelimet
fr: Accepter des hôtes
ga: Ceadaigh Óstaigh
gl: Permitir servidores
he: אפשר מחשבים מארחים
hr: Dozvoli Domaćine
hu: Kiszolg�l�k enged�lyez�se
id: Perbolehkkan Host
it: Abilita ospiti remoti
ja: ホストを許可する
ku: Destûr bide pêşkêşkeran
lv: Atļaut resursdatorus
nb: Tillat verter
nl: Hosts toelaten
nn: Tillat Verter
pl: Dopuszczanie hostów
pt: Permitir anfitriões
pt_br: Permitir hosts
ru: Разрешённые хосты
sk: Povoliť servery
sq: Lejoji Hostet
sr: Dozvoljeni pristup udaljenim računarima
sv: Tillåt värdar
tr: Bilgisayarlara İzin Ver
uk: Дозволяти хости

source: Override the block list and allow specific people by adding their IP address
da: Tilsidesæt blokeringslisten og tillad bestemte personer ved at tilføje deres IP-adresse
el: Παράβλεψη της μαύρης λίστας και άδεια πρόσβασης ορισμένων ατόμων προσθέτοντας τις διευθύνσεις ΙΡ
es: Anular la lista de bloqueo y autorizar el acceso de personas específicas añadiendo su dirección IP
et: Ära pööra tähelepanu blokeeritute nimekirjale ja luba spetsiifilisted inimesed lisades nende IP aadressi järgi.
fa: باطل کردن فهرست افراد مسدود و اجازه دادن به افراد خاص با افزودن IP آنها
fi: Päästä määrätyt henkilöt sulkulistan läpi lisäämällä heidän IP-osoitteensa
fr: Passer outre la liste noire et autoriser des personnes spécifiques en ajoutant leur adresse IP
gl: Anular a listaxe de bloqueo e autorizar a determinadas persoas mediante o engadido do seu enderezo IP
he: עקוף רשימת חסימות ואפשר אנשים ספציפיים על-ידי הוספת כתובת ה-IP שלהם
hr: Nadvladaj listu blokiranja i dozvoli specifičnim osobama dodavanjem njihovih IP adresa
ja: 阻止リストを無効にし、特定の人物のIPアドレスを追加してその人物からの接触を許可します。
ku: Lîsteya astengkirinê betal bike û bi lêzêdekirina IPyan destûr bide kesên diyarde
nb: Tilsidesett blokkeringslisten og tillat spesifikke personer ved å legge til IP-adressen deres.
nl: Negeer de blokkadelijst en sta bepaalde mensen toe door hun IP-adres toe te voegen
pl: Unieważnij listę blokową i zezwalaj wybranym osobom przez dodanie ich adresów IP
ru: Отменить список заблокированных и разрешить указанных людей их IP адрес
sv: Åsidosätt blockeringslistan så att vissa personer tillåts genom att lägga till deras IP-adress
tr: Engelleme listesini geçersiz kıl ve IP adreslerini ekleyerek belirli kişilere izin ver

source: You can set the local network port that listens for incoming connections. This port may be changed in case of conflict with another program or if a specific port number is required for direct incoming connections by your firewall.
da: Du kan vælge den lokale netværksport,der lytter efter indkommende forbindelser. Denne port kan frit ændres i tilfælde af konflikter med andre programmer på dit system, eller hvis din firewall kræver et specifikt portnr. ved direkte indkommende forbindelser.
el: Μπορείτε να ορίσετε τη θύρα τοπικού δικτύου που εντοπίζει εισερχόμενες συνδέσεις. Η θύρα αυτή μπορεί να αλλάξει σε περίπτωση σύγκρουσης με άλλο πρόγραμμα ή αν απαιτείται ένας αριθμός συγκεκριμένης θύρας για άμεσες εισερχόμενες συνδέσεις από το τείχος προστασίας σας.
es: Puede establecer qué puerto de red local estará a la escucha de conexiones entrantes. Es posible que se cambie el puerto en caso de conflicto con otro programa o si su cortafuegos requiere un número de puerto específico para conexiones entrantes.
fi: Voit asettaa paikallisen verkkoportin kuuntelemaan sisääntulevia yhteyksiä. Tämä portti voidaan vaihtaa, jos se menee päällekkäin toisen ohjelman kanssa tai mikäli palomuurisi vaatii käyttämään tiettyä porttia.
fr: Vous pouvez configurer le réseau local qui guette les connexions entrantes. Ce port pourra être modifié en cas de conflit avec un autre programme ou dans le cas où un numéro de port spécifique serait requis par votre pare-feu pour des connexions entrantes directes.
ja: 受信接続を聞くことができるローカル・ネットワーク・ポートを設定します。このポートは、他のプログラムと相性が悪い場合に変わることがあります。もしくはファイアウオールによって直接の受信接続のために特定ポート番号が求められた場合にも変わることがあります。
nl: U kunt de lokale netwerkpoort instellen die luistert voor inkomende verbindingen. Deze poort kan gewijzigd worden in geval van een conflict met een ander programma of als een bepaald poortnummer nodig is voor directe inkomende verbindingen door uw firewall.
sv: Du kan ange vilken lokal nätverksport som lyssnar efter inkommande anslutningar. Denna port kan ändras om en konflikt sker med ett annat program eller om en specifik port krävs för direktinkommande anslutningar av din brandvägg.
tr: Gelen bağlantıları dinleyen yerel ağ bağlantı noktasını belirleyebilirsiniz. Başka bir programla çakışma olduğunda veya güvenlik duvarınız doğrudan gelen bağlantılar için belirli sayıda bağlantı noktası gerektirdiğinde bu bağlantı noktası değiştirilebilir.

source: Listening Port
ar: منفذ الاستماع
bs: Broj Porte
cy: Porth Wradno
da: Lyttende port
de: Netzwerk-Port
el: Ενεργή θύρα
es: Puerto de escucha
fi: Kuunneltava portti
fr: Port d'écoute
ga: Port Éisteachta
hu: Figyel�port
id: Port Pendengar
it: Porta di ascolto
ja: ポートを聞く
nl: Poortluisteren
nn: Lytte Port
pt: Porta de listening
pt_br: Porta de ouvinte
sk: Počúvací port
sq: Dëgjimi i Portit
sr: Osluškivanje kanala
sv: Lyssnande port
tr: Bağlantı Noktası Dinleniyor
uk: Прослуховування портів

source: Listen on port:
da: Lytter på port:
el: Εντοπισμός στη θύρα:
es: Puerto de escucha:
fi: Kuuntele porttia:
fr: Ecoute sur port:
ga: Éist ar phort:
ja: ポートを聞く：
nl: Luisteren op poort:
sv: Avlyssna port:
tr: Şu bağlantı noktasında dinleme:

source: The port chosen {0}, is already in use.
da: Den valgte port {0} bruges allerede.
el: Η θύρα που επιλέχθηκε {0} χρησιμοποιείται ήδη.
es: El puerto elegido {0} ya está en uso.
et: Valitud port {0} on juba kasutuses.
fa: پورت انتخاب شده {0} از قبل مورد استفاده است
fi: Valittu portti {0} on jo käytössä.
fr: Le port choisi{0} est déjà utilisé
ga: Tá an port roghnaithe {0} i bhfeidhm cheana féin.
gl: O porto escollido {0} xa está en uso.
he: מספר הפורט {0} כבר נמצא בשימוש.
hr: Odabrani ulaz {0} je već u upotrebi.
ja: {0}を選択したポートはすでに使用中です。
ku: Porta bijartî {0}, jixwe tê bikaranîn
lv: Izvēlētā pieslēgvieta {0}, jau tiek lietota.
nb: Den valgte porten {0}, er allerede i bruk.
nl: De gekozen poort {0} is reeds in gebruik.
pl: Wybrany port {0} jest już używany.
ru: Выбранный порт {0}, уже используется.
sv: Den valda porten, {0}, används redan.
tr: Seçilen {0} port zaten kullanımda.

source: Network Port Error
da: Fejl ved netværksport
el: Σφάλμα θύρας δικτύου
es: Error en el puerto de red
et: Võrgu Pordi Viga
fa: خطای پورت شبکه
fi: Verkkoporttivirhe.
fr: Erreur de port de réseau
ga: Botún Port Líonra
gl: Erro no porto de rede
he: תקלת מספר פורט ברשת
hr: Greška Mrežnog Ulaza
ja: ネットワーク・ポートのエラーです
ku: Çewtiya porta networkê
lv: Tīkla pieslēgvietas kļūda
nb: Feil ved nettverksport
nl: Fout in netwerkpoort
pl: Błąd Portu Sieci
ru: Ошибка Сетевого Порта
sv: Nätverksportfel
tr: Ağ Bağlantı Noktası Hatası

source: Using Universal Plug n' Play, LimeWire can automatically configure your router or firewall for optimal performance. If your router does not support Universal Plug n' Play, LimeWire can be set to advertise an external port manually.
da: Ved brug af Universal Plug 'n Play (UPnP) kan LimeWire automatisk konfigurere din router eller firewall til optimal ydelse. Hvis din router ikke understøtter Universal Plug n' Play (UPnP), kan LimeWire opsættes til manuel portopsætning.
el: Με τη χρήση του Universal Plug n' Play, το LimeWire μπορεί αυτόματα να διαμορφώσει τον δρομολογητή σας ή το τείχος προστασίας σας για βέλτιστες επιδόσεις. Αν ο δρομολογητής σας δεν υποστηρίζει το Universal Plug n' Play, το LimeWire μπορεί να ρυθμιστεί ώστε να κοινοποιεί μια εξωτερική θύρα χειροκίνητα.
es: LimeWire usa Universal Plug n' Play y puede configurar su router o cortafuegos automáticamente para optimizar el rendimiento. Si su router no admite Universal Plug n' Play, puede configurar LimeWire para que anuncie un puerto externo manualmente.
fi: LimeWire voi käyttää Universal Plug n' Play:tä reitittimesi tai palomuurisi optimaaliseen konfigurointiin. Mikäli reitittimesi ei tue Universal Plug n' Play:tä voi LimeWiren asettaa manuaalisesti mainostamaan ulkoista porttia.
fr: Si vous utilisez un système universel de Plug-and-play, LimeWire peut configurer automatiquement votre router ou pare-feu pour optimiser les performances. Si votre router n'a pas de Plug-and-play universel, LimeWire peur être configuré pour vous offrir un port externe manuellement.
ja: ユニバーサル・プラグアンドプレイを使えば、LimeWireで自動的にルーターもしくはファイアウオールを設定でき、性能を最適化できます。お客様のルーターがユニバーサル・プラグアンドプレイをサポートしない場合、LimeWireは手動で外部ポートの存在を知らせる設定を行います。
nl: Indien u universele Plug n' Play gebruikt, kan LimeWire automatisch uw router of firewall configureren voor optimale prestaties. Indien uw router dit niet ondersteunt, kan LimeWire ingesteld worden om handmatig een externe poort in gebruik te nemen.
sv: Med hjälp av Universal Plug n' Play kan LimeWire automatiskt konfigurera din router eller brandvägg för bästa prestanda. Om din router inte har stöd för Universal Plug n' Play, kan LimeWire ställas in för att utannonsera mot en extern port manuellt.
tr: LimeWire, Evrensel Tak ve Kullan özelliğini kullanarak yönlendiricinizi veya güvenlik duvarınızı optimum performans elde etmek üzere otomatik biçimde yapılandırabilir. Yönlendiriciniz Evrensel Tak ve Çalıştır işlevini desteklemiyorsa, LimeWire harici bir bağlantı noktasını manuel olarak yayınlayacak şekilde ayarlanabilir.

source: Router Configuration
ar: إعدادات الراوتر
bs: Router konfiguracija
cy: Trefniadau Router
da: Konfigurering af router
de: Router Einstellungen
el: Παράμετροι δρομολογητή
es: Configuración del router
fi: Reitittimen asetukset
fr: Configuration du Router
ga: Cumraíocht an Ródaire
hu: Router be�ll�t�sa
id: Konfigurasi Router
it: Configurazione router / firewall
ja: ルーターの設定
nl: Routerconfiguratie
nn: Router Innstillinger
pt: Configuração do router
pt_br: Configuração do roteador
sk: Konfigurácia routra
sq: Konfigurimi i Routerit
sr: Podešavanje rutera
sv: Routerkonfiguration
tr: Yönlendirici Yapılandırması
uk: Конфігурація марштутизатора

source: Use Universal Plug n' Play (Recommended)
da: Brug Universal Plug 'n Play (UPnP) (anbefalet)
el: Χρήση Universal Plug n' Play (Συνιστάται)
es: Usar Universal Plug n' Play (recomendado)
et: Kasuta Universaalset "Pista ja mängi" (Soovituslik)
fa: استفاده از Plug n' Play استاندارد
fi: Käytä Universal Plug n' Play:tä (suositus)
fr: Utiliser Plug-and-play universel (Recommandé)
gl: Usar o Universal Plug n' Play (recomendado)
he: השתמש ב-UPnP (מומלץ)
hr: Upotrijebi Univerzalni Uključi i Igraj (Preporučamo)
ja: ユニバーサル・プラグアンドプレイをお使いください（お勧め）
ku: Taybetiya gerdûnî ya Têxe û Bikarbîne bi kar bîne (Tê pêşniyarkirin)
lv: Izmanto Universālo Plug n`Play (Ieteikts)
nb: Bruk Universal Plug n' Play (Anbefalt)
nl: Universele Plug n' Play gebruiken (aangeraden)
pl: Używaj Universal Plug n'Play (Rekomendowane)
ru: Уникальный Plug n' Play (Желательно)
sv: Använd Universal Plug n' Play (rekommenderas)
tr: Evrensel Tak ve Çalıştır Özelliğini Kullan (Önerilen)

source: Manual Port Forward:
ar: تكوين منفذ أمامي يدوياً:
bs: Proslijedite na Portu ručno
cy: Dewis Porth Dy Hun:
da: Manuel portvideresendelse:
de: Manuelle Port-Weiterleitung:
el: Χειροκίνητη θύρα εμπρός:
es: Puerto manual:
et: Manuaalne Port Edaspidi:
fa: پورت دستی جلو:
fi: Manuaalinen porttiohjaus
fr: Port Manuel:
ga: Port Ar Aghaidh De Láimh:
gl: Encamiñamento manual dos portos:
he: העברת פורטים ידנים:
hr: Istureni Ručni Ulaz:
hu: K�zi portbe�ll�t�s:
id: Post Penyampai Manual:
it: Ridirezione manuale porta:
ja: 手動でポートを稼動させる：
ku: Beralîkirina bi destî ya portan:
nb: Manuell videresending av port:
nl: Handmatige poortdoorverwijzing:
nn: Manuell Port Forward:
pl: Ręczne przekierowanie portu:
pt: Encaminhar porta manual:
pt_br: Encaminhar porta manual:
ru: Первичный Порт Вручную:
sk: Manuálne presmerovanie portu:
sq: Porti Përpara me Porosi:
sr: Ručno podešavanje kanala:
sv: Manuell porteftersändning:
tr: Manuel Bağlantı Noktası İletme:
uk: Встановити порт вручну:

source: Do Nothing
da: Gør intet
el: Καμία ενέργεια
es: No hacer nada
et: Ära Tee Midagi
fa: هیچ اقدامی انجام نشود
fi: Älä tee mitään
fr: Ne rien faire
ga: Ná Déan Faic
gl: Non facer nada
he: אל תעשה כלום
hr: Ništa nemoj raditi
ja: 何もしない
ku: Tiştek neke
lv: Nedarīt neko
nb: Ikke gjør noe
nl: Niets doen
pl: Pozostaw Bez Zmian
ru: Действий Нетребуется
sv: Gör inget
tr: Hiçbir Şey Yapma

source: * You must also configure your router
da: * Du skal også konfigurere din router
el: * Πρέπει πάντα να διαμορφώνετε τον δρομολογητή σας
es: * También tiene que configurar su router
et: * Sa pead ka seadsitama oma ruuterit
fa: * باید مسیر یاب خود را هم پیکربندی کنید
fi: *Sinun pitää konfiguroida reitittimesi
fr: * Vous devez également configurer votre router
ga: * Ní mór duit do ródaire a chumrú freisin
gl: * Tamén ten que configurar o seu router
he: * אתה חייב גם להגדיר את הנתב שלך
hr: * Morate također konfigurirati vaš usmjerivač
ja: * ルーター設定も行う必要があります
ku: *Divê tu beralîkera xwe jî veava bikî
nb: * Du må også konfigurere ruteren din
nl: * U dient uw router ook te configureren
pl: *Musisz także skonfigurować swój router
ru: * Вы должны также настроить роутер
sv: * Du måste också konfigurera routern
tr: * Yönlendiricinizi de yapılandırmalısınız

source: Choose how to organize files you purchased from the LimeWire Store
da: Vælg hvordan du vil organisere filer købt fra LimeWire butikken
el: “Επιλέξτε πώς να οργανώσετε τα αρχεία που αγοράσατε από το Κατάστημα LimeWire”
es: Elija cómo organizar los archivos que ha comprado en la Tienda LimeWire
et: Vali kuidas organiseerida failid, mis on ostetud LimeWire-i Poest.
fa: انتخاب نحوه سازماندهی فایل هایی که از LimeWire خریداری کرده اید
fi: Valitse miten LimeWire Storesta ostamasi tiedostot järjestetään
fr: Choisir comment organiser les fichiers achetés au LimeWire Store
ga: Roghnaigh conas comhaid a cheannaigh tú ó Dhíolbhoth LimeWire a eagrú
gl: Escolla como organizar os ficheiros mercados na Tenda de LimeWire
he: בחר כיצד לארגן את הקבצים שקנית בחנות LimeWire
hr: Odaberi kako organizirati datoteke kupljene u LimeWire Dućanu
ja: LimeWireストアから購入したファイルの整理方法を選択する
ku: Diyar bike ka pelên ku te ji firşgeha LimeWire'ê kirîne wê çawa werin organîzakirin
lv: Izēlieties kā organizēt failus, ko nopirkāt LimeWire veikalā.
nb: Velg hvordan du vil organisere filene du kjøpte fra LimeWires butikk
nl: Kies hoe u bestanden wilt organiseren die u gekocht heeft via de LimeWire Store
ru: Выберите, как организовать файлы, которые вы купили из Магазина LimeWire
sv: Välj hur du vill ordna filer du köpt från LimeWire Store
tr: LimeWire Mağazasından satın aldığınız dosyaları nasıl düzenleyeceğinizi belirleyin

source: Subfolder
da: Undermappe
el: Υποφάκελος
es: Subcarpeta
et: Alamkaust
fa: پوشه فرعی
fi: Alikansio
fr: Sous-dossier
ga: Fofhillteán
gl: Sub-cartafol
he: תת-תיקיה
hr: Podmapa
ja: サブフォルダー
ku: Peldanka jêr
lv: Apakšmape
nb: Undermappe
nl: Submap
pl: Podkatalog
ru: Подпапка
sv: Undermapp
tr: Alt klasör

source: File Name
da: Filnavn
el: Όνομα αρχείου
es: Nombre del archivo
et: Faili Nimi
fa: نام فایل
fi: Tiedostonimi
fr: Nom du fichier
ga: Ainm Comhaid
gl: Nome do ficheiro
he: שם קובץ
hr: Naziv Datoteke
ja: ファイル名
ku: Navê Pelê
lv: Faila nosaukums
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do Arquivo
ru: Имя Файла
sk: Názov súboru
sv: Filnamn
tr: Dosya Adı

source: No Subfolder
da: Ingen undermappe
el: Κανένας υποφάκελος
es: No hay ninguna subcarpeta
et: Alamkausta Ei Leitud
fa: بدون پوشه فرعی
fi: Ei alikansiota
fr: Pas de Sous-dossier
ga: Gan Fofhillteán
gl: Sen sub-cartafol
he: אין תת-תיקיה
hr: Nema Podmape
ja: サブフォルダーなし
ku: Peldanka jêr tune
lv: Nav apakšmapju
nb: Ingen undermappe
nl: Geen submap
pl: Brak podfolderów
pt_br: Sem Subpasta
ru: Без Подпапки
sk: Žiadny podpriečinok
sv: Ingen undermapp
tr: Alt Klasör Yok

source: Choose a folder to automatically scan for changes
el: Επιλέξτε έναν φάκελο όπου θα γίνει αυτόματη αναζήτηση για αλλαγές
ja: 変更点を自動的にスキャンするフォルダーを選択する

source: Revert directories to the default
da: Genopret mapper til standard
el: Επαναφορά καταλόγων στις προεπιλογές
es: Volver a las opciones predeterminadas para los directorios
et: Taasta Asukohad Tavaseadetele
fa: برگرداندن دایرکتوری ها به حالت پیش فرض
fi: Palauta hakemistot oletusarvoihin
fr: Basculer les répertoires vers défaut
ga: Fill na chomhadlanna ar an réamhshocrú
gl: Recuperar as opcións predeterminadas dos cartafoles
he: שחזר לתיקיות ברירת המחדל
hr: Vrati direktorije na zadane
ja: ディレクトリをデフォルトに戻す
ku: Peldankan vegerîne weke destpêkê
lv: Atiestatīt direktorijas uz noklusēto
nb: Nullstill mapper til default
nl: Mappen terugzetten op standaardwaarde
pl: Przywróć katalogi do domyślnych
ru: Папка Поумолчанию
sv: Återställ kataloger till standard
tr: Dizinleri varsayılan durumuna döndür

source: Language:
ar: اللغة:
bs: Jezik:
cy: Iaith:
da: Sprog:
de: Sprache:
el: Γλώσσα:
es: Idioma:
et: Keel:
fa: زبان:
fi: Kieli:
fr: Langue :
ga: Béarla:
gl: Idioma:
he: שפה:
hr: Jezik:
hu: Nyelv:
id: Bahasa:
it: Lingua:
ja: 言語：
ku: Ziman:
lv: Valoda:
nb: Språk:
nl: Taal:
nn: Språk:
pl: Język:
pt: Idioma:
pt_br: Idioma:
ru: Язык:
sk: Jazyk:
sq: Gjuha:
sr: Jezik:
sv: Språk:
tr: Lisan:
uk: Мова:

source: Notifications
da: Beskeder
de: Mitteilungen
el: Ειδοποιήσεις
es: Avisos
fi: Huomautukset
ga: Fógraí
it: Notifiche
ja: お知らせ
nl: Notificaties
nn: Varsler
pt: Notificações
pt_br: Notificações
sk: Upozornenia
sq: Lajmërime
sv: Meddelanden
tr: Bildirimler

source: Show popup system notifications
da: Vis popups med systembeskeder
el: Εμφάνιση ειδοποιήσεων συστήματος αναδυόμενων παραθύρων
es: Mostrar avisos sobre el sistema de ventanas emergentes
et: Näita hüpikakent süsteemi muutuse kohta
fa: نمایش اعلان های جهنده سیستم
fi: Näytä järjestelmän ponnahdusikkunat
fr: Afficher les pop-ups de notifications de système
ga: Taispeáin preabfhógraí an chórais
gl: Amosar os avisos do sistema con ventás emerxentes
he: הצג הודעות בחלונות קופצים
hr: Prikaži pop-up sustavne obavijesti
ja: ポップアップシステムのお知らせを表示する
ku: Agahdariyên popup ên pergalê nîşande
lv: Rādīt uzlecošos sistēmas paziņojumus
nb: Vis sprettoppvindu med systembeskjeder
nl: Popupnotificaties van systeem weergeven
ru: Показать всплывающие уведомления системы
sv: Visa systemmeddelandefönster
tr: Açılan sistem bildirimlerini göster

source: Play notification sounds
da: Afspil lyd ved besked
el: Αναπαραγωγή ήχων ειδοποιήσεων
es: Reproducir sonidos de aviso
fi: Käytä heräteääniä
fr: Lire les sons de notification
ga: Seinn na fuaimeanna fógraíochta
ja: お知らせサウンドを再生する
nl: Notificatiegeluiden afspelen
sv: Spela upp meddelandeljud
tr: Bildirim seslerini yürüt

source: Friends and Chat
da: Venner og chat
el: Φίλοι και Συνομιλία
es: Amigos y Charla
et: Sõbrad ja Vestlus
fa: دوستان و چت
fi: Ystävät ja keskustelu
fr: Amis et Chat
ga: Cairde agus Comhrá
gl: Amigos e Chat
he: חברים וצ'אט
hr: Prijatelji i Brbljanje
ja: 友人とチャット
ku: Heval û Pevaxaftin
lv: Draugi un čats
nb: Venner og chat
nl: Vrienden en chatten
pl: Przyjaciele i Rozmowa
ru: Друзья и Чат
sv: Vänner och chatt
tr: Arkadaşlar ve Sohbet

source: Using
da: Bruger
el: Χρήση
es: Usando
fi: Käyttäen
fr: Utilisation
ga: Ag baint feidhm as
ja: 使用中
nl: Gebruikt
sv: Med
tr: Kullanılan

source: Password:
da: Adgangskode:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Salasõna:
fa: رمز عبور:
fi: Salasana:
fr: Mot de passe :
ga: Focal Faire:
gl: Contrasinal:
he: סיסמה:
hr: Lozinka
ja: パスワード：
ku: Nasnav:
lv: Parole:
nb: Passord:
nl: Wachtwoord:
nn: Passord:
pl: Hasło:
pt: Palavra passe:
pt_br: Senha:
ru: Пароль:
sk: Heslo:
sv: Lösenord:
tr: Parola:

source: Let LimeWire choose my network interface (Recommended)
da: Lad LimeWire vælge din netværksgrænseflade (anbefalet)
el: Το LimeWire να επιλέξει τη διασύνδεση δικτύου (Συνιστάται)
es: Dejar que LimeWire elija mi interfaz de red (recomendado)
et: Lase LimeWire - il valida minu võrgu ühenduse liides (Soovituslik)
fa: LimeWire یک رابط شبکه خاص را انتخاب کند (توصیه می شود)
fi: Anna LimeWiren valita verkkoliitäntäni (suositus)
fr: Laisser LimeWire choisir mon interface réseau (Recommandé)
ga: Lig do LimeWire mo chomhéadan líonra a roghnú (Molta)
gl: Permitir que LimeWire escolla a interface de rede (recomendado)
he: תן ל-LimeWire לבחור את ממשק הרשת שלי (מומלץ)
hr: Neka LimeWire odabere moje mrežno sučelje (Preporučamo)
ja: LimeWireがお客様のネットワーク・インターフェイスを選択するようにする（お勧め）
ku: Bihêle LimeWire navrûya min a networkê hilbijêre (Tê pêşniyarkirin)
lv: Ļaut LimeWire izvēlēties manu tīkla saskarni (Ieteikts)
nb: La LimeWire velge mitt nettverksgrensesnitt (anbefalt)
nl: Laat LimeWire mijn netwerkomgeving kiezen (aangeraden)
pl: Pozwól LimeWire na wybranie mojego interfejsu sieciowego (Rekomendowane)
ru: LimeWire выбирает мой интерфейс сети (Рекомендуется)
sv: Låt LimeWire välja mitt nätverksgränssnitt (rekommenderas)
tr: LimeWire'nin ağ arabirimini seçmesine izin ver (Önerilen)

source: Let me choose a specific network interface
da: Lad mig vælge en bestemt netværksgrænseflade
el: Εγώ να επιλέξω μια συγκεκριμένη διασύνδεση δικτύου
es: Dejarme elegir una interfaz de red específica
et: Lase mul valida kindel võrgu ühenduse liides.
fa: خودم یک رابط شبکه خاص را انتخاب کنم
fi: Anna minun valita tietty verkkoliitäntä
fr: Me laisser choisir une interface réseau spécifique
ga: Lig domsa comhéadan líonra sainiúil a roghnú
gl: Permitirme escoller unha interface de rede específica
he: תן לי לבחור ממשק רשת ספציפי
hr: Ja ću odabrati posebno mrežno sučelje
ja: 特定のネットワーク・インターフェイスを自分で選択するようにする
ku: Bihêle ez ji bo navrûya networkê yeke taybet hilbijêrim
lv: Ļaut man izvēlēties specifisku tīkla saskarni
nb: La meg velge et bestemt nettverksgrensesnitt
nl: Laat mij een specifieke netwerkomgeving kiezen
pl: Pozwól mi na wybranie mojego interfejsu sieciowego
ru: Нет я выбиру сам интерфейс сети
sv: Låt mig välja ett specifikt nätverksgränssnitt
tr: Belirli bir ağ arabirimi seçmeme izin ver

source: Search
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsi
fa: جستجو
fi: Hakua
fr: Chercher
ga: Cuardaigh
gl: Procurar
he: חיפוש
hr: Pretraga
ja: 検索
ku: Lêgerîn
lv: Meklēt
nb: Søk
nl: Zoeken
nn: Søk
pl: Szukaj
pt: Pesquisar
pt_br: Buscar
ru: Поиск
sk: Hľadať
sv: Sök
tr: Ara
