Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: File already exists. What do you want to do?
da: Fil eksisterer allerede. Hvad vil du foretage dig?
el: Το αρχείο υπάρχει ήδη. Τι θέλετε να κάνετε;
es: Este archivo ya existe. ¿Qué quiere hacer?
et: Fail juba eksisteerib. Mida Sa soovid teha?
fa: فایل از قبل وجود دارد. می خواهید چکار کنید؟
fi: Tiedosto on jo olemassa. Mitä haluat tehdä?
fr: Le fichier existe déjà. Que voulez-vous faire ?
ga: Tá an comhad ann cheana. Cad ar mhaith leat a dhéanamh?
gl: Este ficheiro xa existe. Que quere facer?
he: קובץ כבר קיים. מה ברצונך לעשות?
hr: Datoteka već postoji. Što želite uraditi?
ja: ファイルがすでに存在しています。どうしますか？
ku: Pel jixwe heye. Dixwazî çi bikî niha?
lv: Fails jau eksistē. Ko Jūs vēlaties darīt?
nb: Filen eksisterer allerede. Hva ønsker du å gjøre?
nl: Het bestand bestaat reeds. Wat wilt u doen?
ru: Файл уже существует. Что хотите делать?
sv: Filen finns redan. Vad vill du göra?
tr: Dosya zaten var. Ne yapmak istiyorsunuz?

source: Overwrite
ar: الكتابة فوق
bs: Prepiši
cy: Ysgrifennu dros
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
et: Kirjuta Üle
fa: رونویسی
fi: Kirjoita päälle
fr: Remplacer
ga: Forscríobh
gl: Sobre-escribir
he: החלף
hr: Prepisati
hu: Fel�l�r�
id: Tulis ulang
it: Sovrascrivi
ja: 上書きする
ku: Binivîse ser
lv: Aizvietot
nb: Overskriv
nl: Overschrijven
nn: Overskriv
pl: Nadpisz
pt: Substituir
pt_br: Substituir
ru: Перезаписать
sk: Prepísať
sq: Mbishkruaje
sr: Presnimi
sv: Skriv över
tr: Üzerine Yaz
uk: Переписати

source: Learn more
da: Lær mere
el: Μάθετε περισσότερα
es: Más información
et: Rohkem Teavet
fa: اطلاعات بیشتر
fi: Lue lisää
fr: En savoir plus
ga: Foghlaim níos mó
gl: Saber máis
he: למד עוד
hr: Saznaj više
ja: もっと知りたい
ku: Zêdetir hîn bibe
lv: Uzzini vairāk
nb: Lær mer
nl: Meer informatie
pl: Więcej
ru: Узнать больше
sv: Läs mer
tr: Daha fazla bigi

source: I Agree
da: Jeg er enig
el: Συμφωνώ
es: De acuerdo
et: Ma Nõustun
fa: موافقم
fi: Hyväksyn
fr: J'accepte
ga: Aontaím
gl: Dacordo
he: אני מסכים
hr: Slažem se
ja: 同意する
ku: Dipejirînim
lv: Es piekrītu
nb: Jeg er enig
nl: Instemmen
pl: Zgadzam się
ru: Я согласен
sv: Jag godkänner
tr: Kabul Ediyorum

source: Please take a minute to configure these options before moving on.
da: Brug nogle få minutter til at konfigurere disse indstillinger inden du fortsætter.
el: Παρακαλούμε αφιερώστε λίγα λεπτά για να ρυθμίσετε τις παραμέτρους αυτών των επιλογών πριν συνεχίσετε.
es: Por favor, tome unos minutos para configurar estas opciones antes de empezar.
et: Palun võtke minut, et seadistada oma seadeid ennem edasi liikumist.
fa: لطفاً با صرف یک دقیقه وقت ابتدا این گزینه ها را پیکربندی کنید و بعد ادامه دهید.
fi: Käytä hetki seuraavien asetusten määrittämiseen ennen jatkamista.
fr: Merci de prendre une minute pour configurer ces options avant de poursuivre.
ga: Caith bomaite chun na roghanna seo a chumrú roimh duit bogadh ar aghaidh.
gl: Por favor, tome uns minutos para configurar estas opcións antes de empezar.
he: אנא הגדר את האפשרויות הבאות לפני שאתה ממשיך.
hr: Molimo uzmite malo vremena da postavite ove opcije prije nego nastavite.
ja: 次へ進む前に、これらオプションの設定をします。
ku: Ji kerema xwe re berî domandinê deqeyekê van vebijêrkan mîheng bikin.
lv: Lūdzu, atvēliet brīdi lai konfigurētu šīs opcijas pirms turpināt.
nb: Bruk noen minutter på å konfigurere disse innstillingene før du fortsetter.
nl: Neem a.u.b. een ogenblik om deze opties te configureren voordat u doorgaat.
pl: Proszę poświęcić chwilę na konfigurację tych opcji przed przejściem na
ru: Пожалуйста, сделайте эти настройки перед следующим шагом.
sv: Ägna några minuter åt att konfigurera de här inställningarna innan du börjar.
tr: Lütfen devam etmeden önce aşağıdaki seçenekleri ayarlamak için birkaç dakikanızı ayırın.

source: Content Filters
ar: مرشحات المحتوى
cy: Ffiltro Cynnwys
da: Indholdsfiltre
de: Inhalt Filter
el: Φίλτρα περιεχομένου
es: Filtros de contenido
et: Sisu Filterid
fa: فیلترهای محتوا
fi: Sisältösuodattimet
fr: Filtres de contenu
ga: Scagairí Inneachair
gl: Filtros de contido
he: מסנני תוכן
hr: Sadržajni Filteri
hu: Tartalomsz�
id: Penyaring Konten
it: Filtro contenuti
ja: コンテンツ・フィルター
ku: Fîltreyên Naverokê
lv: Satura filtri
nb: Innholdsfilter
nl: Inhoudsfilters
nn: Innholdsfilter
pl: Filtry zawartości
pt: Filtros de conteúdos
pt_br: Índice de Filtros
ru: Фильтры содержимого
sk: Filtrovanie obsahu
sq: Filtrat e Përmbajtjes
sr: Uklanjanje zabranjenih fajlova
sv: Materialfilter
tr: İçerik Filtreleri
uk: Фільтрування змісту

source: File Associations and Startup
da: Filtilknytninger og opstart
el: Συσχετίσεις αρχείων και Εκκίνηση
es: Asociaciones de archivos e Inicio
et: Failide ühingud ja käivitamine
fa: ارتباط های فایلی و راه اندازی
fi: Tiedostoassosiaatiot ja käynnistys
fr: Associations de fichiers et démarrage
ga: Comhthiomsú Comhaid agus Tosú
gl: Asociacións de ficheiros e Inicio
he: שיוך קבצים והגדרות התחלה
hr: Asocijacije Datoteka i Podizanje
ja: ファイル・アソシエーションと起動
ku: Têiliyên pelan û Destpêk
lv: Failu ascociācijas un sāknēšana
nb: Filassosiasjoner og oppstart
nl: Bestandsassociaties en opstarten
pl: Skojarzenia typów plików i uruchomienie
ru: Файловые ассоциации и запуск
sv: Filkopplingar och uppstart
tr: Dosya İlişkilendirmeleri ve Başlatma

source: Associate .magnet and .torrent files with LimeWire
da: Tilknyt .magnet og .torrent files til LimeWire
el: Συσχέτιση αρχείων .magnet και .torrent με το LimeWire
es: Asociar archivos .magnet y .torrent con LimeWire
fi: Assosioi .magnet- ja .torrent-tiedostot LimeWireen
fr: Associer les fichiers .magnet et .torrent avec LimeWire
ga: Comhthiomsaigh comhaid .magnet agus .torrent le LimeWire
ja: .magnet拡張子ファイルと.torrent拡張子ファイルをLimeWireに関連付ける
nl: .magnet- en .torrent-bestanden met LimeWire associëren
sv: Koppla .magnet och .torrent-filer till LimeWire
tr: .magnet ve .torrent dosyalarını LimeWire ile ilişkilendir

source: Launch LimeWire at Startup
da: Start LimeWire ved opstart
el: Εκτέλεση του LimeWire κατά την Εκκίνηση
es: Ejecutar LimeWire al iniciarse el sistema
fi: Käynnistä LimeWire järjestelmän käynnistyessä
fr: Lancer LimeWire au démarrage
ga: Tosaigh LimeWire ag an Tosú
ja: 立ち上げと同時にLimeWireを起動する
nl: LimeWire uitvoeren bij systeemopstart
sv: Starta LimeWire vid uppstart
tr: Başlangıçta LimeWire programını başlat

source: Continue
ar: استمرار
bs: Nastavi
cy: Cario ymlaen
da: Fortsæt
de: Fortsetzen
el: Συνέχιση
es: Continuar
et: Jätka
fa: ادامه
fi: Jatka
fr: Continuer
ga: Lean Ar Aghaidh
gl: Continuar
he: המשך
hr: Nastavi
hu: Folytat�
id: Lanjut
it: Continua
ja: 続ける
ku: Bidomîne
lv: Turpināt
nb: Fortsett
nl: Doorgaan
nn: Fortsett
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sq: Vijo
sr: Nastavi
sv: Fortsätt
tr: Sürdür
uk: Продовжити

source: Finish
ar: إنهاء
bs: Završetak
cy: Gorffen
da: Udfør
de: Abschließen
el: Τέλος
es: Terminar
fi: Lopeta
fr: Terminer
ga: Críochnaigh
hu: Befejez�
id: Selesai
it: Fine
ja: 終了する
nl: Afronden
nn: Ferdig
pt: Terminar
pt_br: Terminar
sk: Ukončiť
sq: Përfundo
sr: Završi
sv: Slutför
tr: Bitir
uk: Готово

source: Setup - step {0} of {1}
da: Opsætning - trin {0} af {1}
el: Εγκατάσταση - βήμα {0} από {1}
es: Configuración - paso {0} de {1}
et: Seadistamine - samm {0} kõigist {1}
fa: نصب - مرحله {0} از {1}
fi: Asetukset - vaihe {0} / {1}
fr: Configuration - étape {0} de {1}
ga: Socrú - céim {0} de {1}
gl: Configuración - paso {0} de {1}
he: הגדרות - שלב {0} מתוך {1}
hr: Postavka - korak {0} od {1}
ja: セットアップ - {1}うちのステップ{0}
ku: Sazkirin - gav {0} ji {1}
lv: Uzstāda - solis {0} no {1}
nb: Oppsett - steg {0} av {1}
nl: Setup - stap {0} van {1}
pl: Instalacja - krok {0} z {1}
ru: Установка - шаг {0} из {1}
sv: Installation - steg {0} av {1}
tr: Kur - {1} adımdan {0}

source: Setup
da: Opsætning
el: Εγκατάσταση
es: Configuración
et: Seaded
fa: نصب
fi: Asetus
fr: Configuration
ga: Socrú
gl: Configuración
he: הגדרות
hr: Postavka
ja: セットアップ
ku: Sazkirin
lv: Uzstādīt
nb: Innstillinger
pl: Ustawienia
ru: Настройка
sv: Installation
tr: Kur

source: This is 'quoted'!
el: Αυτό έχει 'μπει σε εισαγωγικά'!
ja: これは'引用'です!
nl: Dit staat 'tussen aanhalingstekens'!
sv: Detta är 'citerat'!
tr: Bu 'alıntılanmış'!

source: This is 'quoted' {0} !
el: Αυτό έχει 'μπει σε εισαγωγικά' {0} !
ja: これは'引用'{0}です!
nl: Dit staat 'tussen aanhalingstekens' {0}!
sv: Detta är 'citerat' {0} !
tr: Bu 'alıntılanmış' {0} !

source: Sorry, but LimeWire was unable to restart your old downloads.
ar: معذرة، ولكن LimeWire لا يستطيع إعادة ملفات التنزيل القديمة الخاصة بك.
bs: Žao nam je, ali LimeWie nije bio u mogućnosti ponovo restartovati vaše stare downloade.
cy: Sori, ond mae LimeWire yn methu ail-ddechrau dy hen lwytho i lawr.
de: LimeWire konnte leider Ihre alten Downloads nicht fortsetzen.
el: Συγγνώμη, αλλά το LimeWire αδυνατεί να επανεκκινήσει τις παλιές σας λήψεις.
hu: Sajnos, a LimeWire-nek nem siker�lt �jraind�tania a r�gi let�lt�seket.
id: Maaf, LimeWire tidak bisa mengulang pengunduhan yg lalu.
it: Mi dispiace ma Limewire non può riavviare i vecchi ricezioni.
sq: Na falni, LimeWire nuk arriti të rinisë shkarkesat e vjetra.
uk: Нажаль, LimeWire не зміг перезапустити Ваші старі завантаження

source: LimeWire was unable to start the Digital Audio Access Protocol (for sharing files in iTunes) because a firewall is blocking access. To continue using this feature, click 'Yes' and change your firewall allow 'LimeWire.exe' full access to incoming and outgoing connections. To disable this feature, click 'No'.
bs: LimeWire nije bio u mogućnosti da započne Digitalni pristup audio protokolu (za razmjenu datoteka u iTunes-u) zato što mu Firewall zaustavlja pristup. Za nastavak koristite sljedeći oblik, pritisnite 'Da' i dozvolite 'LimeWire.exe' potpuni pristup ulazno-izlaznoj konekciji. Za onesposovljavanje ovakvog oblika, pritisnite 'Ne'.
de: LimeWire konnte das Digital Audio Access-Protokoll nicht starten (für Filesharing mit iTunes), weil eine Firewall den Zugang blockiert. Um dieses Feature weiterhin zu nutzen, klicken Sie auf 'Ja' und geben Sie 'LimeWire.exe' volle Zugangsrechte für ein- und ausgehende Verbindungen. Um dieses Feature abzustellen, klicken Sie auf 'Nein'.
el: Το LimeWire ήταν ανίκανο να αρχίσει το ψηφιακό ηχητικό πρωτόκολλο πρόσβασης (για τη διανομή των αρχείων στο iTunes) επειδή ένα firewall εμποδίζει την πρόσβαση. Για να συνεχίσετε να χρησιμοποιείτε αυτό το χαρακτηριστικό, πατήστε «Ναι» και αλλάξτε το firewall ώστε να επιτρέπει στο «LimeWire.exe» πλήρη πρόσβαση στις εισερχόμενες και εξερχόμενες συνδέσεις. Για να θέσετε εκτός λειτουργίας αυτό το χαρακτηριστικό, πατήστε «Όχι».
hu: A LimeWire nem tudta elind�tani a Digit�lis Audi�hozz�f�r�si protokollt (az iTunes-beli f�jlmegoszt�shoz), mert egy t�zfal blokkolja a hozz�f�r�st. A DAAP haszn�lat�hoz kattints az 'Igen' gombra, �s enged�lyeztess a t�zfallal teljes hozz�f�r�st a 'LimeWire.exe' sz�m�ra. Ha nem szeretn�d haszn�lni, kattints a 'Nem' gombra.
it: Limewire non può avviare il protocollo Digital Audio Access (per condividere file in iTunes) perchè un firewall sta bloccando l'accesso alla rete. Per continuare ad usare questa funzione seleziona 'Sì' e modifica le impostazioni del firewall per assegnare a Limewire l'accesso compelto alle connessioni in ingresso/uscita. Per disabilitare questa funzione, seleziona 'No'.
sq: LimeWire nuk arriti ta nisë Protokollin për Hapjen e Zërave Dixhitalë (për shpërndarjen në iTunes) pasi fajruolli po bllokon hyrjen. Nëse doni ta përdorni akoma këtë veçori, klikoni 'Po' dhe ndryshojeni fajruollin tuaj duke i dhënë 'LimeWire.exe' hyrje të plotë në lidhjet hyrëse dhe dalëse. Që ta çaktivizoni këtë veçori, klikoni 'Jo'.
uk: LimeWire не зміг запустити Протокол Доступу до Цифрового Аудіо (DAAP)(використовується для обміну файлами в iTunes), тому що firewall блокує доступ. Щоб продовжити використовувати DAAP, натисніть «Так» та налаштуйте Ваш firewall так, щоб він надав повний доступ 'LimeWire.exe' до вхідних та вихідних підключень. Щоб відключити DAAP, натисніть «Ні».

source: Modem
ar: مودم
el: Μόντεμ
ja: モデム
uk: Модем

source: Cable/DSL
ar: كابل/DSL
bs: Kabal/DSL
cy: Cabl/DSL
de: Kabel/DSL
el: Καλώδιο/DSL
hu: K�bel/DSL
it: Cavo/DSL
ja: ケーブル/DSL
sq: Kabllo/DSL

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-directory of {1}. Would you like to choose another location?
ar: حفظ التنزيلات إلى {0} ربما لم يؤدى بشكل صحيح. لكي تتأكد أن التنزيلات تم حفظها بشكل تام يجب عليك حفظها إلى دليل فرعي لـ {1}. هل تود اختيار موقع آخر?
cy: Efallai ni fydd hi'n bosib cadw yn iawn ffeiliau wedi'u llwytho i lawr i {0}. I sicrhau bod ffeiliau sy'n llwytho i lawr yn cael eu cadw'n iawn, dylet ti eu cadw mewn ffolder tu mewn i {1}. Eisiau dewis lle arall?
de: Das Speichern in diesem Ordner {0} funktioniert nicht. Um sicherzustellen dass die heruntergeladenen Dateien gespeichert werden, sollten Sie diese in einem Unterordner des Ordners {1} speichern. Wollen Sie einen anderen Ordner auswählen?
el: Αν σωθούν τα downloads στο {0} ίσως δεν λειτουργήσουν σωστά. Για να είστε σίγουροι ότι τα downloads σώθηκαν σωστά θα πρέπει να τα σώστετε σε έναν υποφάκελο του {1}. Θα θέλατε να διαλέξετε μια άλλη τοποθεσία;
hu: A let�lt�sek lehet, hogy nem lesznek menthet�ek {0}-be. Ahhoz, hogy a let�lt�sek biztosan megfelel�en legyenek mentve, {1} egy almapp�j�t kell kijel�ln�d. Szeretn�l m�s mapp�t v�lasztani?
it: Il salvataggio dei download in {0} potrebbe non funzionare correttamente. Per essere sicuro del salvataggio dovresti salvare i tuoi download in una sottocartella di {1}. Vuoi scegliere un'altra locazione?
sq: Ruajtja e shkarkesave në {0} mund të mos funksionojë siç duhet. Që të siguroheni pë ruajtjen e tyre, ruajini në një nëndirektori të {1}. A doni të zgjidhni një pozicion tjetër?

source: You are sharing {0} files (Loading...)
ar: عدد الملفات التي تشاركها. {0} ملفات (تحميل...)
bs: Broj datoteka koje ste razmjenili. {0} datoteke (Puni...)
de: {0} Datei(en) freigeben (Wird geladen...)
el: Ο αριθμός των αρχείων που μοιράζεστε. {0} αρχεία (Φόρτωμα...)
hu: Megosztva: {0} f�jl (Bet�lt�s...)
it: File condivisi. {0} file (in corso...)
ja: 共有しているファイルの数 {0} ファイル（ロード中...)
sq: Ju po shpërndani {0} skeda (Po ngarkoj...)
uk: Ви ділитесь {0} файл(и) (Завантаження...)

source: You are attempting to share a folder that is likely to contain sensitive information: {0} Share this folder?
ar: أنت تحاول مشاركة مجلد من المحتمل أن يحتوي معلومات حساسة: {0} مشاركة هذا المجلد؟
bs: Vi pokušavate da podijelite jedan folder koji vjerovatno ima osjetljive informacije: {0} Dijelite li ovaj folder?
de: Sie sind im Begriff ein Verzeichnis freizugeben, das wahrscheinlich persönliche Dateien enthält: {0} Verzeichnis dennoch freigeben?
el: Επειχειρείται να μοιραστείται ένα φάκελο που ίσως περιέχει ευαίσθητες πληροφορίες: {0} Να μοιραστεί ο φάκελος;
hu: Olyan mapp�t k�sz�lsz megosztani, amely nagy val�sz�n�s�ggel bizalmas inform�ci�kat tartalmaz: {0} Val�ban megosztod a mapp�t?
it: Stai cercando di condividere una cartella che potrebbe contenere informazioni sensibili: {0} Condivido questa cartella ?
ja: 機密性の高い情報がありえるフォルダを、共有しようとしている {0} このフォルダを共有するか？
sq: Ju po orvateni të shpërndani një dosje që ka mundësi të përmbajë informacione të ndikueshme: {0} A doni ta shpërndanin dosjen?
uk: Схоже, що ви намагаєтесь зробити спільною теку, яка містить чутливу інформацію. {0} Зробити теку спільною?

source: Opens a .torrent file from your hard drive
ar: فتح ملف تورنت من القرص الصلب
de: Öffnet eine .torrent Datei von Ihrer Festplatte
el: Ανοίγει ένα αρχείο με επέκταση .torrent από το σκληρό δίσκο.
hu: Egy .torrent f�jl megnyit�sa a merevlemezr�
it: Apri un file .torrent dal tuo hard disk
sq: Hap një skedë .torrent nga disku i ngurtë

source: &Download .torrent
ar: تنزيل .تورنت
de: Lädt .torrent herunter
el: Κατεβάστε .torrent
hu: .torrent &let�lt�se
it: Scarica .torrent
sq: Shkarko .torrent

source: Downloads a .torrent file from the WWW
ar: تنزيل ملف تورنت من شبكة الإنترنت
de: Lädt eine .torrent Datei vom World Wide Web herunter
el: Κατεβάζει ένα αρχείο με επέκταση .torrent από το WWW
hu: Egy .torrent f�jlt t�lt le a webr�
it: Scarica un file .torrent dal WWW
sq: Shkarkon një skedë .torrent nga WWW

source: URL
el: URL(Ιστοσελίδα)
fa: آدرس اينترنتی

source: The specified URL is not valid. Please check your input.
ar: العنوان المحدد غير صالح. من فضلك تأكد من الذي قمت بإدخاله.
de: Diese URL ist nicht korrekt. Bitte überprüfen Sie die Schreibweise.
el: Η προσδιορισμένη ιστοσελίδα(URL) δεν είναι έγκυρη. Παρακαλώ ελέγξτε τα στοιχεία.
hu: A megadott URL �rv�nytelen. Ellen�rizd a megadott bemenetet.
it: L'URL specificato non è valido. Si prega di controllare i dati immessi.
sq: URLi i përcaktuar nuk është i vlefshëm. Ju lutemi verifikoni inputin.

source: Search "What''s New" for: {0}
ar: بحث "ما الجديد" عن: {0}
bs: Traži "Šta je novo" za: {0}
de: "Was gibt's Neues" nach {0} durchsuchen
el: Ψάξε "Τί είναι νέο" για: {0}
hu: "Mi �js�g"-keres�s erre: {0}
it: Ricerca "File nuovi" per: {0}
ja: "新しい情報"検索： {0}
sq: Kërko për "Risi": {0}
uk: Шукати «Що нового?» в: {0}

source: Waiting
ar: انتظار
bs: Čekam
de: Anfrage gesendet, warte...
el: Αναμονή
hu: V�rakoz�
it: Richiesta trasmessa, attendere
ja: 待機中
sq: Po pres
uk: Чекаю

source: LimeWire was unable to load the specified torrent file, - it may be malformed or LimeWire does not have permission to access this file.
ar: LimeWire غير قادر على تحميل ملف التورنت المحدد، يبدو أنه مشوه أو أن LimeWire ليس لديه تصريح الوصول لهذا الملف.
de: LimeWire war nicht erfolgreich beim Laden der vorgegebenen Datei, - Sie könnte beschädigt sein, oder LimeWire hat nicht die Erlaubnis die Datei abzurufen.
el: Το LimeWire δεν μπόρεσε να φορτώσε το συγκεκριμένος αρχείο torrent, - ίσως έχει κακή προέκταση ή το LimeWire δεν έχει άδεια για πρόσβαση στο αρχείο.
hu: A LimeWire nem tudta bet�lteni a megadott torrentf�jlt. Lehet, hogy hib�s, vagy a LimeWire-nek nincs enged�lye a megnyit�s�ra.
it: LimeWire non è stato in grado di caricare il seguente file .torrent, - potrebbe essere invalido o LimeWire potrebbe non avere sufficenti permessi per accedere al file.
sq: LimeWire nuk arriti të ngarkojë skedën e përcaktuar torrent, - ajo mund të jetë e keqformuar ose LimeWire nuk ka leje për ta hapur atë.

source: Finish Setup
ar: إنهاء التثبيت
bs: Završi setovanje
cy: Gorffen Trefnu
de: Einrichtung abschließen
el: Τέλος ρυθμίσεων
hu: Telep�t�s befejez�se
id: Akhir pengaturan
it: Conclusione impostazioni
ja: 設定完了
sq: Ndërtimi Përfundoi
uk: Завершення налаштування

source: Your LimeWire setup has successfully completed. Please press the "Finish" button to begin using LimeWire.
ar: تم تثبيت LimeWire بنجاح. من فضلك اضغط على زر "إنهاء" لكي يبدأ LimeWire في العمل.
bs: Vaše ugrađivanje LimeWire je uspješno kompletirano. Molimo vas pritisnite "Kraj" da bi počeli sa korištenjem LimeWire.
cy: Mae dy LimeWire wedi cael ei drefnu'n llwyddianus. Clicia'r botom "Gorffen" i ddechrau defnyddio LimeWire
de: LimeWire wurde erfolgreich eingerichtet. Klicken Sie auf "Abschließen", um die Installation zu beenden und Limewire zu starten.
el: Η διευθέτηση του LimeWire ολοκληρώθηκε επιτυχώς. Παρακαλώ πατήστε το κουμπί «Τέλος» για να αρχίσετε να χρησιμοποιείτε το LimeWire.
hu: A LimeWire telep�t�se sikeresen v�get �rt. Kattints a "Befejez�s" gombra a LimeWire haszn�lat�nak megkezd�s�hez.
id: Pengaturan LimeWire telah lengkap dengan sukses. Tekan tombol "Selesai" untuk mulai menggunakan LimeWire
it: La configurazione di LimeWire è stata completata con successo. seleziona il pulsante "Finito" per iniziare a usare LimeWire.
ja: 設定は無事に完了。"完了"ボタンを押してLimeWire をお使い下さい。
sq: Ndërtimi përfundoi me sukses! Që të filloni të përdorni LimeWire, ju lutemi shtypni butonin "Përfundo".
uk: LimeWire успішно налаштовано. Натисніть «Готово», щоб почати використовувати LimeWire.

source: Language Options
ar: خيارات اللغة
bs: Opcije za jezik
cy: Dewisiadau Iaith
de: Spracheinstellungen
el: Επιλογές γλώσσας
hu: Nyelvi be�ll�t�sok
id: Pilihan bahasa
it: Opzioni lingua
ja: 言語オプション
sq: Mundësi Gjuhësore
uk: Налаштування Мови

source: Please choose the language you would like LimeWire to use.
ar: LimeWire من فضلك قم باختيار اللغة التي تود أن يستخدمها
bs: Odaberite jezik koji želite da LimeWire koristi
cy: Dewis yr iaith rwyt eisiau LimeWire ei defnydio.
de: Bitte wählen Sie die Sprache aus, mit der Sie LimeWire benutzen möchten.
el: Παρακαλώ επιλέξτε την γλώσσα που θα θέλατε να χρησιμοποιεί το LimeWire.
hu: V�lassz egy nyelvet, amelyet a LimeWire majd haszn�lni fog.
id: Pilih bahasa yg anda inginkan untuk digunakan LimeWire.
it: Seleziona la lingua che voui usare in Limewire.
ja: 使用する言語を選択
sq: Zgjidhni gjuhën që doni të përdorni me LimeWire.
uk: Будь ласка, оберіть ту мову, яку б Ви хотіли використовувати.

source: Please choose a folder where you would like your files to be downloaded. This folder will also be shared with other gnutella users by default.
ar: من فضلك اختر المجلد الذي ترغب في وضع الملفات التي تقوم بتنزيلها فيه. سيتم مشاركة هذا المجلد تلقائياً مع مستخدمي شبكة Gnutella.
bs: Molimo vas odaberite mjesto gdje želite da datoteka bude downloadovana. Ovo će mjesto takođe biti razmjenjivano sa drugim korisnicima.
de: Wählen Sie bitte ein Verzeichnis, in das Sie Ihre Dateien herunterladen möchten. Dieser Ordner wird anderen Gnutella-Benutzern standardmäßig freigegeben.
el: Παρακαλώ επιλέξτε ένα φάκελο μέσα στον οποίο θα θέλατε το LimeWire να αποθηκεύει τα αρχεία που κατεβάζετε. Αυτός ο φάκελος επίσης θα μοιράζεται με άλλους χρήστες του gnutella.
hu: V�lassz ki egy mapp�t, ahov� a f�jlokat le szeretn�d t�lteni. Ez a mappa alap�rtelmez�sben megoszt�sra ker�l a t�bbi gnutella felhaszn�l�val.
it: Scegli la cartella dove vuoi conservare i file che ricevi. Questa cartella sarà anche condivisa con gli altri utenti Gnutella come impostazione predefinita.
ja: ダウンロードしたファイルを保存するフォルダを選択して下さい。このフォルダは初期設定で他のグヌーテラ・ユーザーと共有されます。
sq: Zgjidhni dosjen ku doni të shkarkoni skedat tuaja. Kjo dosje do të shpërndahet edhe me përdorues të tjerë të Gnutella-s.
uk: Будь ласка оберіть теку, куди б Ви хотіли завантажувати файли. За замовчуванням ця тека також буде спільною з іншими користувачами мережі gnutella.

source: Save Folder:
ar: حفظ مجلد:
bs: Direktorij:
de: Verzeichnis:
el: Κατάλογος:
hu: Ment�si mappa:
it: Cartella:
ja: フォルダ：
sq: Dosja:
uk: Папка для збереження

source: Confirm Scan
ar: تأكيد الفحص
bs: Potvrdite skeniranje
cy: Cadarnhau Sgan
de: Suche bestätigen
el: Επιβεβαίωση σάρωσης
hu: Keres�s j�v�hagy�sa
id: Konfirmasi pemindaian
it: Conferma scansione
ja: 読み取りを確認
sq: Konfirmoni Skanimin
uk: Пітвердження сканування
