Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
ar: لا يتمكن LimeWire من تنزيل الملف المحدد نظراً لامتلاء القرص الصلب. لتنزيل المزيد من الملفات، يجب عليك تحرير مساحة على قرصك الصلب.
bs: LimeWire ne može preuzetii odabrane datoteke zato što je vaš čvrsti disk prepunjen. Za dalje preuzimanje datoteka, morate osloboditi prostor na vašem čvrstom disku.
cy: Mae LimeWire yn methu llwytho i lawr y ffeil wedi'i dewis achos bod dy ddisc caled yn llawn. I lwytho i lawr rhaid gwneud lle ar dy ddisc caled.
da: LimeWire kan ikke downloade den valgte fil fordi din harddisk er fuld. For at downloade mere må du frigøre plads på din harddisk.
de: LimeWire kann die gewählte Datei nicht herunterladen, da die Festplatte voll ist. Wenn Sie weitere Dateien herunterladen wollen, müssen Sie zuerst Platz auf Ihrer Festplatte freimachen.
el: Το LimeWire δεν μπορεί να κάνει λήψη του επιλεγμένου αρχείου, γιατί ο σκληρός σας δίσκος είναι γεμάτος. Για να κάνετε λήψη αρχείων, πρέπει να ελευθερώσετε χώρο στο σκληρό σας δίσκο.
es: LimeWire no puede descargar el archivo seleccionado debido a que no hay espacio suficiente en el disco duro. Para descargar más archivos debes liberar espacio en su disco duro.
et: LimeWire ei suutnud valitud faili allalaadida, sest Su kõvaketas on täis. Et laadida rohkem faile alla, pead Sa kõigepealt kõvakettal ruumi tegema.
fa: LimeWire از دانلود فايل انتخاب شده بدليل پر بودن هارد ديسك شما معذور است. براي دانلود فايل بيشتر بايد در هارد ديسك خود فضاي آزاد ايجاد كنيد.
fi: LimeWire ei voi ladata valittua tiedostoa koska kovalevysi on täynnä. Ladataksesi lisää tiedostoja, sinun pitää vapauttaa tilaa kovalevyltäsi.
fr: LimeWire ne peut télécharger le fichier sélectionné, car votre disque est plein. Pour charger plus de fichiers, vous devez libérer de l’espace sur votre disque dur.
ga: Theip ar LimeWire comhad riachtanach a íosluchtú mar tá do thiomántán lán. Chun tuilleadh comhad a íosluchtú, caithfear slí a chur ar fáil ar do thiomántán crua.
gl: LimeWire non puido descargar o ficheiro seleccionado xa que non hai espazo no disco duro. Se quere continuar descargando ficheiros, ten que liberar espazo.
he: LimeWire לא יכולה להוריד את הקובץ הנבחר היות והכונן הקשיח מלא. ע"מ להוריד קבצים נוספים עליך לפנות מקום בכונן הקשיח.
hr: LimeWire ne može preuzeti označenu datoteku jer je Vaš tvrdi disk popunjen. Kako biste nastavili preuzimanje, molimo oslobodite prostor na Vašem tvrdom disku.
hu: A LimeWire nem tudta let�lteni a kijel�lt f�jlt, mert a merevlemez megtelt. T�bb f�jl let�lt�s�hez helyet kell felszabad�tanod a lemezen.
id: LimeWire tidak dapat mengunduh file tersebut karena hard drive anda penuh. Untuk mengunduh file lagi, sediakan ruang kosong pada hard drive anda.
it: Limewire non può scaricare il file selezionato perchè il disco fisso è pieno. Per recivare altri file, devi liberare spazio fisico nel tuo disco fisso.
ja: ハードディスクの空き容量が足りないため、選択したファイルをダウンロードできません。今後ファイルをダウンロードするには、ハードディスクの空き容量を増やしてください。
ku: LimeWire nekarî pela bijartî daxe ji ber ku ji ber ku dîska te tije ye. Ji kerem xwe re hinek cihê vala vekin.
lv: LimeWire nevar lejuplādēt izvēlēto failu, jo Jūsu cietais disks ir pilns. Lai lejuplādētu vairāk failus, Jums vajadzētu atbrīvot vietu cietajā diskā.
nb: LimeWire kan ikke laste ned den valgte filen fordi harddisken din er full. For å laste ned flere filer må du frigjøre plass på harddisken din.
nl: LimeWire kon het gekozen bestand niet downloaden omdat uw harde schijf vol is. Om meer bestanden te downloaden, moet u ruimte op uw harde schijf vrijmaken.
nn: LimeWire kan ikkje laste ned den valde fila fordi harddisken din er full. For å laste ned fleire filer må du frigjere plass på harddisken din.
pl: LimeWire nie może ściągnąć wybranego pliku, gdyż Twój dysk jest pełny. By ściągnąć więcej plików musisz zwolnić przestrzeń na dysku.
pt: O LimeWire não consegue efectuar o descarregamento do ficheiro seleccionado porque o seu disco rígido está cheio. Para descarregar mais ficheiros necessita de libertar espaço no seu disco rígido.
pt_br: O LimeWire não consegue fazer o download do arquivo selecionado porque o seu disco rígido está cheio. Para efetuar o download de mais arquivos você tem que liberar espaço no seu disco rígido.
ru: LimeWire не может загрузить указанный файл, так как на вашем жёстком диске нет свободного места. Пожалуйста, освободите место на вашем жёстком диске.
sk: LimeWire nemôže stiahnuť vybraný súbor, pretože máte zaplnený pevný disk. Aby ste mohli sťahovať ďalšie súbory, musíte uvoľniť miesto na pevnom disku.
sq: LimeWire nuk mund ta shkarkojë skedën e zgjedhur sepse disku juaj është plot. Që të shkarkoni më tepër skeda, duhet të lini hapësirë boshe në disk.
sr: LimeWire ne može preuzeti odabrani fajl jer je Vaš hard disk pun. Za dalje preuzimanje fajlova, morate osloboditi prostor na Vašem disku.
sv: LimeWire kan inte ladda ned den valda filen på grund av att din hårddisk är full. För att ladda ner fler filer måste du frigöra utrymme på din hårddisk.
tr: Sabit diskiniz dolu olduğundan LimeWire seçili dosyayı indiremiyor. Daha fazla dosya indirmek için sabit diskinizde alan boşaltmanız gerekir.
uk: LimeWire не зміг завантажити обрані файли, тому що на жорсткому диску немає місця. Звільніть місце на диску, щоб завантажувати більше файлів.

source: LimeWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
ar: LimeWire غير قادر على تنزيل الملف المحدد لأن ثمة برنامج آخر يستخدم نفس الملف. أغلق البرنامج الآخر وحاول إعادة التنزيل.
bs: LimeWire nije bio u mogućnosti da downloduje odabranu datoteku zato što neki drugi program kortisti dotičnu datoteku. Molimo vas da zatvorite drugi program i pokušate ponovno.
cy: Roedd LimeWire yn methu lwythio i lawr y ffeil wedi'i dewis achos bod rhaglen arall yn defnyddio'r ffeil. Cau'r rhaglen arall ac ail-drio i lwytho i lawr.
da: LimeWire kunne ikke downloade den valgte fil fordi et andet program bruger filen. Luk venligst det andet program og forsøg at downloade filen igen.
de: LimeWire war nicht in der Lage, die gewählte Datei herunterzuladen, weil die Datei von einem anderem Programm verwendet wird. Bitte schließen Sie die Datei in dem anderen Programm und wiederholen Sie den Download.
el: Το LimeWire δεν μπόρεσε να πραγματοποιήσει τη λήψη του επιλεγμένου αρχείου γιατί χρησιμοποιείται ήδη από άλλο πρόγραμμα. Παρακαλούμε τερματίστε το άλλο πρόγραμμα και ξαναπροσπαθήστε.
es: LimeWire no pudo descargar el archivo seleccionado porque otro programa lo está usando. Por favor, cierre el otro programa y vuelva a intentar la descarga.
et: LimeWire ei suutnud valitud faili allalaadita, sest teine programm kasutab seda faili. Palun sulge teine programm ja siis proovi seda uuesti allalaadida.
fa: LimeWire امکان دانلود فایل مورد نظر را ندارد زیرا فایل در برنامه ای دیگر در حال استفاده است
fi: LimeWire ei voinut ladata valittua tiedostoa, koska tiedosto on toisen ohjelman käytössä. Ole hyvä ja sulje kyseinen ohjelma ja kokeille uudelleen.
fr: LimeWire ne peut télécharger le fichier sélectionné, car un autre programme utilise ce fichier. Veuillez terminer ce programme et réessayer le chargement.
ga: Theip ar LimeWire an comhad roghnaithe a íosluchtú mar tá ríomhoideas eile ag baint feidhm as an comhad. Dún an ríomhoideas eile agus déan iarracht eile an comhad a íosluchtú.
gl: LimeWire non puido descargar un ficheiro porque outro programa está a empregalo. Por favor, peche o outro programa e vólvao tentar.
he: LimeWire לא יכולה להוריד את הקובץ הנבחר היות ותוכנה אחרת משתמשת בקובץ. אנא סגור את התוכנה האחרת ונסה להוריד את הקובץ שוב.
hr: LimeWire nije u mogućnosti preuzeti označenu datoteku jer neki drugi program trenutno koristi tu datoteku. Molimo Vas da zatvorite sve programe koji bi mogli koristiti tu datoteku i pokušate ponovno preuzeti tu datoteku.
hu: A LimeWire nem tudta let�lteni a kijel�lt f�jlt, mert egy m�sik program m�r haszn�lja a f�jlt. Z�rd be ezt a programot, majd pr�b�lkozz �jra.
id: LimeWire tidak dapat mengunduh berkas tersebut karena program lain sedang menggunakannya. Tutup dulu program tersebut dan coba lagi.
it: Limewire non può recivare il file selezionato perchè il file è in uso in un altro programma. Chiudi la relativa applicazione e riprova la ricezione.
ja: 他のプログラムがファイルを使っているため、選択したファイルをダウンロードできません。他のプログラムを終了させてから、もう一度ダウンロードを試してください。
ku: LimeWire nekarî pela bijartî daxe ji ber ku bernameyek din wê bi kar tîne. Ji kerema xwe re bernameya din bigirin û dîsa biceribînin.
lv: LimeWire nespēja lejuplādēt izvēlēto datni, jo to izmanto cita programma. Lūdzu, aizveriet citas programmas un atkārtojiet lejuplādi.
nb: LimeWire kunne ikke laste ned den valgte filen fordi et annet program bruker filen. Vennligst lukk det andre programmet og prøv igjen.
nl: LimeWire kon het geselecteerde bestand niet dowloaden omdat een ander programma het bestand gebruikt. Sluit het andere programma en probeer het daarna nogmaals.
nn: LimeWire kunne ikkje laste ned den valde fila fordi eit annet program brukar fila. Lat att det andre programmet og prøv igjen.
pl: LimeWire nie był w stanie ściągnąć wybranego pliku, ponieważ jest on używany przez inny program. Zamknij inne aplikacje i spróbuj ponownie.
pt: O LimeWire não consegue efectuar o descarregamento do ficheiro seleccionado porque outro programa está a utilizar o ficheiro. Feche o outro programa e volte a tentar o descarregamento.
pt_br: O LimeWire não consegue fazer o download do arquivo selecionado porque existe outro programa utilizando o arquivo. Feche o outro programa e tente fazer o download novamente.
ru: LimeWire не может загрузить указанный файл, так как он используется другой программой. Пожалуйста, закройте эту программу и повторите загрузку.
sk: LimeWire nemohol stiahnuť vybraný súbor, pretože ho používa iný program. Zatvorte prosím program využívajúci požadovaný súbor a skúste ho znovu stiahnuť.
sq: LimeWire nuk arriti ta shkarkojë skedën e zgjedhur sepse po përdoret nga një tjetër program. Ju lutemi mbylleni programin tjetër dhe riprovoni ta shkarkoni.
sr: LimeWire nije bio u mogućnosti da preuzme odabrani fajl jer je već koristi neki drugi program. Molimo Vas da zatvorite ostale programe koji bi mogli koristiti ovaj fajl i pokušate ponovo.
sv: LimeWire kunde inte ladda ned den valda filen, filen används av ett annat program. Vänligen stäng det andra programmet och försök ladda ned på nytt.
tr: Dosya başka bir program tarafından kullanıldığı için, LimeWire seçili dosyayı indiremedi. Lütfen diğer programı kapatık indirmeyi tekrar deneyin.
uk: LimeWire не зміг завантажити обраний файл, тому що інша програма використовує його. Будь ласка, закрийте іншу програму та спробуйте знову.

source: LimeWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using LimeWire, please choose a different Save Folder.
ar: لم يكن LimeWire قادرا على إنشاء أو استكمال كتابة ملف غير كامل للملف المراد تنزيله وذلك لأنك لا تمتلك صلاحية كتابة الملفات في مجلد الملفات الغير تامة. لكي تستكمل استخدام LimeWire اختر مجلداً آخرا للحفظ.
bs: LimeWire nije bio u mogućnosti da kreira ili da nastavi upisivanje na nekompletnim datotekama za odabrani download zato što vi nemate dozvolu za upisivanje na nepotpunim folderima. Za dalje korištenje LimeWire, molimo vas da odaberete drugi folder za pohranjivanje.
cy: Roedd LimeWire yn methu creu neu ddal i ysgrifennu ffeil anghyflawn am y llwytho wedi'i dewis achos nad oes caniatad gennyt i ysgrifennu i ffolder anghyflawn. I LimeWire parhau, rhaid dewis Ffolder Cadw gwahanol.
da: LimeWire var ikke istand til at danne eller forsætte med at skrive til den delvise fil, for det valgte download, da du ikke har tilladelse til at skrive til mappen. Fortsæt ved at vælge en anden mappe.
de: Limewire konnte für den ausgewählten Download keine unvollendete Datei weiterschreiben oder erstellen, weil Sie keine Schreibberechtigung für das Verzeichnis für unvollendete Dateien haben. Um fortzufahren, wählen Sie bitte ein anderes Verzeichnis zum Speichern.
el: Το LimeWire δεν μπόρεσε να δημιουργήσει ή να συνεχίσει την εγγραφή στο ημιτελές αρχείο της επιλεγμένης λήψης, επειδή δεν έχετε δικαιώματα εγγραφής στον κατάλογο ημιτελών λήψεων. Για να συνεχίσετε τη χρήση του LimeWire, παρακαλούμε επιλέξτε διαφορετικό κατάλογο αποθήκευσης αρχείων.
es: LimeWire no pudo crear o continuar escribiendo un archivo incompleto para la descarga seleccionada porque no tienes permiso para escribir archivos al directorio incompleto. Para continuar usando LimeWire, por favor guarda en otro directorio.
et: LimeWire ei suutnud alustada või jätkata faili allalaadimist, kuna Sul ei ole luba laadida pooleli olevaid faile alla. Et jätkata LimeWire kasutamist, palun vali teine salvestamise koht.
fa: LimeWire قادر به ساختن یا ادامه نوشتن فایل ناتمام برای دانلود انتخاب شده نیست، به دلیل این که شما اجازه نوشتن در پوشه ناتمام را ندارید. لطفاً برای ادامه استفاده از LimeWire، پوشه ذخیره دیگری انتخاب کنید.
fi: LimeWire ei voinut luoda tai jatkaa kirjoittamista keskeneräisen latauksen tiedostoon, koska sinulla ei ole riittäviä oikeuksia kirjoittaa keskeneräisten tiedostojen kansioon. Jatkaaksesi LimeWiren käyttöä, ole hyvä ja valitse toinen tallennuskansio.
fr: LimeWire n’a pas pu créer ou poursuivre l’écriture d’un fichier incomplet pour le chargement sélectionné, car vous ne disposez pas des droits d’accès permettant d’écrire des fichiers dans le dossier des téléchargements incomplets. Pour continuer à utiliser LimeWire, veuiller choisir un autre dossier de sauvegarde.
gl: LimeWire non puido crear ou continuar escribindo nun ficheiro incompleto para a descarga seleccionada porque non ten permiso para escribir no cartafol de descargas incompletas. Para continuar usando LimeWire, escolla outro cartafol.
he: LimeWire לא יכלה ליצור או להמשיך לכתוב קובץ חלקי עבור ההורדה הנבחרת היות ואין לך הרשאות לכתוב קבצים לתיקיית הקבצים החלקיים. ע"מ להמשיך להשתמש ב-LimeWire אנא בחר תיקיית שמירה אחרת.
hr: LimeWire nije mogao kreirati ili nastaviti sa zapisivanjem nepotpune datoteke označene za preuzimanje jer nemate dopuštenje za zapisivanje datoteka u mapu nepotpuno. Za nastavak korištenja LimeWirea, molimo odaberite drukčiju mapu Spremljeno.
hu: A LimeWire nem tudott l�trehozni vagy folytatni egy f�lk�sz f�jlt a let�lt�shez, mert nincs �r�si jogod a f�lk�sz-mapp�hoz. A LimeWire haszn�lat�nak folytat�s�hoz v�lassz egy m�sik ment�si mapp�t.
id: LimeWire tidak dapat membuat atau terus menulis berkas yg belum selesai pada pengunduhan tersebut karena anda tidak memiliki ijin menulis berkas ke folder inclomplete. Untuk terus menggunakan LimeWire, pilih folder lain.
it: Limewire non può creare o continuare la ricezione di un file incompleto perchè non hai i permessi di scrittura dei file nella cartella dei file incompleti. To continue using LimeWire, please choose a different Save Folder.
ja: 選択したダウンロードは、未完成（一時）フォルダにアクセス権がないため、未完成ファイルを作成または書き込みができません。今後LimeWireを使い続けるには、他の保存先フォルダを選択してください。
nb: LimeWire kunne ikke opprette eller fortsette å skrive en uferdig fil for den valgte nedlastingen fordi du ikke har tillatelse til å skrive filer mappen for ufullstendige filer. For å fortsette å bruke LimeWire, vennligst velg en annen lagringsmappe.
nl: LimeWire was niet in staat om een onvolledig bestand te maken of af te maken voor de geselecteerde dowload omdat u geen toestemming heeft om bestanden schrijven in de map met onvolledige bestanden. Om door te gaan met het gebruik van LimeWire moet u een andere opslagmap kiezen.
nn: LimeWire kunne ikkje lage eller fortsetje å skrive ei uferdig fil for den valde nedlastinga fordi du ikke har løyve til å skrive filer til den uferdige mappa. For å fortsetje å bruke LimeWire, vel ei anna lagringsmappe.
pl: LimeWire nie był w stanie utworzyć lub kontynuować zapisu niekompletnego pliku, gdyż nie masz uprawnień do nadpisywania plików w folderze plików niekompletnych. By kontynuować używanie LimeWire, wybierz inny folder docelowy.
pt: O LimeWire não conseguir criar ou continuar a escrever um ficheiro incompleto do descarregamento seleccionado porque não possui permissão para escrever ficheiros na pasta de ficheiros incompletos. Para continuar a utilizar o LimeWire seleccione uma Pasta de Guardar diferente.
pt_br: O LimeWire não conseguiu criar ou continuar a escrever um arquivo incompleto do download selecionado por não possuir permissão para escrever arquivos na pasta de arquivos incompletos. Para continuar a usar o LimeWire selecione uma pasta de destino diferente.
ru: LimeWire не может создать или записать недозагруженный файл, так как у вас нет доступа на запись файлов в папку недозагруженных файлов. Пожалуйста, выберите другую папку для сохранения файлов.
sk: LimeWire nemohol kontinuálne zapisovať do nedokončeného súboru pre vybraný sťahovaný súbor, pretože nemáte oprávnenia na zapisovanie súborudo priečinka nedokončených súborov (Incomplete). Pre pokračovanie používania LimeWire zvoľte prosím iný priečinok na uloženie.
sq: LimeWire nuk arriti të krijojë ose vijojë me shkrimin e një skede të paplotë për këtë shkarkesë, pasi ju nuk keni leje të shkruani skeda në dosjen e paplotë. Që të vijoni me përdorimin e LimeWire, ju lutemi zgjidhni një Dosje tjetër Ruajtëse.
sr: LimeWire ne može da snimi nekompletni fajl jer nemate dozvolu za upisivanje u fasciklu za nepotpuno preuzete fajlove. Za dalje korišćenje LimeWire-a, molimo Vas da odaberete drugu fasciklu za snimanje.
sv: LimeWire kunde inte skapa eller fortsätta skriva en ofullständig fil för den markerade nedladdningen, du har inte rättigheterna att skapa filer i mappen ofullständiga filer. För att fortsätta använda LimeWire, var vänlig och välj en annan mapp att spara i.
tr: Tamamlanmamış klasöre dosya yazma izniniz bulunmadığından, LimeWire seçili indirme işlemi için bir dosya oluşturamadı veya tamamlanmamış dosyaya yazmayı sürdüremedi. LimeWire programını kullanmaya devam etmek için lütfen farklı bir Kayıt Klasörü seçin.
uk: LimeWire не зміг створити або продовжити неповний файл для обраного завантаження, тому що ві не маєте прав на запис файлів у теку неповних файлів. Щоб продовжити використовувати LimeWire, оберіть іншу теку неповних файлів.

source: LimeWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
ar: LimeWire غير قادر على فتح الملف الغير مكتمل للتنزيل المحدد بسبب اسم الملف الذي يحتوي حروف غير مدعومة من قبل نظام التشغيل الخاص بك.
bs: LimeWire nije bio u mogućnosti otvoriti nepotpunu datoteku za već odabrani download zato što ime datoteke sadrži znakove koji nisu podržani u vašem operativnom sistemu.
cy: Roedd LimeWire yn methu agor y ffeil anghyflawn i'r ffeil wedi'i dewis achos bod enw'r ffeil yn cynnwys llythrennau sydd ddim yn cael eu cefnogi gan dy system.
da: LimeWire var ikke istand til at åbne den delvise fil for den valgte download fordi filnavnet indholder tegn, der ikke er understøttet af dit operativsystem.
de: LimeWire konnte die unvollendete Datei für den ausgewählten Download nicht öffnen, da der Dateiname Zeichen enthält, die von Ihrem Betriebssystem nicht unterstützt werden.
el: Το LimeWire δεν μπόρεσε να ανοίξει το ημιτελές αρχείο της επιλεγμένης λήψης γιατί το όνομα του αρχείου περιέχει χαρακτήρες που δεν υποστηρίζονται από το λειτουργικό σας σύστημα.
es: LimeWire no fué capaz de abrir el archivo incompleto para la descarga seleccionada porque el nombre de archivo contiene caracteres que no reconoce el sistema operativo.
et: LimeWire ei suutnud avada poolelijäänud faile valitud allalaadimisest, kuna faili nimi sisaldab tähti mida Sinu operatsiooni süsteem ei tunne.
fa: LimeWire قادر به باز کردن فایل ناتمام برای دانلود انتخاب شده نیست، به دلیل این که اسم فایل دارای کاراکترهایی است که توسط سیستم عامل شما پشتیبانی نمی شود.
fi: LimeWire ei voinut avata valitsemaasi keskeneräistä tiedostoa, koska tiedostonimi sisältää merkkejä, joita käyttöjärjestelmäsi ei tue.
fr: LimeWire n’a pas pu ouvrir le fichier incomplet du téléchargement sélectionné, car le nom de fichier contient des caractères non supportés par votre système d'exploitation.
gl: LimeWire non puido abrir o ficheiro incompleto desta descarga porque o nome do ficheiro contén caracteres que non soporta o sistema operativo.
he: LimeWire לא הצליחה לפתוח את הקובץ החלקי עבור ההורדה הנבחרת היות ושם הקובץ מכיל תווים שאינם נתמכים ע"י מערכת ההפעלה.
hr: LimeWire nije mogao otvoriti nepotpunu datoteku označenu za preuzimanje jer naziv datoteke sadrži znakove koji nisu podržani od strane vašeg operativnog sustava.
hu: A LimeWire nem tudta megnyitni a kijel�lt let�lt�shez tartoz� f�lk�sz f�jlt, mert a f�jln�v olyan karaktereket tartalmaz, amelyeket az oper�ci�s rendszered nem t�mogat.
id: LimeWire tidak dapat membuka berkas yg belum selesai pada pengunduhan tersebut karena nama berkas berisi karakter yg tidak didukung oleh OS anda.
it: Limewire non può aprire un file incompleto per la ricezione selezionato perchè il nome del file contiene dei caratteri che non sono supportati dal tuo sistema operativo.
ja: 選択したファイル名は、お使いのシステムで対応していない文字があるため、ファイルを開くことができません。
ku: LimeWire nikare pela nîvço ya daxistina bijartî veke navê pelên tîpên ku pergala xebatê ya te nas nake dihewîne.
nb: LimeWire kunne ikke åpne den ufullstendige filen for den valgte nedlastingen fordi filnavnet inneholder tegn som ikke støttes av operativsystemet ditt.
nl: LimeWire kon het onvolledige bestand voor de geselecteerde download niet openen omdat de bestandsnaam tekens bevat die niet door uw besturingssysteem ondersteund worden.
nn: LimeWire kunne ikkje opne den nødvendige fila for den valde nedlastinga fordi filnamnet inneheld bokstavar som ikkje er støtta av operativsystemet ditt.
pl: LimeWire nie był w stanie otworzyć niekompletnego pliku z wybranego zadania, gdyż jego nazwa zawiera znaki, które nie są obsługiwane przez Twój system operacyjny.
pt: O LimeWire não conseguiu abrir o ficheiro incompleto para o descarregamento seleccionado porque o nome do ficheiro contém caracteres não suportados pelo seu sistema operativo.
pt_br: O LimeWire não conseguiu abrir o arquivo incompleto para o download selecionado, pois o nome do arquivo contem caracteres não suportados pelo seu sitema operacional.
ru: LimeWire не может открыть недозагруженный файл, так как имя файла содержит символы неподдерживаемые вашей операционной системой.
sk: LimeWire nemohol otvoriť nedokončený súbor vybraného sťahovania, pretože názov súboru obsahuje znaky, ktoré váš operačný systém nepodporuje.
sq: LimeWire nuk arriti ta hapë skedën e paplotë për këtë shkarkesë, pasi emri i skedës përmban shkronja që nuk përkrahen nga sistemi juaj operativ.
sr: LimeWire nije mogao da otvori nepotpuno preuzet fajl koju ste obeležili, jer naziv fajla sadrži znakove koji nisu podržani u Vašem operativnom sistemu.
sv: LimeWire kunde inte öppna den ofullständiga filen för den valda nerladdningen eftersom filnamnet innehåller tecken som ditt operativsystem inte stöder.
tr: Dosya adı işletim sisteminiz tarafından desteklenmeyen karakterler içerdiğinden, LimeWire seçili indirme için tamamlanmamış dosyayı açamadı.
uk: LimeWire не зміг відкрити неповний файл для обраного завантаження тому, що ім’я файлу має в собі символи, які не підтримуються Вашою файловою системою.
