Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: How do you see which files in shared folders are indeed shared? In the <font color="1E8E44">Library</font> tab, the column <font color="1E8E44">Shared</font> displays an icon to show shared (two arrows forming a circle) or not shared (an X mark).
el: Ποια αρχεία από τους διαμοιραζόμενους καταλόγους διαμοιράζετε όντως; Στην καρτέλα <font color="1E8E44">«Βιβλιοθήκη»</font>, η στήλη <font color="1E8E44">«Διαμοιραζόμενο»</font> εμφανίζει ένα εικονίδιο για να δείξει αν διαμοιράζονται (δύο βέλη που σχηματίζουν κύκλο) ή όχι (ένα Χ).
ja: どのファイルが共有されているか見るには？<font color="1E8E44">ライブラリ</font> タブから <font color="1E8E44">共有</font> で参照する事が出来ます。共有されていない場合はXマークが表示されます。
sk: Ako môžete vedieť, ktoré súbory v zdieľanom priečinku sa naozaj zdieľajú? Záložka <font color="1E8E44">Knižnica</font>, stĺpec <font color="1E8E44">Zdieľané</font> zobrazuje ikonu uvádzajúcu zdieľané (dve šípky vytvárajúce kruh) alebo nezdieľané (označené X) súbory.

source: Magnet links allow users to download files through LimeWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags) and a user clicks the link, a download will start in LimeWire. Also, you can copy and paste the magnet link through <font color="1E8E44">File</font> &gt <font color="1E8E44">Open Magnet or Torrent</font> to download.
el: Οι δεσμοί magnet επιτρέπουν στους χρήστες να κάνουν λήψεις αρχείων μέσω του LimeWire από ιστοσελίδες. Αν τοποθετήσετε ένα δεσμό magnet στη σελίδα σας (στην ιδιότητα «href» ετικετών αγκύρωσης) και ένας χρήστης κάνει κλικ στο δεσμό, η λήψη του αρχείου θα γίνει από το LimeWire. Επίσης, μπορείτε να κάνετε αντιγραφή και επικόλληση του δεσμού magnet link μέσα από το μενού <font color="1E8E44">«Αρχείο»</font> &gt <font color="1E8E44">«Άνοιγμα Magnet ή Torrent»</font> για να πραγματοποιήσετε τη λήψη του.
sk: Magnet linky dovoľujú používateľom sťahovať súbory cez LimeWire z webových stránok. Ak dáte Magnet link na svoju webovú stránku (v atribúte "href" zakotvených v tagoch) a používateľ klikne na link, sťahovanie sa začne v programe LimeWire. Takisto môžete stiahnuť Magnet link kopírovaním a prilepením cez <font color="1E8E44">Súbor</font> &gt <font color="1E8E44">Otvor Magnet alebo Torrent</font>.

source: The blinking plug in the top-right corner of LimeWire indicates that a search is in progress.
el: Το πρόσθετο που αναβοσβήνει στην πάνω δεξιά γωνία του LimeWire δείχνει πως γίνεται αναζήτηση.
ja: LimeWireの右上隅の瞬いているプラグは、検索が進行中であることを示します。
nn: Den blinkende plug inen i det topp-høyre hjørnet i LimeWire indikerer at et søk er i prosess.
sk: Blikajúca zástrčka v pravom hornom rohu programu LimeWire indikuje, že prebieha vyhľadávanie.

source: You can expand search results by right-clicking a search result, then choosing <font color="1E8E44">Search More</font>, then <font color="1E8E44">Get More Results</font>.
el: Μπορείτε να αυξήσετε τα αποτελέσματα αναζήτησης κάνοντας δεξί κλικ πάνω τους, επιλέγοντας <font color="1E8E44">«Αναζήτηση για περισσότερα»</font> και μετά <font color="1E8E44">«Περισσότερα αποτελέσματα»</font>.
sk: Môžete rozšíriť výsledky vyhľadávania pravým kliknutím na výsledok vyhľadávania, zvolením <font color="1E8E44">Hľadať ďalej</font>, a potom <font color="1E8E44">Získať viac výsledkov</font>.

source: You can change the columns that display search result information (columns include 'Title', 'Genre', 'Track', 'Length', and many more). Right-click on the search result column header, and check the columns you want to see.
el: Μπορείτε να επιλέξετε ποιες στήλες θα εμφανίζονται στα αποτελέσματα αναζήτησης (στήλες για το είδος, τον τίτλο, το κομμάτι, το μέγεθος κλπ.). Κάντε δεξί κλικ στις κεφαλίδες των στηλών αποτελεσμάτων και μετά επιλέξτε ποιες στήλες θέλετε να εμφανίζονται.
sk: Môžete zmeniť stĺpce, ktoré sa zobrazia vo výsledkoch vyhľadávania (stĺpce zahŕňajú "Názov", "Žáner", "Stopu", Dĺžku" a oveľa viac). Stačí kliknúť pravým tlačítkom na hlavičku a zaškrtnúť tie stĺpce, ktoré chcete vidieť.

source: You can turn tool tips on or off in most tables by right-clicking on the column header and choosing <font color="1E8E44">More Options</font>. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
el: Μπορείτε να ενεργοποιήσετε ή το αντίθετο τις συμβουλές εργαλείων στους περισσότερους πίνακες κάνοντας δεξί κλικ στις κεφαλίδες των στηλών και επιλέγοντας <font color="1E8E44">«Περισσότερες επιλογές»</font>. Μπορείτε επίσης να εναλλάξετε κι άλλες επιλογές από κει, όπως το αν θα εμφανίζονται οι γραμμές με λωρίδες ή αν θα ταξινομούνται τα αποτελέσματα αυτόματα.
sk: Môžete zapnúť/vypnúť záhlavové menu vo väčšine tabuliek pravým kliknutím na záhlavie stĺpca a zvolením si <font color="1E8E44">Viac možností</font>. Takisto môžete prepínať aj viacero možností ako triedenie/netriedenie tabuliek automaticky ako aj či uprednostňujete mať prúžkované riadky.

source: You can sort uploads, downloads, etc., by clicking on a column. You can turn this automatic sorting behavior off by right-clicking on a column header, choosing <font color="1E8E44">More Options</font> and un-checking <font color="1E8E44">Sort Automatically</font>.
el: Μπορείτε να ταξινομήσετε τις αποστολές, τις λήψεις κλπ. κάνοντας κλικ πάνω στις στήλες. Μπορείτε να απενεργοποιήσετε την αυτόματη ταξινόμηση κάνοντας δεξί κλικ στην κεφαλίδα μιας στήλης , επιλέγοντας <font color="1E8E44">«Περισσότερες επιλογές»</font> και απεπιλέγοντας το <font color="1E8E44">«Αυτόματη ταξινόμηση»</font>.
sk: Môžete triediť uploady, downloady, atď., klknutím na stĺpec. Toto automatické triedenie môžete vypnúť pravým kliknutím na záhlavie stĺpca, zvolením <font color="1E8E44">Viac možností</font> a odškrtnutím <font color="1E8E44">Automaticky zoradiť</font>.

source: You can hide the <font color="1E8E44">Icon</font> (or other) column in downloads by right-clicking on the column header and unchecking that column. You can also drag the columns around to make them appear in the order you'd like.
el: Μπορείτε να αποκρύψετε τη στήλη <font color="1E8E44">«Εικονίδιο»</font> (ή άλλες στήλες) στις λήψεις, κάνοντας δεξί κλικ στις κεφαλίδες στηλών και απεπιλέγοντάς τες. Μπορείτε επίσης να σύρετε τις στήλες ώστε να εμφανίζονται με τη σειρά που θέλετε.
sk: Môžete skyť <font color="1E8E44">Ikonu</font> (alebo iný) stĺpec v downloadoch pravým kliknutím na záhlavie stĺpca a odškrtnutím toho stĺpca. Takisto môžete pretiahnuť stĺpce do poradia, aby vyzerali podľa Vášho želania.

source: You can tell LimeWire which downloads to start next by right-clicking on the column header in the download area and checking the <font color="1E8E44">Priority</font> column. Select the download you want to start next and click the up arrow until it's at the top.
el: Μπορείτε να ορίσετε ποια λήψη θα είναι η επόμενη που θα πραγματοποιηθεί. Κάντε δεξί κλικ στις κεφαλίδες των στηλών της περιοχής λήψεων και τσεκάρετε τη στήλη <font color="1E8E44">«Προτεραιότητα»</font>. Επιλέξτε τη λήψη που θέλετε να πραγματοποιηθεί αμέσως μετά και κάντε κλικ στο πάνω βέλος μέχρι να ανεβεί στην κορυφή.
sk: Programu LimeWire môžete určiť, ktoré downloady má začať ako ďaľšie v poradí pravým kliknutím na záhlavie stĺpca v mieste sťahovania a zaškrtnúť stĺpec <font color="1E8E44">Priorita</font>. Označte download, ktorý chcete začať ako ďaľší v poradí a kliknite na šípku hore až bude na vrchu.

source: You can save individual downloads to custom locations by right-clicking a search result and choosing <font color="1E8E44">Download As...</font>. You can even change the location of a download in progress by right-clicking the download and choosing <font color="1E8E44">Change File Location...</font>.
el: Μπορείτε να αποθηκεύσετε συγκεκριμένες λήψεις αρχείων σε προσαρμοσμένες τοποθεσίες, κάνοντας δεξί κλικ στο αποτέλεσμα αναζήτησης και επιλέγοντας <font color="1E8E44">«Λήψη ως...»</font>. Μπορείτε επίσης να αλλάξετε την τοποθεσία αποθήκευσης μιας λήψης σε εξέλιξη, κάνοντας δεξί κλικ στη λήψη και επιλέγοντας <font color="1E8E44">«Αλλαγή τοποθεσίας αρχείου»</font>.
sk: Jednotlivé downloady môžete uložiť na voliteľné miesto pravým kliknutím na výsledok vyhľadávania a zvolením <font color="1E8E44">Uložiť ako...</font>. Takisto môžete zmeniť miesto uloženia downloadu v priebehu sťahovania pravým kliknutím na download a zvolením <font color="1E8E44">Zmeniť umiestnenie súboru...</font>.

source: You can stop sharing a recently download file through the <font color="1E8E44">Library</font> tab; right-click the file and choose <font color="1E8E44">Stop Sharing File</font>.
el: Μπορείτε να σταματήσετε να διαμοιράζετε ένα αρχείο του οποίου πραγματοποιήσατε τη λήψη πρόσφατα μέσα από την καρτέλα <font color="1E8E44">«Βιβλιοθήκη»</font>. Κάντε δεξί κλικ στο αρχείο και επιλέξτε <font color="1E8E44">«Διακοπή διαμοιρασμού αρχείου»</font>.
sk: Môžete zastaviť zdieľanie nedávno stiahnutého súboru cez záložku <font color="1E8E44">Knižnica</font>; kliknite pravým tlačidlom na súbor a zvoľte <font color="1E8E44">Zastavenie zdieľania súboru</font>.

source: LimeWire is written in Java, which means that having the latest version of Java will improve LimeWire's speed and stability. You can find the most recent Java release at <a href="{0}">www.java.com</a>.
el: Το LimeWire έχει γραφτεί σε Java, πράγμα που σημαίνει πως αν έχετε την πιο πρόσφατη έκδοση της Java, η ταχύτητα και σταθερότητα του LimeWire θα είναι βελτιωμένες. Μπορείτε να βρείτε την πιο πρόσφατη έκδοση της Java στον ιστότοπο <a href="{0}">www.java.com</a>.
ja: LimeWireはJavaで記述されます。そして、それはJavaの最新版を持つことがLimeWireの速度と安定性を改善することを意味します。あなたは、ごく最近のJavaリリースを <a href="{0}">www.java.com</a> で発見することができます。
nn: LimeWire er skrevet i Java, som betyr og ha den siste versjonen av Java vil gjøre LimeWire laskere og mer stabilt. Du kan finne den nyeste Java utslippelsen på <a href="{0}">www.java.com</a>.
sk: LimeWire je napísaný v Java, čiže mať poslednú verziu Java zlepšuje rýchlosť a stabilitu programu LimeWire. Posledné vydanie Java môžete nájsť na <a href="{0}">www.java.com</a>.

source: LimeWire is written in Java, which means that having the latest version of Java will improve LimeWire's speed and stability. You can upgrade to the latest Java release by using 'Software Update'.
el: Το LimeWire είναι γραμμένο σε Java και αυτό σημαίνει πως θα έχετε βελτιωμένη ταχύτητα και σταθερότητα αν έχετε εγκατεστημένη και την πιο πρόσφατη έκδοση της Java. Μπορείτε να ενημερώσετε την έκδοση της Java από την ενημέρωση λογισμικού.
sk: LimeWire je napísaný v Java, čo znamená, že mať poslednú verziu Java zlepší rýchlosť a stabilitu programu LimeWire. Uskutočniť upgrade na poslednú verziu Java môžete pomocou "Software Update".

source: Tired of the OS X Aqua look? Try using a new theme; themes are available from the <font color="1E8E44">View</font> &gt; <font color="1E8E44">Apply Skins</font> menu.
el: Βαρεθήκατε την εμφάνιση OSX Aqua; Χρησιμοποιείστε μια νέα εμφάνιση από το μενού <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Εφαρμογή εμφάνισης»</font>.
sk: Ste unavený zo vzhľadu OS X Aqua? Skúste použiť novú tému; témy sú dostupné v menu <font color="1E8E44">Zobraziť</font> &gt; <font color="1E8E44">Aplikovať skiny</font>.

source: You can locate a shared file on your computer through the <font color="1E8E44">Library</font> tab; highlight the file and click <font color="1E8E44">Explore</font>. LimeWire will open the folder containing the file in the Finder.
el: Μπορείτε να εντοπίσετε ένα διαμοιραζόμενο αρχείο στον υπολογιστή σας μέσω της καρτέλας <font color="1E8E44">«Βιβλιοθήκη»</font>. Επιλέξτε το αρχείο και κάντε κλικ στο <font color="1E8E44">«Εξερεύνηση»</font>. Το LimeWire θα ανοίξει τον κατάλογο που περιέχει το αρχείο στην αναζήτηση.
sk: Môžete vyhľadať zdieľané súbory na počítači pomocou záložky <font color="1E8E44">Knižnica</font>; vysvieťte súbor a kliknite <font color="1E8E44">Preskúmať</font>. LimeWire otvorí priečinok obsahujúci súbor v prehliadači.

source: Are you using OS X's built-in firewall? Make sure LimeWire's port is opened by clicking on the Apple Menu &gt; System Preferences &gt; Sharing &gt; Firewall &gt; New &gt; and choosing to open 'Gnutella/Limewire (6346)'.
el: Χρησιμοποιείτε το ενσωματωμένο τείχος προστασίας του OSX; Βεβαιωθείτε πως έχει ανοιχτεί η θύρα του LimeWire κάνοντας κλικ στο μενού the «Apple» &gt; «Προτιμήσεις συστήματος» &gt; «Κοινή χρήση» &gt; «Τείχος προστασίας» &gt; «Νέο» &gt; και επιλέγοντας να ανοιχτεί η θύρα «Gnutella/Limewire (6346)».
sk: Používate vstavaný OS X firewall? Uistite sa, že port programu LimeWire je otvorený kliknutím na Apple Menu &gt; Voľby systému &gt; Zdieľanie &gt; Firewall &gt; Nový &gt; a zvolením si otvoriť "Gnutella/Limewire (6346)".

source: Be careful not to share sensitive information like tax documents, passwords, etc. LimeWire will warn you if you attempt to share a folder that people generally use to store sensitive data (such as Users, System, Desktop, etc).
el: Προσέξτε να μη διαμοιράζετε ευαίσθητα δεδομένα όπως ΑΦΜ, κωδικούς κλπ. Αν προσπαθήσετε να διαμοιράσετε ένα κατάλογο που συνήθως χρησιμοποιείται για τη φύλαξη ευαίσθητων δεδομένων (όπως τους «Χρήστες», «Επιφάνεια εργασίας», «Σύστημα» κλπ) το LimeWire θα σας προειδοποιήσει.
sk: Ubezpečte sa, že nezdieľate citlivé informácie ako daňové dokumenty, heslá, atď. LimeWire Vás upozorní, ak sa pokúsite zdieľať priečinok, ktorý ľudia zväčša používajú na ukladanie citlivých dát (ako Užívatelia, Systém, Pracovná plocha, atď.).

source: The Library is a file manager. That means when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Trash.
el: Η <font color="1E8E44">«Βιβλιοθήκη»</font> είναι ένας διαχειριστής αρχείων. Αυτό σημαίνει πως όταν διαγράψετε ένα αρχείο από τη <font color="1E8E44">«Βιβλιοθήκη»</font>, μπορείτε να επιλέξετε αν θα διαγραφεί άμεσα από το σύστημά σας ή αν θα μετακινηθεί στα απορρίμματα.
sk: Knižnica je súborový manažér. To znamená, že ak zmažete súbor z Knižnice, máte možnosť buď nastálo vymazať z počítača alebo ho premiestniť do Koša.

source: You can play music in your default media player instead of in LimeWire by right-clicking (or control-clicking) the LimeWire status bar and deselecting <font color="1E8E44">Show Media Player</font>.
el: Μπορείτε να ορίσετε να αναπαράγεται η μουσική σας με το προκαθορισμένο πρόγραμμα αναπαραγωγής αντί με το ενσωματωμένο του LimeWire. Κάντε δεξί κλικ (ή Ctrl - κλικ) στη γραμμή κατάστασης του LimeWire και απεπιλέξτε το <font color="1E8E44">«Προβολή προγράμματος αναπαραγωγής»</font>.
sk: Môžete prehrávať hudbu v prednastavenom prehrávači médii namiesto programu LimeWire pravým kliknutím (alebo control-klik) na stavový riadok LimeWire a odznačením <font color="1E8E44">Zobraziť prehrávač médii</font>.

source: You can customize LimeWire to your heart's content by changing various preferences such as your saved folder, shared folder, upload bandwidth, etc. These preferences (and more) are available at {0}.
el: Μπορείτε να παραμετροποιήσεται το LimeWire όπως εσείς θέλετε αλλάζοντας διάφορες ρυθμίσεις όπως είναι ο φάκελος αποθήκευσης, ο φάκελος διαμοιρασμού, εύρος ζώνης ανεβάσματος κ.α. Αυτές οι ρυθμίσεις (και άλλες πολλές ) είναι διαθέσιμες στο {0}
sk: Môžete si prispôsobiť LimeWire tak aby Vám čo najlepšie vyhovoval tým, že zmeníte rôzne nastavenia ako Vaše uložené priečinky, zdieľané priačinky, pásma odosielania dát atď. Tieto nastavenia (a ďalšie) sú prístupné v {0}.

source: You can find out which version of LimeWire you are using by choosing {0}.
el: Μπορείτε να δείτε την έκδοση του LimeWire επιλέγοντας το {0}
sk: Ak chcete zistiť, ktorú veriziu LimeWire používate, vyberte {0}.

source: LimeWire automatically adds itself to the list of exceptions for your Windows firewall. All this is done in the background to make your experience as smooth as possible.
el: Αν χρησιμοποιείτε το τείχος προστασίας των Windows, το LimeWire προστίθεται αυτόματα στη λίστα εξαιρέσεων. Αυτό γίνεται στο παρασκήνιο για να μη σας απασχολήσει καθόλου.
sk: LimeWire sa automaticky pridá do zoznamu výnimiek Windows firewall. Toto všetko sa udeje na pozadí, aby bol Váš zážitok tak skvelý, ako sa len dá.

source: You can make LimeWire look like your other Windows programs via themes. Choose the Windows theme, available from the <font color="1E8E44">View</font> &gt; <font color="1E8E44">Apply Skins</font> menu.
el: Μπορείτε να κάνετε το LimeWire να έχει την ίδια εμφάνιση με τα υπόλοιπα προγράμματά σας στα Windows με τις εμφανίσεις. Επιλέξτε την εμφάνιση Windows που θα βρείτε στο μενού <font color="1E8E44">«Εμφάνιση»</font> gt; <font color="1E8E44">«Εφαρμογή εμφάνισης»</font>.
sk: LimeWire môže mať vzhľad ako ostatné programy vo Windows pomocou tém. Zvoľte si tému Windows, dostupnú cez <font color="1E8E44">Zobraziť</font> &gt; v menu <font color="1E8E44">Aplikovať skiny</font>.

source: You can play music in your default media player instead of in LimeWire by right-clicking the LimeWire status bar and deselecting <font color="1E8E44">Show Media Player</font>.
el: Μπορείτε να ορίσετε να αναπαράγεται η μουσική σας με το προκαθορισμένο πρόγραμμα αναπαραγωγής αντί με το ενσωματωμένο του LimeWire. Κάντε δεξί κλικ στη γραμμή κατάστασης του LimeWire και απεπιλέξτε το <font color="1E8E44">«Προβολή προγράμματος αναπαραγωγής»</font>.
sk: Môžete prehrávať hudbu v prednastavenom prehrávači médii namiesto programu LimeWire pravým kliknutím na stavový riadok LimeWire a odznačením <font color="1E8E44">Zobraziť prehrávač médii</font>.

source: You can find a shared file on your computer by going to the <font color="1E8E44">Library</font> tab, highlight the file and click <font color="1E8E44">Explore</font>. LimeWire will open the folder containing the file in the Windows Explorer.
el: Μπορείτε να εντοπίσετε ένα διαμοιραζόμενο αρχείο στον υπολογιστή σας μέσω της καρτέλας <font color="1E8E44">«Βιβλιοθήκη»</font>. Επιλέξτε το αρχείο και κάντε κλικ στο <font color="1E8E44">«Εξερεύνηση»</font>. Το LimeWire θα ανοίξει τον κατάλογο που περιέχει το αρχείο στον Windows Explorer.
sk: Môžete vyhľadať zdieľané súbory na počítači pomocou záložky <font color="1E8E44">Knižnica</font>; vysvieťte súbor a kliknite <font color="1E8E44">Preskúmať</font>. LimeWire otvorí priečinok obsahujúci súbor v prehliadači Windows.

source: Be careful not to share sensitive information like tax documents, passwords, etc. LimeWire will warn you if you attempt to share a folder that people generally use to store sensitive data (such as My Documents, Desktop, Program Files, etc.).
el: Προσέξτε να μη διαμοιράζετε ευαίσθητα δεδομένα όπως ΑΦΜ, κωδικούς κλπ. Αν προσπαθήσετε να διαμοιράσετε ένα κατάλογο που συνήθως χρησιμοποιείται για τη φύλαξη ευαίσθητων δεδομένων (όπως τους «Τα έγγραφά μου», «Επιφάνεια εργασίας», «Προγράμματα» κλπ) το LimeWire θα σας προειδοποιήσει.
sk: Ubezpečte sa, že nezdieľate citlivé informácie ako daňové dokumenty, heslá, atď. LimeWire Vás upozorní, ak sa pokúsite zdieľať priečinok, ktorý ľudia zväčša používajú na ukladanie citlivých dát (ako Moje dokumenty, Pracovná plocha, Program Files, atď.).

source: The icons that you see next to your search results in the '?' column are symbols of the program used to open that particular type of file. To change the program associated with a file, from Windows Explorer, select <font color="1E8E44">Tools</font> &gt; <font color="1E8E44">Folder Options...</font> (This is a Windows setting, not a LimeWire setting).
el: Τα εικονίδια που βλέπετε στη στήλη «?» της αναζήτησης, συμβολίζουν το πρόγραμμα που ανοίγει το συγκεκριμένο τύπο αρχείου. Για να αλλάξετε το συσχετισμό αρχείου και προγράμματος, πηγαίνετε στις <font color="1E8E44">επιλογές καταλόγου</font> από τον Windows Explorer (μέσα από το μενού <font color="1E8E44">εργαλεία</font>) Αυτή είναι ρύθμιση των Windows και όχι του LimeWire.
sk: Ikony, ktoré vidíte vedľa výsledkov vyhľadávania v stĺpci "?" sú symboly programov, ktoré otvárajú konkrétny typ súboru. Pre zmenu programu, ktorý je asociovaný so súborom, z prieskumníka Windows označte <font color="1E8E44">Nástroje</font> &gt; <font color="1E8E44">Možnosti priečinka...</font> (Toto je nastavenie systému Windows, nie LimeWire).

source: The Library is a file manager. That means that when you delete a file from the Library, you have the option to either permanently delete the file from your computer or move it to the Recycle Bin.
el: Η βιβλιοθήκη του LimeWire είναι ένας διαχειριστής αρχείων. Αυτό σημαίνει πως όταν διαγράφετε ένα αρχείο από τη βιβλιοθήκη, μπορείτε να επιλέξετε αν θα διαγραφεί άμεσα από το σύστημά σας ή αν θα το στείλετε στον κάδο ανακύκλωσης.
sk: Knižnica je súborový manažér. To znamená, že ak zmažete súbor z Knižnice, máte možnosť buď nastálo vymazať z počítača alebo ho premiestniť do Koša.

source: You can make LimeWire your default program for opening magnet links and .torrent files to get the smoothest Internet experience.Go to <font color="1E8E44">Tools</font> &gt; <font color="1E8E44">Options</font> &gt; <font color="1E8E44">Advanced</font> &gt; <font color="1E8E44">File Associations</font> to set LimeWire as the default application to open magnet links and .torrent files.
el: Ορίστε το LimeWire ως προκαθορισμένο πρόγραμμα για το άνοιγμα δεσμών magnet και αρχείων torrent για να έχετε την καλύτερη δυνατότητα χρήσης του LimeWire στον ιστό. Πηγαίνετε στο <font color="1E8E44">«Εργαλεία»</font> &gt; <font color="1E8E44">«Επιλογές»</font> &gt; <font color="1E8E44">«Για προχωρημένους»</font> &gt; <font color="1E8E44">«Συσχετισμοί αρχείων»</font> για να ορίσετε το LimeWire ως προεπιλεγμένο πρόγραμμα που θα ανοίγει δεσμούς magnet και αρχεία .torrent.
sk: Môžete spraviť LimeWire ako východzí program na otváranie magnet linkov a .torrent súborov, aby ste získali ten najlepší internetový zážitok. Choďte do <font color="1E8E44">Nástroje</font> &gt; <font color="1E8E44">Voľby</font> &gt; <font color="1E8E44">Pokročilé</font> &gt; <font color="1E8E44">Asociácie súborov</font>, aby ste nastavili LimeWire ako východziu aplikáciu na otváranie magnet linkov a .torrent súborov.

source: When you close LimeWire, it minimizes to the system tray. To exit, right-click the system tray lime icon (next to the time), and select <font color="1E8E44">Exit</font>. You can change this behavior via <font color="1E8E44">Tools</font> &gt; <font color="1E8E44">Options</font> &gt; <font color="1E8E44">System Tray</font>.
el: Όταν κλείσετε το LimeWire, αυτό ελαχιστοποιείται στο πλαίσιο συστήματος. Για έξοδο από το πρόγραμμα, κάντε δεξί κλικ στο εικονίδιο του πλαισίου συστήματος (δίπλα στο ρολόι) και επιλέξτε <font color="1E8E44">«Έξοδος»</font>. Μπορείτε να αλλάξετε αυτή τη συμπεριφορά μέσα από το μενού <font color="1E8E44">«Εργαλεία»</font> &gt; <font color="1E8E44">«Επιλογές»</font> &gt; <font color="1E8E44">«Πλαίσιο συστήματος»</font>.
sk: Ak zavriete LimeWire, minimalizuje sa do systémovej lišty. Pre zavretie, pravým tlačidlom kliknite na systémovú ikonu limetky (hneď vedľa hodín) a označte <font color="1E8E44">Ukončiť</font>. Toto nastavenie môžete zmeniť v menu <font color="1E8E44">Nástroje</font> &gt; <font color="1E8E44">Voľby</font> &gt; <font color="1E8E44">Systémová lišta</font>.
