Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Add New Extension
cy: Ychwanegu Estyniad Newydd
da: Tilføj ny endelse
es: Añadir Nueva Extensión
fi: Lisää uusi tarkenne
fr: Ajouter une nouvelle extension
ga: Cuir Iarmhír Nua Leis
nl: Nieuwe extensie toevoegen
nn: Legg til Ny Endelse
pt: Adicionar uma Nova Extensão
sk: Pridať novú príponu
sv: Lägg till ny filändelse
tr: Yeni Uzantı Ekle

source: <html><table width=400>You selected: <i>{0}</i><br>LimeWire cannot share this folder because it is either not a folder or cannot be read.<br><br>Please select another folder to share.</table></html>
nn: <html><head><title>Cannot Share The Folder</title></head><body><table width="400">Du valgte: <i>{0}</i><bR>LimeWire kan ikke dele denne mappen fordi den enten ikke er en mappe eller ikke kan bli lest.<br><br>Velg en annen mappe å dele.</table></body></html>
sk: <html><table width=400>Označili ste: <i>{0}</i><br>LimeWire nemôže zdieľať tento priečinok, pretože to buď nie je priečinok alebo nemôže byť prečítaný.<br><br>Zvoľte si prosím iný priečinok na zdieľanie.</table></html>

source: One or more files or protocols that LimeWire uses are no longer associated with LimeWire. Would you like LimeWire to re-associate them?
nn: En eller flere filer eller protokoller som LimeWire bruker er ikke lenger soosieasert med LimeWire. Vil du at LimeWire skal re-assosiere dem?
sk: Jeden alebo viac súborov alebo protokolov, ktoré LimeWire používa nie sú asociované s programom LimeWire. Chcete ich znovu asociovať?

source: Back
nn: Tilbake
pt: Recuar
sk: Späť

source: Show Connections to Other Clients
ar: عرض الاتصالات مع عملاء آخرين
bs: Priključi se na drugog klijenta.
cy: Dangos Cysylltiadau i Gleiants Eraill
de: Verbindungen zu anderen Benutzern anzeigen.
hu: Kapcsol�d�sok m�s felhaszn�l�khoz
id: Tampilkan koneksi ke klien-klien lain.
it: Visualizza connessioni ad altri client.
nn: vis Tilkoblinger til andre Klienter
pt: Mostrar ligações a outros clientes.
pt_br: Mostrar conexões com outros usuários.
sk: Zobrazenie pripojení k ostatným klientom
sq: Shfaqni Lidhjet me Klientët e Tjerë
sr: Prikaži povezivanja sa drugim serverima
uk: Показати підключення до інших клієнтів

source: View Console Messages
cy: Gweld Rhestr Negeseuon
de: Zeigt die Konsolenbenachrichtigungen
hu: Konzol�zenetek megtekint�se
id: Lihat log pesan-pesan
it: Visualizza messaggi log
nn: Vis Logg Filer
pt: Ver Mensagens da Consola
pt_br: Ver mensagens de Registro
sk: Zobrazenie Log správ
sq: Shikoni Mesazhet në Konsol
sr: Pregledajte beleške o izvršenim akcijama
uk: Подивитись протокол роботи

source: Monitor
ar: متابعة
bs: Ekran
id: Pengawasan
nn: Overvåk
sk: Monitorovanie
sq: Ekranizim
sr: Pregled
uk: Монітор

source: Invalid Skin
ar: سمة غير صالحة
bs: Nevažeća podloga
cy: Croen annilys
de: Ungültige Motivdatei
hu: Helytelen kin�zet
id: Kulit tidak berlaku
it: Tema non valida
nn: Ugyldig Tema
pt: Máscara inválida
pt_br: Tema inválido
sk: Neplatná téma
sq: Lëvore Invalide
sr: Neispravna podloga
uk: Не дійсний скін

source: Uploading
ar: جاري التحميل
cy: Llwytho i Fyny
de: Upload läuft
hu: Felt�lt�
id: Melakukan upload
it: Trasferimento...
nn: Laster Opp
pt: A efectuar o upload
pt_br: Fazendo o upload
sk: Preberanie súborov
sq: Po ngarkoj
sr: Slanje
uk: Вивантажую

source: Upload Limit Reached
ar: تم الوصول للحد المسموح به للتحميل
bs: Upload je dosegao limit
cy: Terfyn Llwytho i Fyny
de: Upload-Grenze erreicht
hu: El�rted a felt�lt�si korl�tot
id: Batas upload tercapai
it: Limite massimo di trasferimenti raggiunto
nn: Grense for Opplasting Nådd
pt: Limite de uploads atingido
pt_br: Limite de uploads atingido
sk: Dosiahnutý limit pre upload
sq: Kufiri i Ngarkimit u Arrit
sr: Postignuto ograničenje za slanje
uk: Досягнуто межи на вивантаження

source: Transfer Interrupted
ar: انقطع التحويل
bs: Prekinuto prebacivanje
cy: Trosglwyddo wedi ymyrryd
de: Transfer unterbrochen
hu: �tvitel megszak�tva
id: Transfer terganggu
it: Trasferimento interrotto
nn: Overføring Avbrutt
pt: Transferência interrompida
pt_br: Transferência interrompida
sk: Prenos prerušený
sq: Transferta u Ndërpre
sr: Prekinuto prebacivanje
uk: Передачу перервано

source: Range Unavailable
de: Bereich nicht verfügbar
hu: El�rhetetlen tartom�ny
nn: Range Unåelig
pt: Intervalo indisponível
pt_br: Intervalo indisponível
sk: Rozsah nedostupný

source: Swarm for {0}
ar: يحتشد لـ {0}
de: {0} Clienten die die gleiche datei Herunterladen
hu: Ny�zsg�s {0}-�rt
nn: Sverm etter: {0}
pt: Pesquisar por {0}
pt_br: Subir por {0}
sk: Swarm pre {0}
sq: Tufë për {0}
sr: BT Host {0}

source: Not a Folder
ar: ليس مجلد
bs: Ni jedan folder
cy: Dim yn Ffolder
de: ist kein Verzeichnis
hu: Nem mappa
id: Bukan folder
it: Non è una cartella
nn: Ikke en Mappe
pt: Não é uma pasta
pt_br: Não é uma pasta
sk: To nie je priečinok
sq: Nuk është Dosje
sr: To nije fascikla
uk: Не тека

source: Could not save download to folder {0}, because the folder does not exist.
ar: لايمكن حفظ التنزيل في المجلد {0}, بسبب أن المجلد غير موجود.
bs: Ne mogu pohraniti download u dirktorij {0}, zbog toga što folder ne postoji.
cy: Methu cadw'r llwythiad i'r ffolder {0}, Ffolder dim yn bod.
de: Der Download konnte nicht im Verzeichnis {0} gespeichert werden, weil dieses nicht existiert.
id: Tidak bisa menyimpan pengunduhan ke folder {0}, karena folder tsb tidak ada.
it: Non posso salvare la ricezione nella cartella {0}, in quanto la cartella non esiste.
nn: Kunne ikke lagre Nedlasting til Mappen {0}, fordi mappen eksisterer ikke.
pt: Não foi possível guardar o download na pasta {0}, em virtude do ficheiro não existir.
pt_br: Não foi possível guardar o download na pasta {0}, pois o arquivo não existe.
sk: Nedá sa uložiť do priečinka {0}, pretože taký priečinok neexistuje.
sq: Shkarkesa nuk mund të ruhej në dosjen {0}, pasi dosja nuk ekziston.
sr: Nije moguće snimiti fajl u fasciklu {0}, jer on ne postoji.
uk: Не можу зберігти завантаження до теки {0}, тому що тека не існує.

source: A file already exists at {0}.
ar: الملف موجود مسبقاً {0}.
bs: Jedna datoteka već postoji na {0}.
cy: Mae ffeil yn barod yn {0}
de: Eine Datei existiert bereits unter {0}.
hu: M�r l�tezik egy f�jl {0} n�ven.
id: Berkas sudah ada pada {0}.
it: Esiste già un file in {0}.
nn: En fil eksisterer allerede på {0}.
pt: Já existe um ficheiro em {0}.
pt_br: Já existe um arquivo em {0}.
sk: Taký súbor už existuje v {0}.
sq: Skeda ekziston që më parë në {0}.
uk: Файл вже існує в {0}.

source: Nothing to save.
ar: لا شئ موجود ليتم حفظه.
bs: Ništa za pohranjivanje.
cy: Dim byd i gadw.
de: Nichts zu speichern.
hu: Nincs mit menteni.
id: Tidak ada yg disimpan.
it: Non c'è niente da salvare.
nn: Ingenting å lagre.
pt: Nada para guardar.
pt_br: Nada para salvar.
sk: Nič na uloženie.
sq: Asgjë për të ruajtur.
sr: Nema ničega za snimanje.
uk: Немає, що зберігати.

source: Unable to remove data.
ar: غير قادر على إزالة البيانات
bs: Nije moguće odstraniti podatke.
cy: Methu dileu'r wybodaeth
de: Daten konnten nicht entfernt werden.
hu: Az adat nem t�vol�that� el.
id: Tidak dapat membuang data.
it: Impossibile rimuovere i dati.
nn: Klarte ikke å fjerne data.
pt: Não foi possível remover dados.
pt_br: Não foi possível remover dados.
sk: Dáta sa nedajú odstrániť.
sq: Të dhënat nuk mund të fshihen.
sr: Nije moguće ukloniti podatke.
uk: Не можу прибрати данні.

source: Link:
ar: الوصلة:
bs: Veza-link:
cy: Linc:
hu: Hivatkoz�s:
it: Collegamento:
nn: Kobling:
pt: Ligação:
pt_br: conexão:
sq: Linku:
sr: Web adresa:
uk: Посилання:

source: Name:
ar: الاسم:
cy: Enw:
hu: N�
id: Nama:
it: Nome:
nn: Namn
pt: Nome:
pt_br: Nome
sk: Názov:
sq: Emri:
sr: Naziv:
uk: Назва:

source: Loading Promotion System...
sk: Načítavam reklamný systém...

source: Send
ar: إرسال
bs: Pošalji
cy: Anfon
de: Senden
hu: K�
id: Kirim
it: Invia
pt: Enviar
pt_br: Enviar
sk: Poslať
sq: Dërgoje
sr: Pošalji
uk: Надіслати

source: Be a good network participant, don't close LimeWire if someone is uploading from you. You can tell LimeWire to automatically close after all downloads and uploads (transfers) are complete via {0} and looking at the <font color="1E8E44">System Tray</font> options.
sk: Buďte férovým užívateľom siete, nezatvárajte LimeWire ak niekto od Vás sťahuje. Môžete prikázať LimeWire aby sa automaticky ukončil po dokončení všetkých odchádzajúcich i prichádzajúcich sťahovaní (transferov) cez {0} a pozretím sa na nastavenia cez <font color="1E8E44">Systémovú ikonu</font>.

source: LimeWire does not automatically share all types of files. Therefore, if you have a specific file you'd like to share, either share the file individually or make sure its extension is being shared. Select {0} &gt; <font color="1E8E44">Sharing</font>, <font color="1E8E44">Types</font> to modify the file extensions to share.
sk: LimeWire nezdieľa všetky typy súborov automaticky. Preto, ak máte špecifický súbor, ktorý chcete zdieľať , buď ho zdieľajte individuálne, alebo sa uistite, že sa súbory s touto príponou zdieľajú. Zvoľte {0} &gt; <font color="1E8E44">Sharing</font>, <font color="1E8E44">Typy súborov</font> ak chcete zmeniť typy súborov ktoré sa majú zdieľať.

source: You can turn autocomplete for searching on or off through {0} &gt; <font color="1E8E44">View</font>, <font color="1E8E44">Autocomplete</font> and change the <font color="1E8E44">Text Autocomplete</font> option.
sk: Môžete zapnúť automatické dokončovanie textu pri vyhľadávaní cez {0} &gt; <font color="1E8E44">Zobrazenie</font>, <font color="1E8E44">Autocomplete</font> a zmenením nastavení <font color="1E8E44">Automatické dokončovanie textu</font>.

source: You can see dialogs for questions you previously marked <font color="1E8E44">Do not display this message again</font> or <font color="1E8E44">Always use this answer</font> by going to {0} and checking under <font color="1E8E44">Revert To Default</font> under <font color="1E8E44">View</font> &gt; <font color="1E8E44">Popups</font>.
sk: Môžete vidieť dialógy otázok ktoré ste predtým označili ako <font color="1E8E44">Na budúce už nezobrazovať túto správu</font> alebo <font color="1E8E44">Vždy použiť túto odpoveď</font> cez {0} a zaškrtnutím <font color="1E8E44">Vrátiť pôvodné hodnoty</font> pod <font color="1E8E44">Zobrazenie</font> &gt; <font color="1E8E44">Popups</font>.

source: You can ban certain words from appearing in your search results by going to {0} &gt; <font color="1E8E44">Filters</font> &gt; <font color="1E8E44">Keywords</font>, and adding new words.
sk: Môžete zakázať niektoré slová vo Vašich výsledkoch vyhľadávania cez {0} &gt; <font color="1E8E44">Filtre</font> &gt; <font color="1E8E44">Kľúčové slová</font>, a pridaním nových slov.

source: Do you reach your search limit and all the results are spam or not related to your search? Use the keyword filter via {0} &gt; <font color="1E8E44">Filters</font> &gt; <font color="1E8E44">Keywords</font> to filter searches. Search results that contain a word from the keyword filter will not reach your computer.
sk: Dosiahli ste Váš limit vyhľadávania a všetky výsledky sú spam alebo sa nevzťahujú k Vášmu vyhľadávaniu? Použite filtrovanie kľúčových slov cez {0} &gt; <font color="1E8E44">Filtre</font> &gt; <font color="1E8E44">Kľúčové slová</font> aby ste vyfiltrovali výsledky vyhľadávania. Výsledky vyhľadávania ktoré obsahujú slovo z filtra kľúčových slov sa nedostanú do Vášho počítača.

source: Can't connect to the Gnutella network? If you are using a firewall, make sure that a port is opened for LimeWire (both incoming and outgoing, UPD and TCP). Go to {0} &gt; <font color="1E8E44">Advanced</font> &gt; <font color="1E8E44">Firewall Config</font> to find the port number.
sk: Nemôžete sa pripojiť do siete Gnutella? Ak používate firewall, uistite sa, že máte otvorený port pre LimeWire (oba odchádzajúci aj prichádzajúci, UPD a TCP). Choďte cez {0} &gt; <font color="1E8E44">Pokročilé</font> &gt; <font color="1E8E44">Nastavenie firewalul</font> aby ste našli číslo portu.

source: You can save different types of files, such as audio, video or images, in different folders on your computer automatically. Go to {0} &gt; <font color="1E8E44">Saving</font> to choose the location for each type of file.
sk: Môžete uložiť rôzne typy súborov, ako zvukové súbory, videá alebo obrázky, v rôznych priečinkoch vo Vašom počítači automaticky. Choďte do {0} &gt; <font color="1E8E44">Ukladanie</font> a môžete zmeniť cestu pre uloženie každého typu súboru.

source: You can make LimeWire's Junk filter block more results; adjust that and more via {0} &gt; <font color="1E8E44">Filters</font> &gt; <font color="1E8E44">Junk</font>.
sk: Môžete nastaviť Spamový filter LimeWire tak aby blokoval viac výsledkov; toto a ďalšie nastavenia môžete uskutočniť cez {0} &gt; <font color="1E8E44">Filtre</font> &gt; <font color="1E8E44">Spam</font>.

source: Do you like trying out new product features as soon as they are released? Go to {0} &gt; <font color="1E8E44">Updates</font> to get notified of beta releases.
sk: Chcete vyskúšať možnosti novej verzie programu hneď ako vyjde? Choďte do {0} &gt; <font color="1E8E44">Aktualizácie</font> aby ste boli informovaní o beta vydaniach.

source: <font color="1E8E44">Preferences</font>
sk: <font color="1E8E44">Nastavenia</font>

source: <font color="1E8E44">Tools</font> &gt; <font color="1E8E44">Options</font>
sk: <font color="1E8E44">Nástroje</font> &gt; <font color="1E8E44">Možnosti</font>

source: <font color="1E8E44">LimeWire</font> &gt; <font color="1E8E44">About LimeWire</font>
sk: <font color="1E8E44">LimeWire</font> &gt; <font color="1E8E44">O LimeWire</font>

source: <font color="1E8E44">Help</font> &gt; <font color="1E8E44">About LimeWire</font>
sk: <font color="1E8E44">Pomoc</font> &gt; <font color="1E8E44">O LimeWire</font>

source: Foru&m
ar: ساحة الحوار
cy: Fforw&m
hu: &F�rum
pt: Fóru&m
pt_br: Fóru&m
sk: Fó&rum
uk: Форум

source: LimeWire Store - File Name
sk: LimeWire Store - Názov súboru

source: You can choose how to name the files purchased from the LimeWire Store and where to save them.
pt_br: Você pode escolher como nomear os arquivos comprados através da LimeWire Store e onde salvá-los.
sk: Môžete si zvoliť ako nazvať súbory nakúpené z LimeWire Store a kam ich uložiť.

source: SubFolder
pt_br: Subpasta
sk: Podpriečinok

source: Program
es: Programa
et: Programm
fa: برنامه
fi: Ohjelma
fr: Logiciel
ga: Ríomhoideas
gl: Programa
he: תוכנית
ku: Bername
lv: Programma
nl: Programma
ru: Программа

source: Torrent
ru: Торрент

source: There is a disk problem
da: Der er et disk problem
es: Hay un problema de disco
et: Vigane Ketas
fa: مشکلی با دیسک وجود دارد
fi: Levyongelma havaittu.
fr: Il y a un problème avec votre disque dur
ga: Tá fadhb ann leis an diosca
gl: Hai un problema co disco
he: ישנה בעיה בדיסק
hr: Problem sa diskom
ku: Pirsgirêkeke dîskê heye
lv: Diska problēma
nb: Det har oppstått et problem med disken
nl: Er is een schijfprobleem
pl: Wystąpił problem z dyskiem
ru: Ошибка диска
sv: Det har uppstått ett diskproblem
tr: Disk sorunu var

source: The file is corrupted
da: Denne fil er ødelagt
es: El archivo está dañado
et: Rikutud Fail
fa: فایل مورد نظر خراب است
fi: Tiedosto on korruptoitunut
fr: Le fichier est corrompu
ga: Tá an comhad truaillithe
gl: O ficheiro está corrompido
he: הקובץ מושחת (לא ניתן לשימוש)
hr: Datoteka je pokvarena
ku: Pel şikestî ye
lv: Datne ir bojāta
nb: Filen er korrupt
nl: Het bestand is beschadigd
pl: Plik jest uszkodzony
ru: Файл повреждён
sv: Filen är felaktig
tr: Dosya bozuk

source: Trouble connecting to people
da: Kunne ikke forbinde til mennesker.
es: Problema conectando con otra gente
et: Ei saa ühendust teiste Kasutajatega
fa: اشکال در برقراری ارتباط با دیگران
fi: Ongelmia yhdistettäessä...
fr: Problème de connexion vers les sources
ga: Tá fadhb nascadh le daoine
gl: Hai problemas para conectar con outras persoas
he: תקלה בחיבור לאנשים
hr: Greška prilikom spajanja sa korisnicima
ku: Girêdana bi mirovan re de pirsgirêk
lv: Traucēts savienojums ar citiem lietotājiem
nb: Problem med å koble til andre
nl: Probleem met verbinden naar gebruikers
pl: Problem podczas łączenia z użytkownikami
ru: Ошибка соединения с пользователями
sv: Problem med att kontakta folk
tr: Kişilere bağlanılamıyor

source: No problems.
da: Ingen Problemer
es: No hay problemas.
et: Probleeme Ei Leitud
fa: بدون مشکل
fi: Ei ongelmia.
fr: Aucune erreur
ga: Fadhb ar bith.
gl: Non hai problemas.
he: אין בעיות
hr: Nema Problema
ku: Pirsgirêk tune
lv: Nav problēmu.
nb: Ingen problemer.
nl: Geen problemen.
pl: Brak problemów
ru: Проблем не обнаружено
sv: Inga problem.
tr: Sorun yok.

source: The file could not be scanned for viruses. Preview anyway?
gl: Non foi posible analizar o ficheiro na procura de virus. Desexa visionalo igualmente?
nb: Filen kunne ikke bli skannet for virus. Vil du åpne den uannsett?
pl: Ten plik nie może zostać przeskanowany pod kątem zawartych w nim wirusów. Podejrzeć mimo wszystko?
ru: Файл не может быть проверен на вирусы. Все равно посмотреть?

source: XMPP Service
es: Servicio XMPP
et: XMPP Teenus
fa: خدمات پیام رسانی و حضور (XMPP)
fi: XMPP-palvelu
fr: Service XMPP
ga: Seirbhís XMPP
gl: Servizo XMPP
he: שירות XMPP
hr: XMPP Servis
ku: Servîsa XMPP
lv: XMPP Serviss
nb: XMPP-tjeneste
pl: Serwis XMPP
ru: Служба XMPP
tr: XMPP Hizmeti

source: REST Service
gl: Servizo REST
ku: Servîsa REST
pl: Usługa REST
ru: Сервис REST

source: Free to chat
da: Ledig til chat
es: Listo para chatear
et: Suhtlemiseks Vaba
fa: آزاد برای گفت و گو
fi: Vapaa puhumaan
fr: Libre de discuter
ga: Saor le comhrá a dhéanamh
gl: Listo para chatear
he: חופשי לצ'אט
hr: Slobodno govorite
ku: Ji bo pevaxaftinê amade
lv: Pieejams tērzēšanai
nb: Ledig for chat
nl: Beschikbaar voor chat
pl: Rozmawiaj
ru: Доступен для общения
sv: Gratis chatt
tr: Sohbete hazır

source: Away
da: Ikke til stede
es: Ausente
et: Eemal
fa: دور از دسترس
fi: Poissa
fr: Absent(e)
ga: Ar Siúl
gl: Ausente
he: לא נמצא
hr: Odsutan
ku: Li dûr
lv: Prom
nb: Borte
nl: Afwezig
pl: Nieobecny
ru: Отсутствую
sv: Inte vid datorn
tr: Uzakta

source: Away for a while
da: Snart tilbage.
es: Ausente por un rato.
et: Eemal mõneks ajaks
fa: موقتا دور از دسترس
fi: Poissa hetken
fr: Absent(e) pour un moment
ga: Ar siúl ar feadh tamall
gl: Ausente un chisco
he: לא נמצא לתקופה ממושכת
hr: Trenutno odsutan
ku: Ji demekê mijûl e
lv: Prom uz neilgu laiku
nb: Snart tilbake
nl: Een tijdje afwezig
pl: Chwilowo nieobecny
ru: Отошел ненадолго
sv: Strax tillbaka
tr: Bir süre uzakta

source: Do not disturb
da: Forstyr ikke
es: No molestar
et: Mitte Segada
fa: لطفا مزاحم نشوید
fi: Älä häiritse
fr: Ne pas déranger
ga: Ná cuir isteach orm
gl: Non molesten
he: נא לא להפריע
hr: Ne ometaj
ku: Aciz neke
lv: Netraucēt
nb: Ikke forstyrr
nl: Niet storen
pl: Nie przeszkadzać
ru: Не беспокоить
sv: Stör inte
tr: Rahatsız etmeyin

source: Connection Listener
da: Lytter på forbindelse
es: Receptor de Conexion
et: Ühenduse Kuulaja
fa: پذیرنده ارتباط
fi: Yhteyksien kuuntelija
fr: Service d'écoute des connexions
ga: Éisteoir an Naisc
gl: Escoitador de conexión
he: קשב התקשרות
hr: Preglednik konekcija
ku: Guhdarkerê girêdanê
nb: Tilkoblings-lytter
nl: Verbindingsluisteraar
pl: Nasłuch połączenia
ru: Состояние соединения
tr: Bağlantı Dinleyici

source: Browse Host Handler
da: Gennemse værts håndteringen
es: Manipulador Anfitrión
et: Sirvi Võõrustaja Faile
fa: مرور کردن نگهدارنده میزبان
fi: Selaa isäntäkonetta
fr: Gestionnaire de parcours d’hôte
ga: Siortaigh Láimhsealaí an Óstaigh
he: חפש אחראי מארח (Host Handler)
hr: Rukovoditelj pregleda izvora
ku: Kiryarê pêşkêşker bigere
nb: Bla gjennom verts-håndtering
nl: Hostuitvoerder bladeren
pl: Podgląd usługi hosta
ru: Выбрать обработчик основного узла
sv: Bläddra värdhanterare
tr: Bilgisayar Yöneticiye Gözat

source: Connection Dispatching
da: Forbindelse iværksættes
es: Estableciendo conexión
et: Ühendamine
fa: ارتباط در حال قطع شدن است
fi: Yhteyden jakaminen
fr: Organisateur des connexions
ga: Seoladh an Nasc
gl: Establecendo a conexión
he: שליחת חיבור
hr: Otpremanje konekcije
ku: Belavkirina Girêdanê
lv: Savienojuma dispečerizācija
nb: Tilkobling for sending
nl: Verbindingsdispatching
pl: Rozpakowywanie połączenia
ru: Диспетчер подключения
sv: Anslutningen Verkställs
tr: Bağlantı Dağıtma

source: Connection Management
da: Tilslutningsstyring
es: Administración de Conexión
et: Ühenduste Haldur
fa: مدیریت ارتباط ها
fi: Yhteyksien hallinta
fr: Gestion des connexions
ga: Bainistiú an Naisc
gl: Xestión da conexión
he: ניהול חיבור
hr: Upravljanje konekcijom
ku: Rêvebiriya Girêdanê
lv: Savienojumu Vadība
nb: Administrering av tilkoblinger
nl: Verbindingsbeheer
pl: Zarządzanie połączeniem
ru: Управление подключениями
sv: Anslutningshanterare
tr: Bağlantı Yönetimi

source: Stale Connection Management
es: Administracíon de Conexión viciada
et: Seiskunud Ühenduste Haldamine
fa: مدیریت ارتباط قدیمی
fi: Heikko yhteydenhallinta
fr: Gestion des connexions bloquées
ga: Bainistiú Nasc Seanda
gl: Xestión de conexións estancadas
he: ניהול חיבור מת
hr: Upravljanje Neaktivnom Konekcijom
ku: Rêvebiriya girêdanên xerabe
lv: Apstājušos savienojumu Vadība
nb: Administrering av Lukkede tilkoblinger
nl: Stale-verbindingenbeheer
pl: Zarządzanie połączeniami nieaktywnymi
ru: Управление второстепенными подключениями
sv: Anslutningsledningen är avslagen
tr: Bağlantı Yönetimini Durdur

source: Various Core Services
da: Diverse kerneservices
es: Varios Servicios Fundamentales
et: Eri Tuuma Teenused
fa: خدمات مرکزی گوناگون
fi: Eri peruspalvelut
fr: Services de base divers
ga: Seirbhísí Chroílár Éagsúla
gl: Varios servizos do núcleo
he: שירותים רב-ליבתיים
hr: Mnogobrojni servisi jezgre
ku: Curbecur Xizmetên Bingehîn
lv: Dažādi Pamatpakalpojumi
nb: Forskjellige kjernetjenester
nl: Verschillende kernservices
pl: Różne usługi jądra
ru: Различные службы ядра
sv: Diverse kärnhjälp
tr: Çeşitli Temel Hizmetler

source: Gnutella Connections
da: Gnutella forbindelser
es: Conexiones Gnutella
et: Gnutella Ühendused
fa: ارتباط های Gnutella
fi: Gnutella Yhteydet
fr: Connexions Gnutella
ga: Naisc Gnutella
gl: Conexións Gnutella
he: חיבורי Gnutella
hr: Gnutella veze
ku: Girêdanên Gnutella
lv: Gnutella Savienojumi
nb: Gnutella-tilkoblinger
nl: Gnutella-verbindingen
pl: Połączenia Gnutella
ru: Подключения Gnutella
sv: Gnutella anslutningar
tr: Gnutella Bağlantıları

source: Old Downloads
da: Gamle downloads
es: Descargas Antiguas
et: Vanad Allalaadimised
fa: دانلودهای قدیمی
fi: Vanhat lataukset
fr: Anciens téléchargements
ga: Sean Íosluchtuithe
gl: Descargas anteriores
he: הורדות ישנות
hr: Stara preuzimanja
ku: Daxistinên Kevin
lv: Vecas Lejuplādes
nb: Gamle nedlastinger
nl: Oude downloads
pl: Stare pobierania
ru: Устаревшие загрузки
sv: Gamla nedladdningar
tr: Eski İndirililenler

source: Download Management
da: Styring af download
es: Administración de Descarga
et: Allalaadimiste Haldamine
fa: مدیریت دانلود
fi: Lataustenhallinta
fr: Gestion des chargements
ga: Bainistiú Íosluchtú
gl: Xestión de descargas
he: ניהול הורדות
hr: Upravljanje preuzimanjima
ku: Rêvebiriya Daxistinê
lv: Lejupielādējumu Vadība
nb: Nedlastningssentral
nl: Downloadbeheer
pl: Zarządzanie pobieraniem
ru: Управление загрузками
sv: Nedladdnings hanterare
tr: İndirme Yöneticisi
