Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Disconnected
ar: قطع الاتصال
bs: Isključeno
cy: Wedi Datgysylltu
de: Getrennt
el: Αποσυνδεμένος
hu: Lekapcsolva
id: Koneksi terputus
it: Disconnesso
ja: 接続していない
nn: Frakoblet
pt: Desligado
pt_br: Desconectado
sk: Odpojený
sq: I shkëputur
sr: Isključeno
uk: Відключено

source: You are disconnected from the network. To connect, choose Connect from the File menu.
ar: أنت غير متصل بالشبكة. للاتصال اختر اتصال من قائمة ملف.
bs: Iskopčani ste sa interneta. Za ponovnu konekciju, odaberite 'Uključenje' u listi datoteka.
cy: Rwyt ti wedi datgysylltu o'r rhwydwaith. I gysylltu, dewis Cysylltu o'r dewislen Ffeil.
de: Sie sind nicht mit dem Netzwerk verbunden. Um sich zu verbinden, wählen Sie Verbinden aus dem Dateimenü.
el: Είστε αποσυνδεμένος από το δίκτυο. Για να συνδεθείτε, επιλέξτε «Σύνδεση» από το μενού «Αρχείο».
hu: Jelenleg nem kapcsol�dsz a h�l�zathoz. A kapcsol�d�shoz v�laszd a Kapcsol�d�s men�pontot a F�jl men�
id: Koneksi anda terputus dari jaringan. Untuk menyambungkan, pilih 'Sambungkan' dari menu berkas.
it: Sei disconnesso dalla rete. Per connetterti, scegli "Connetti" dal menu File.
ja: ネットワークへ接続していません。 ネットワークへ接続するには、 "ファイル" メニューより "接続" を選択してください。
nn: Du er koblet fra nettverket. For å koble til, velg Koble til fra Fil-menyen.
pt: Está desligado da rede. Para ligar, seleccione Ligar do menu Ficheiro.
pt_br: Você está desconectado da rede. Para conectar, selecione conectar no menu arquivo.
sk: Ste odpojený zo siete. Pre pripojenie kliknite na Pripojiť z menu Súbor.
sq: Ju u shkëputët nga rrjeti! Për t'u lidhur, zgjidhni 'Lidhu' në menynë 'Skedë'.
sr: Isključili ste se sa mreže. Da bi se povezali, izaberite 'Poveži se' u meniju Program.
uk: Зараз Ви відключені від мережі. Щоб підключитись, натисніть «Підключитись» в меню «Файл».

source: Starting
ar: يتم الآن الاتصال
bs: Priključivanje
cy: Yn dechrau
de: Starte
el: Εκκίνηση
hu: Bet�lt�
id: Memulai
it: Avvio...
ja: 接続開始
nn: Starter Opp
pt: A iniciar
pt_br: Iniciando
sk: Začínam
sq: Lidhja po nis
sr: Priključivanje
uk: Починаю підключатись

source: Poor
ar: ضعيف
bs: Slab
cy: Sal
de: Schlechte
el: Κακή
hu: Rossz
id: Kurang
it: Non buona
ja: 不良
nn: Svak
pt: Fraca
pt_br: Fraca
sk: Slabé
sq: Lidhje e varfër
sr: Slaba
uk: Поганий

source: You are connected to few hosts and have an unstable connection the network
ar: أنت متصل بعدد محدود من المضيفين واتصالك بالشبكة غير مستقر.
bs: Priključeni ste na nekoliko računara i vaša konekcija na internetu je nestabilna.
cy: Dim wedi cysylltu a digon o letywyr ac mae cysylltiad ansefydlog i'r rhwydwaith
de: Sie sind mit wenigen Rechnern verbunden und haben eine instabile Verbindung mit dem Netzwerk.
el: Είστε συνδεμένος με λίγους παρόχους και έχετε ασταθή σύνδεση με το δίκτυο.
hu: Csak n�h�ny kiszolg�l�hoz kapcsol�dsz �s a h�l�zati kapcsolatod instabil
id: Anda terhubung ke sedikit host dan koneksi ke jaringan yg tidak stabil.
it: Sei connesso solo ad alcuni ospiti remoti e hai una connessione instabile.
ja: 少数のホストにしか接続されていないため、接続レベルがあまり良くありません
nn: Du er tilkoblet få verter og har en ustabil tilkobling til nettverket
pt: Está ligado a poucos anfitriões e possui uma ligação instável à rede.
pt_br: Você está ligado a poucos hosts e possui uma conexão instável à rede.
sk: Ste pripojený k malému počtu serverov a máte nestabilné pripojenie do siete
sq: Ju jeni lidhur tek pak hoste dhe keni një lidhje të paqëndrueshme në rrjet
sr: Priključeni ste na samo nekoliko računara, i veza je nestabilna
uk: Ви підключені лише до декількох комп’ютерів і маєте нестабільний зв’язок

source: Fair
ar: معتدل
bs: Fer
cy: Gweddol
de: Mittelmäßige
el: Μέτρια
hu: K�zepes
id: Cukup
it: Sufficiente
ja: 普通
nn: Akseptabel
pt: Razoável
pt_br: Razoável
sk: Postačujúce
sq: Lidhje e drejtë
sr: Solidna
uk: Непогано

source: Your connection to the network is getting stronger
ar: اتصالك بالشبكة يتجه للأفضل.
bs: Vaša konekcija na internet je jača.
cy: Mae dy gysylltiad i'r rhwydwaith yn cryfhau
de: Ihre Verbindung mit dem Netzwerk wird besser.
el: Η σύνδεσή σας στο δίκτυο γίνεται ισχυρότερη.
hu: A h�l�zati kapcsolat min�s�ge egyre javul
id: Koneksi anda ke jaringan mulai kuat.
it: La connessione alla rete è sufficiente.
ja: ネットワークへの接続が、徐々に良くなっています
nn: Tilkoblingen din til nettverket blir sterkere
pt: A sua ligação à rede está a melhorar.
pt_br: A sua conexão à rede está melhorando.
sk: Získavam lepšie pripojenie do siete
sq: Lidhja juaj në rrjet po forcohet
sr: Vaša veza sa mrežom se popravlja
uk: Ваш зв’язок з мережею стає краще

source: You are not yet fully connected to the network, but have a very good connection
ar: ًلا تمتلك أفضل اتصال بالشبكة، ولكن لديك اتصال جيد جدا.
bs: Niste još potpuno priključeni na internet, ali imate veoma dobru konekciju.
cy: Dim wedi gysylltu a'r rhwydwaith yn llawn, ond mae'r cysylltiad yn dda iawn
de: Sie sind noch nicht komplett mit dem Netzwerk verbunden, haben aber eine sehr gute Verbindung.
el: Δεν είστε ακόμα πλήρως συνδεμένος στο δίκτυο, αλλά έχετε πολύ καλή σύνδεση.
hu: M�g nem teljesen kapcsol�dt�l a h�l�zathoz, de m�r j�nak mondhat� a kapcsolat
id: Anda belum terhubung penuh ke jaringan, tetapi mempunyai koneksi yg sangat bagus.
it: Non sei completamente connesso alla rete, ma hai una buona connessione.
ja: まだネットワークに十分な接続していないが、よい接続レベル
nn: Du er ennå ikke fullstending tilkoblet nettverket, men har en veldig god tilkobling
pt: Ainda não está totalmente ligado à rede, mas tem uma ligação muito boa.
pt_br: Você ainda não está totalmente conectado à rede, mas tem uma conexão muito boa.
sk: Ešte nie ste úplne pripojený do siete, ale máte veľmi dobré pripojenie
sq: Ju nuk jeni lidhur tërësisht në rrjet, por keni një lidhje shumë të mirë
sr: Niste još potpuno priključeni na mrežu, ali je veza vrlo dobra
uk: Ви ще не повністю підключились, але зв’язок вже дуже добрий.

source: Your connection to the network is very strong
ar: لديك اتصالاً قوياً بالشبكة.
bs: Vaša konekcija na internetu je veoma jaka.
cy: Mae dy gysylltiad i'r rhwydwaith yn gryf iawn
de: Sie haben eine sehr gute Verbindung mit dem Netzwerk.
el: Η σύνδεση σας στο δίκτυο είναι πολύ ισχυρή.
hu: A h�l�zati kapcsolat rendk�v�l j� min�s�g�
id: Koneksi anda ke jaringan sangat kuat.
it: La connessione alla rete è eccellente.
ja: ネットワーク接続は大変強力になっています
nn: Tilkoblingen din til Nettverket er svært sterk
pt: A sua ligação à rede é muito forte.
pt_br: A sua conexão à rede está muito potente.
sk: Pripojenie do siete je veľmi dobré
sq: Lidhja juaj në rrjet është shumë e fortë
sr: Vaša veza sa mrežom je vrlo dobra
uk: Ваш зв’язок з мережею вже дуже сильний

source: Turbo-Charged
ar: سريع مطور
bs: TurboPunjenje
cy: Mega-Sydyn
de: Turbo-beschleunigte
el: Υπερτροφοδοτούμενη
hu: Turb�-sebess�g�
it: Turbo
ja: 最適
nn: Turboladet
pt: Velocidade Turbo
pt_br: Velocidade PRO
sk: Turbo-rýchlosť
sq: Lidhje me Ngarkesë Turbo
sr: Turbo
uk: Надшвидкий

source: Your connection to the network is extremely strong
ar: لديك اتصالاً قوياً للغاية بالشبكة.
bs: Vaša konekcija na internetu je ekstremno jaka.
cy: Mae dy gysylltiad i'r rhwydwaith yn gryf iawn iawn!
de: Ihre Verbindung mit dem Netzwerk ist äußerst gut.
el: Η σύνδεσή σας στο δίκτυο είναι εξαιρετικά ισχυρή.
hu: A h�l�zati kapcsolatod a lehet� legjobb
id: Koneksi anda ke jaringan sangat kuat sekali.
it: La connessione alla rete è estremamente buona.
ja: ネットワークへの接続は最適化されています
nn: Tilkoblingen din til Nettverket er utrolig sterk
pt: A sua ligação à rede está extremamente forte
pt_br: Velocidade PRO de Conexão!
sk: Vaše pripojenie do siete je extrémne dobré
sq: Lidhja juaj në rrjet është tejet e fortë
sr: Vaša veza sa mrežom je odlična!
uk: Ваш зв’язок з мережею надзвичайно сильний.

source: You can experience Turbo-Charged connections all the time with LimeWire PRO!
ar: يمكنك تجربة الاتصالات السريعة المطورة مع LimeWire Pro.
bs: Možete isprobati konekciju Turbo Punjenja ukoliko imate LimeWire PRO.
cy: Ti'n gallu cael cysylltiadau Mega-Sydyn trwy'r amser gyda LimeWire PRO!
de: Mit LimeWire PRO haben Sie jederzeit eine Turbo-beschleunigte Verbindung!
el: Μπορείτε να έχετε υπερτροφοδοτούμενες συνδέσεις συνεχώς με το LimeWire Pro.
hu: A LimeWire PRO-val mindig turb� sebess�ggel kapcsol�dhatsz a h�l�zathoz!
id: Anda bisa menikmati koneksi Turbo-charged setiap saat dengan LimeWire PRO!
it: Puoi verificare quando vuoi con Limewire Pro la connessione Turbo!
nn: Du kan oppleve Turboladede tilkoblinger hele tiden med Limewire PRO!
pt: Pode desfrutar permanentemente de ligações à Velocidade Turbo com o LimeWire PRO!
pt_br: Você pode desfrutar de uma maior velocidade. Compre o LimeWire PRO!
sk: Môžete vyskúšať Turbo-rýchlosť pripojenia po celý čas s LimeWire PRO!
sq: Lidhje me Ngarkesë Turbo mund të përjetoni gjithë kohës me LimeWire PRO!
sr: Možete koristiti Turbo-vezu sa mrežom ukoliko kupite LimeWire PRO!
uk: Ви можете насолоджуватись Надшвидким Зв’язком увесь час з LimeWire PRO!

source: Waking Up
ar: ينهض
bs: Probudi
cy: Yn Deffro
de: LimeWire wird aus dem Ruhezustand geholt
el: Επαναδραστηριοποίηση
hu: Vissza�ll�t�s...
id: Bangkit
it: In attesa
ja: 目覚める
nn: Våkner Opp
pt: A acordar
pt_br: Despertando
sk: Zobúdzanie
sq: Lidhja po zgjohet
sr: Pojačavanje
uk: Прокидаюсь

source: LimeWire is waking up from sleep mode
ar: LimeWire ينهض من وضع السبات
bs: LimeWire se budi iz uspavanog stanja.
cy: Mae LimeWire yn deffro o'i gwsg
de: LimeWire fährt aus dem Ruhezustand hoch.
el: Το LimeWire επαναδραστηριοποιείται μετά από κατάσταση αδράνειας.
hu: A LimeWire �ppen k�szenl�ti m�db�l �ll vissza
id: LimeWire bangkit dari mode tidur.
it: Limewire sta cambiando lo stato dallo stand by.
ja: LimeWireはスリープ・モードから既に目覚めています
nn: Limewire våkner opp fra Sovemodus
pt: O LimWire está a acordar do modo de descanso.
pt_br: O LimeWire está acordando do modo de descanso.
sk: LimeWire sa zobúdza zo spánkového módu.
sq: LimeWire po zgjohet nga gjumi
sr: LimeWire pojačava vezu
uk: LimeWire прокидається після сплячого режиму

source: Show Connection Quality
ar: عرض جودة الاتصال
bs: Prikaži kvalitet priključka.
cy: Dangos Safon Cysylltiad
de: Verbindungsqualität anzeigen
el: Προβολή ένδειξης ποιότητας σύνδεσης
hu: Kapcsolat min�s�g�nek megjelen�t�se
id: Perlihatkan kualitas koneksi
it: Visualizza qualità connessione
ja: 接続レベルの表示
nn: Vis Tilkoblingskvalitet
pt: Mostrar qualidade da ligação
pt_br: Mostrar qualidade da conexão
sk: Zobraziť kvalitu pripojenia
sq: Shfaqe Cilësinë e Lidhjes
sr: Prikaz kvaliteta veze
uk: Показувати якість підключення

source: Show Shared Files Count
ar: عرض إجمالي الملفات المشتركة
bs: Prikaži brojno podjelu datoteka.
cy: Dangos Cyfanswm Ffeiliau Rhannu
de: Anzahl der freigegebenen Dateien anzeigen
el: Προβολή ένδειξης διαμοιραζόμενων αρχείων
hu: Megosztott f�jlok sz�m�nak mutat�sa
id: Perlihatkan jumlah berkas bersama
it: Visualizza contatore file condivisi
ja: 共有ファイル数の表示
nn: Vis Antall Delte Filer
pt: Mostrar contagem de ficheiros partilhados
pt_br: Mostrar contagem de arquivos compartilhados
sk: Zobraziť počet zdieľaných súborov
sq: Shfaqe Numërimin e të Shpërndarëve
sr: Prikaži broj fajlova za razmenu
uk: Показувати кількість спільних файлів

source: Show Language Status
ar: عرض حالة اللغة
cy: Dangos Statws Iaith
de: Spracheinstellungen anzeigen
el: Προβολή ένδειξης γλώσσας
hu: Nyelvi �llapot mutat�sa
id: Perlihatkan status bahasa
it: Visualizza stato lingua
nn: Sråk Status
pt: Mostrar estado da língua
pt_br: Mostrar o Status do Idioma
sk: Zobraziť stav jazyka
sq: Shfaqe Statusin e Gjuhës
sr: Prikaži odabrani jezik
uk: Показувати статус мови

source: Show Firewall Status
ar: عرض حالة الجدار الناري
bs: Prikaži Firewall status.
cy: Dangos Statws y Wal Tan
de: Firewall-Status anzeigen
el: Προβολή ένδειξης τείχους προστασίας
hu: T�zfalst�tusz megjelen�t�se
id: Perlihatkan status firewall
it: Visualizza stato firewall
ja: ファイアウォール・ステータスを表示
nn: Vis Brannmur Status
pt: Mostrar estado do firewall
pt_br: Mostrar status do firewall
sk: Zobraziť stav Firewallu
sq: Shfaqe Statustin e Fajruollit
sr: Prikaži stanje zaštitnog zida (firewall)
uk: Показувати статус Firewall’у

source: Show Store Indicator
cy: Dangos manylion y Storfa
el: Προβολή του δείκτη κατάστασης του καταστήματος
ja: Storeの状況を表示
nn: Vis Lagre Indikatoren
pt_br: Mostrar Indicador da Loja
sk: Ukáž indikátor Store

source: Show Bandwidth Consumption
ar: عرض استهلاك سرعة النقل
bs: Prikaži potrošnju širine trake.
cy: Dangos Defnydd Lled Band
de: Bandbreiten-Nutzung anzeigen
el: Προβολή ένδειξης απασχόλησης εύρους ζώνης
hu: S�vsz�less�g-felhaszn�l�s mutat�sa
id: Perlihatkan pemakaian lebar pita
it: Visualizza consumo banda
ja: 処理能力の消費の表示
nn: Vis Opptak av Båndbredde
pt: Mostrar utilização da largura de banda
pt_br: Mostrar utilização de banda
sk: Zobraziť využitie šírky pásma
sq: Shfaqe Shpenzimin e Shtrirjes së Bandës
sr: Prikaži iskorišćenost veze
uk: Показувати використання каналу

source: Show Media Player
ar: عرض Media Player
bs: Prikaži Media Player.
cy: Dangos Chwaraewr
de: Media Player anzeigen
el: Προβολή προγράμματος αναπαραγωγής
hu: M�dialej�tsz�
id: Perlihatkan media player
it: Visualizza Meduia Player
ja: メディア・プレイヤーの表示
nn: Vis Mediaspiller
pt: Mostrar media player
pt_br: Mostrar media player
sk: Zobraziť prehrávač médií
sq: Shfaqe MediaLexuesin
sr: Prikaži Media Player
uk: Показувати програвач

source: You are sharing {0} file
cy: Ti'n rhannu {0} ffeil
el: Διαμοιράζετε (0) αρχείο
nn: Du deler {0} fil
pt: Está a partilhar {0} ficheiro
pt_br: Você está compartilhando {0} arquivo
sk: Zdieľate {0} súborov

source: You are sharing {0} file (Loading...)
cy: T'n rhannu {0} ffeil (Llwytho...)
el: Διαμοιράζετε {0} αρχείο (Γίνεται φόρτωση...)
ja: あなたは{0} ファイルを共有しています(読み込み中...)
nn: Du deler {0} fil (Laster...)
pt: Está a partilhar {0} ficheiro (Carregando...)
pt_br: Você está compartilhando {0} arquivo (Carregando...)
sk: Zdieľate {0} súborov (Načítavam...)

source: Downloads:
ar: التنزيلات:
bs: Download:
cy: Llwytho i Lawr:
el: Λήψεις:
hu: Let�lt�sek:
id: Pengunduhan:
it: Ricezioni:
ja: ダウンロード
nn: Nedlastinger:
sk: Pre sťahovanie:
sq: Shkarkesa:
sr: Preuzimanje:
uk: Завантаження:

source: Uploads:
ar: التحميلات:
bs: Upload:
cy: Llwytho i Fyny:
el: Αποστολές:
hu: Felt�lt�sek:
id: Upload:
it: Trasfiramenti:
ja: アップロード
nn: Opplastinger:
sk: Pre odosielanie:
sq: Ngarkesa:
sr: Slanje:
uk: Вивантаження:

source: Total Downstream:
el: Συνολική εισερχόμενη κίνηση:
ja: ダウンロード合計値
nn: Total nedstrøm
pt_br: Velocidade Total de Download
sk: Downstream celkom:

source: Total Upstream:
el: Συνολική εξερχόμενη κίνηση:
ja: アップロード合計値
nn: Total oppstrøm
pt_br: Velocidade Total de Upload
sk: Upstream celkom:

source: Tip of the Day
ar: تلميح اليوم
bs: Tip dana
cy: Awgrym y Dydd
de: Tip des Tages
el: Συμβουλή της ημέρας
hu: A nap tippje
id: Tip hari ini
it: Consiglio del giorno
ja: 今日のワンポイント
nn: Dagens Tips
pt: Sugestão do dia
pt_br: Dica do Dia
sk: Tip dňa
sq: Këshilla e ditës
sr: Savet dana
uk: Порада дня

source: Did You Know...
ar: ...هل تعلم أن
bs: Jeste li znali...
cy: Wyt Ti'n Gwybod...
de: Wussten Sie schon,...
el: Ξέρατε ότι...
hu: Tudta-e, hogy...
id: Tahukah anda...
it: Sapevi che...
ja: 知っていましたか？
nn: Visste Du At...
pt: Sabia que...
pt_br: Você sabia que...
sk: Viete, že...
sq: A e dinit...
sr: Da li ste znali...
uk: А ви знали, що…

source: Show Tips At Startup
ar: عرض التلميح عند بدء التشغيل
bs: Kod startovanja pokaži tip dana
cy: Dangos Awgrymiadau wrth Ddechrau
de: Bei Programmstart Tip des Tages zeigen
el: Εμφάνιση συμβουλών κατά την εκκίνηση
hu: Tippek megjelen�t�se ind�t�skor
id: Tampilkan tips saat memulai
it: Mostra i consigli all'avvio
ja: 起動時に今日のワンポイントを表示
nn: Vis Tips ved Oppstart
pt: Mostrar sugestões ao iniciar
pt_br: Mostrar Dicas ao Iniciar
sk: Zobraziť Tipy pri štarte programu
sq: Shfaqi këshillat në fillesë
sr: Da, želim da vidim savete prilikom startovanja programa.
uk: Показувати поради при старті

source: Next Tip
ar: التلميح التالي
bs: Sljedeći tip
cy: Awgrym Nesaf
de: Nächster Tip
el: Επόμενη συμβουλή
hu: K�v. tipp
id: Tip berikutnya
it: Prossimo consiglio
ja: 次のワンポイント
nn: Neste Tips
pt: Sugestão seguinte
pt_br: Próxima Dica
sk: Ďalší tip
sq: Këshilla tjetër
sr: Sledeći savet
uk: Наступна порада

source: Previous Tip
ar: التلميح السابق
bs: Prošli tip
cy: Awgrym Blaenorol
de: Vorheriger Tip
el: Προηγούμενη συμβουλή
hu: El�z� tipp
id: Tip sebelumnya
it: Consiglio precedente
ja: 前のワンポイント
nn: Forrige Tips
pt: Sugestão anterior
pt_br: Dica Anterior
sk: Predchádzajúci tip
sq: Këshilla më parë
sr: Prethodni savet
uk: Попередня порада

source: Tired of downloads stopping halfway through? It helps to pick search results with a higher number in the '#' column. The # is the amount of unique places on the network that are hosting the file. The more sources, the better the chance of getting your file. In cases where a junk result appears to have a lot of sources, use the <font color="1E8E44">Junk</font> button to train LimeWire's junk filter.
el: Βαρεθήκατε να διακόπτονται οι λήψεις σας στη μέση; Προτιμήστε αποτελέσματα με μεγαλύτερο αριθμό στη στήλη «#». Το «#» συμβολίζει τον αριθμό των μοναδικών τοποθεσιών που διαθέτουν το αρχείο που αναζητήσατε για λήψη. Όσες περισσότερες οι πηγές, τόσο μεγαλύτερη η πιθανότητα επιτυχίας της λήψης του αρχείου σας! Σε περίπτωση που ένα ανεπιθύμητο αρχείο εμφανίζεται να έχει πολλές πηγές, χρησιμοποιήστε το κουμπί <font color="1E8E44">«Ανεπιθύμητα»</font> για να ενημερώσετε το φίλτρο ανεπιθύμητων του LimeWire.
ja: 途中でダウンロード停止状態になったら？保有者数の多い方がダウンロードの成功率が高いです。保有者の多いJunkがあった場合、<font color="1E8E44">Junk</font>ボタンでLimeWire's junk filterをご使用ください。
pt_br: Cansado de downloads que param no meio do progresso? Ajuda se você procurar por resultados com um número maior na coluna 'Nº'. 'Nº' é o número dos únicos lugares na rede que estão compartilhando o arquivo. Quanto maior o número de fontes, maior a chance de conseguir baixar seu arquivo totalmente. Caso um arquivo malicioso parecer ter muitas fontes, use o botão <font color="1E8E44">Lixo</font> para colocá-lo no Filtro de Lixo do LimeWire
sk: Už ste unavený zastavovať downloady v polovici? Určite pomôže si vybrať z výsledkov vyhľadávania vyššie číslo v stľpci "#". # je množstvo unikátnych miest na sieti, ktoré tento súbor hostujú. Čím viac zdrojov, tým väčšia šanca súbor získať . V prípade, že sa objaví výsleok ako odpad, ktorý má veľa zdrojov, použite tlačidlo <font color="1E8E44">Odpad</font>, aby ste zdokonalili filter odpadu LimeWire.

source: When your downloads say <font color="1E8E44">Needs More Sources</font>, try choosing that download and then clicking <font color="1E8E44">Find More Sources</font>. LimeWire will search the network for more places to download the file and automatically resume downloading if it finds any matches.
el: Όταν οι λήψεις σας εμφανίζουν το μήνυμα <font color="1E8E44">«Απαιτούνται περισσότερες πηγές»</font>, δοκιμάστε να επιλέξετε τη λήψη κάνοντας δεξί κλικ και στη συνέχεια επιλέξτε <font color="1E8E44">«Αναζήτηση περισσότερων πηγών»</font>. Το LimeWire θα ψάξει στο δίκτυο για περισσότερους κόμβους από τους οποίους μπορείτε να κάνετε λήψη του αρχείου και θα συνεχίσει αυτόματα τη λήψη σε περίπτωση που βρει αποτελέσματα.
pt_br: Quando seu download diz <font color="1E8E44">Necessita de mais fontes</font>, clique nesse download com o botão direito e então clique em <font color="1E8E44">Achar mais fontes</font>. O LimeWire procurará por mais fontes na rede e retornará o download se achar novas fontes.
sk: Ak download oznámi <font color="1E8E44">Potrebujem viac zdrojov</font>, ten download si zvoľte a kliknite <font color="1E8E44">Nájsť viac zdrojov</font>. LimeWire prehľadá sieť, aby našiel nové miesta na stiahnutie a automaticky obnoví download, ak nájde zhodu.

source: When LimeWire starts up, it has to connect to the network. During this time, the bar in the bottom-left corner will change colors. Once all bars are green (or blue to indicate aLimeWire PRO or an Ultrapeer connection), LimeWire has completely connected.
el: Κατά την εκκίνησή του, το LimeWire πρέπει να συνδεθεί στο δίκτυο. Στο διάστημα αυτό, οι μπάρες στην κάτω αριστερή γωνία θα αλλάζουν χρώμα. Όταν όλες οι μπάρες γίνουν πράσινες (μπλε για το LimeWire PRO ή στην περίπτωση που θα συνδεθείτε σαν υπερ-κόμβος), το LimeWire θα έχει συνδεθεί πλήρως.
pt_br: Quando você inicia o LimeWire, ele precisa se conectar à rede. Durante a conexão, as 5 barras no canto inferior esquerdo da tela trocarão de cor. Quando todas as barras estiverem verdes (ou azuis em caso de LimeWire PRO), o LimeWire está conectado.
sk: Keď sa LimeWire spúšťa, musí sa pripojiť k sieti. Počas tohto času, pruhy vľavo dole budú meniť svoju farbu. Ak sa všetky rozsvietia na zeleno (alebo namodro v prípade LimeWire PRO alebo pripojenia Ultrapeer), LimeWire sa kompletne pripojil.

source: You can change the look and feel of LimeWire by going to <font color="1E8E44">View</font> &gt; <font color="1E8E44">Apply Skins</font> and choosing a new skin. Additional skins are on LimeWire's website, available by choosing <font color="1E8E44">Get More Skins</font>. If you download skins by the <font color="1E8E44">Download via LimeWire</font> link, LimeWire will automatically ask if you want to use the new skin when the download completes.
el: Μπορείτε να αλλάξετε την εμφάνιση του LimeWire πηγαίνοντας στην <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Εφαρμογή εμφανίσεων»</font> και να επιλέξετε από εκεί μια νέα εμφάνιση. Νέες εμφανίσεις διατίθενται στον ιστότοπο του LimeWire και μπορείτε να τις αποκτήσετε επιλέγοντας το <font color="1E8E44">«Λήψη περισσότερων εμφανίσεων»</font>. Αν πραγματοποιήσετε τη λήψη μέσω δεσμού <font color="1E8E44">«Λήψη μέσω LimeWire»</font>, το LimeWire θα σας ρωτήσει αυτόματα αν θέλετε να γίνει χρήση άμεσα μετά την ολοκλήρωση της λήψης.
ja: LimeWireの表示を変更するには<font color="1E8E44">View</font> &gt; <font color="1E8E44">Apply Skins</font>を選びお好きなスキンをご選択ください。追加のスキンはLimeWireのウェブサイト<font color="1E8E44">Get More Skins</font>にてご利用可能です。もし<font color="1E8E44">Download via LimeWire</font>でダウンロードされた場合、ダウンロード完了後に新しいスキンを使用するかどうか表示されます。
pt_br: Você pode mudar o visual do LimeWire indo no menu <font color="1E8E44">Exibir</font> &gt; <font color="1E8E44">aplicar Temas</font> e escolhendo um novo tema. Temas adicionais estão no site do LimeWire, disponivel escolhendo <font color="1E8E44">Baixar mais Temas</font>. Se você baixar temas através do link <font color="1E8E44">Baixar via LimeWire</font>, o Limewire vai perguntar automaticamente se você quer utilizar o novo tema quando o download terminar.
sk: Môžete zmeniť vzhľad a pocit z LimeWire prejdením na <font color="1E8E44">Zobraziť</font> &gt; <font color="1E8E44">Zmeniť tému/skin</font> a vybrať si nový skin. Ďaľšie skiny sú na stránke LimeWire, dostupné pomocou <font color="1E8E44">Získať viac tém/skins</font>. Ak stiahnete skiny pomocou linku <font color="1E8E44">Stiahnuť cez LimeWire</font>, LimeWire sa automaticky spýta, či chcete nový skin použiť, ak sa download ukončí.
