Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can configure the buffer size to use for streaming media. If iTunes or other media players experience frequent rebuffering, increase this value. A higher setting may use more memory.
cy: Rwyt ti'n gallu trefnu maint y byffer ar gyfer llifo cyfryngau. Os ydy iTunes neu chwaraewyr eraill yn ail-fyffro yn aml, gallet ti gynyddu maint y byffer. Mae meintiau mwy'n defnyddio mwy o gof.
de: Sie können die Puffergröße für Multimedia streaming konfigurieren. Wenn iTunes oder andere Mediaplayer etwas von dem ständigen neupuffern mitbekommen erhöhen sie diesen Wert. Eine höhere Einstellung verbraucht auch mehr Speicher.
el: Μπορείτε να ορίσετε το μέγεθος της ενδιάμεσης μνήμης για ροή πολυμέσων. Αν το iTunes ή άλλοι αναπαραγωγείς πολυμέσων παρουσιάζουν συχνή επανεκκίνηση της μνήμης, αυξήστε το μέγεθός της. Μια υψηλότερη ρύθμιση ίσως χρησιμοποιεί περισσότερη μνήμη.
hu: Be�ll�thatod az adatfolyamok (streaming media) puffer�nek m�ret�t. Ha az iTunes vagy m�s m�dialej�tsz� gyakori pufferol�st v�gez, n�veld meg ezt az �rt�ket. Nagyobb �rt�k t�bb mem�ri�t ig�nyelhet.
id: Anda bisa mengatur ukuran buffer untuk media streaming. Jika iTunes atau media player lain sering rebuffering, naikkan jumlahnya. Semakin tinggi semakin banyak memori yg digunakan.
it: Puoi configurare la dimensione del buffer per la riproduzione streaming. Se riscontri frequenti rebuffering con iTunes o altri riproduttori, incrementa questo valore. Una impostazione troppo alta richiede maggiore memoria.
ja: ストリーミングメディアのバッファサイズを変更することができます。バッファサイズを大きくすればiTunesや他のプレーヤーでより待たずに再生できます。バッファサイズを大きくするとメモリ消費が激しくなります。
nn: Du kan konfigurere buffer størrelsen for strømmende media. Om itunes eller andre media spillere er plaget av å ofte måtte rebuffere, øk antallet. Et høyere antall kan bruke mer minne.
sk: Môžete konfigurovať veľkosť bufferu, ktorá bude použitá pre streaming médií. Ak iTunes alebo iné prehrávače médií vyžadujú častý rebuffering, túto hodnotu zvýšte. Vyšie nastavenie môže používať viac pamäte.
sq: Konfiguroni përmasën e zbutësit të përdorur për rrymimin e mediave. Nëse iTunes ose medialexuesit e tjerë japin rizbutje të shpeshta, rriteni vlerën. Një kuadro më i madh përdor më shumë kujtesë.
sr: Možete podesiti koliko memorije će biti upotrebljeno za slušanje muzike uživo (radio). Ako iTunes ili neki drugi uređaj ima problema sa puštanjem, povećajte ovu vrednost. Veća vrednost znači upotrebu više memorije.
uk: Ви можете налаштувати розмір буфера для потокових медіа файлів. Якщо iTunes або інші плеєри часто проводять ребуферизацію, збільшіть це значення. Більше значення може потребувати більше пам’яті.

source: Password Protection
ar: حماية كلمة السر
bs: Zaštita lozinke
cy: Amddiffyniad Cyfrinair
de: Kennwort erfordern
el: Προστασία με κωδικό
hu: Jelszavas v�delem
id: Pengamanan password
it: Password protezione
ja: パスワード保護
nn: Passord Beskyttelse
pt: Protecção por palavra-passe
pt_br: Proteção por senha
sk: Ochrana heslom
sq: Mbrojtje me Fjalëkalim
sr: Zaštita šifre
uk: Захист паролем

source: You can limit the access to this service with a password.
ar: يمكنك الحد من الوصول لهذه الخدمة بكلمة سر.
bs: Možete ograničiti pristup ovom servisu postavljanjem lozinke.
cy: Rwyt ti'n gallu cyfyngu mynediad i'r gwasaneth yma gyda chyfrinair.
de: Sie können den Zugriff auf diesen Service mit einem Kennwort schützen.
el: Μπορείτε να περιορίσετε την πρόσβαση σ’ αυτή την υπηρεσία με έναν κωδικό.
hu: A szolg�ltat�s haszn�lat�t jelsz�hoz k�theted.
id: Anda bisa membatasi akses ke layanan ini dengan password.
it: Puoi limitare con una password l'accesso al servizio.
ja: このサービスへのアクセスをパスワードで制限できる
nn: Du kan begrense adgang til denne tjenesten med et passord.
pt: Pode limitar o acesso a este serviço com uma palavra-passe.
pt_br: Você pode limitar o acesso a este serviço com uma senha.
sk: Môžete obmedziť prístup k tejto službe heslom.
sq: Kufizojeni hyrjen tek ky shërbim me një fjalëkalim.
sr: Možete ograničiti pristup ovom servisu postavljanjem šifre.
uk: Ви можете обмежувати доступ до цієї послуги паролем.

source: You can share your Music on the Local Area Network and make it accessible for iTunes and other Digital Audio Access Protocol (DAAP) enabled Players.
bs: Možete razmjenjivati vašu muziku na lokalnoj mreži za iTunes ili drugi digitalni audio pristupni protokol. Omogućite podudaran način ako osjetite problem sa iTunes razmjenom. Ovaj način koristi više sredstava i sporiji je, ali može da odredi problem.
cy: Rwyt ti'n gallu rhannu dy gerddoriaeth ar y rhwydwaith ardal lleol a'i gwneud ar gael i iTunes a chwaraewyr eraill gyda Digital Audio Access Protocol
de: Sie können Ihre Musik im lokalen Netzwerk freigeben und sie iTunes oder anderen Mediaplayern, die Digital Audio Access Protokolle (DAAP) nutzen, zugänglich machen.
el: Μπορείτε να διαμοιράζετε τη μουσική σας στο τοπικό σας δίκτυο και να την κάνετε προσπελάσιμη για το iTunes, καθώς και για άλλα προγράμματα αναπαραγωγής ήχου που υποστηρίζουν το πρωτόκολλο πρόσβασης ψηφιακού ήχου (DAAP).
hu: Megoszthatod a zen�idet LAN-on kereszt�l �s hozz�f�rhet�v� teheted az iTunes �s m�s Digit�lis Audi�hozz�f�r�si protokoll (DAAP) alap� lej�tsz�k sz�m�ra.
id: Anda bisa membagikan musik anda di area jaringan lokal dan dapat diakses oleh iTunes dan Digital Audia Access Protocol (DAAP) player lainnya.
it: Puoi condividere la musica nella tua rete locale e renderla accessibile per iTunes e gli altri protocolli DAAP (Digital Audio Access Protocol). Se verifichi dei problemi nella condivisione con iTunes abilita il 'Modo compatibile'.
ja: ローカルネットワーク上で音楽を共有し、iTunes や他の Digital Audio Access Protocol(DAAP)に対応したプレイヤーで、アクセスを許可することができる。 もしiTunes で問題がある場合は、互換モードを有効にして下さい。このモードは多くのリソースを消費し遅くなるが、問題を解決するかもしれない。
nn: Du kan dele musikk på ditt lokale nettverk og gjøre det tilgjengelig for iTunes og andre Digitale Audio Access Protokoll (DAAP) muliggjorte Spillere.
pt: Pode partilhar a sua musica na LAN e torná-la acessível a iTunes e a outros leitores com Digital Audio Access Protocol (DAAP). Active o Modo de Compatibilidade se tiver problemas com a partilha de iTunes. Este modo utiliza mais recursos e é mais lento, mas pode ultrapassar problemas.
pt_br: Você pode compartilhar a sua música na LAN e torná-la acessível ao iTunes e a outros players com o digital audio access protocol (DAAP). Ative o modo de compatibilidade se tiver problemas com o compartilhamento iTunes. Este modo utiliza mais recursos e é mais lento, mas pode consertar problemas.
sk: Môžete zdieľať vašu hudbu na lokálnej sieti a povoliť prístup pre iTunes a iné prehrávače pre prístupové protokoly Digital Audio (DAAP).
sq: Shpërdani Muzikë në Rrjetin e Zonës Lokale dhe bëjeni atë të lejueshme për iTunes dhe Lexuesit e aktivizuar me Protokolle të Tjera për Hapjen e Zërave Dixhitalë (DAAP). Aktivizoni Mënyrën e Pajtueshme nëse keni probleme me Shpërndarjen në iTunes. Kjo mënyrë përdor më tepër burime dhe është e ngadaltë, por mund të ndreqë problemet.
sr: Možete razmenjivati Vašu muziku na lokalnoj mreži i omogućiti je pristupačnom ta iTunes i druge prenosive muzičke uređaje sa DAAP tehnologijom.
uk: Ви можете можете ділитись Вашою музикою в локальній мережі та зробити її доступною для iTunes та інших плеєрів з Протоколом Доступу до Цифрового Аудіо (DAAP)

source: Share My Music:
ar: مشاركة الموسيقى الخاصة بي:
bs: Razmjeni moju muziku:
cy: Rhannu fy miwsig:
de: Meine Musik freigeben:
el: Διαμοιρασμός της μουσικής μου:
hu: Oszd meg a Zen�ket:
id: Bagikan musik saya:
it: Condivisione musica:
ja: 音楽を共有：
nn: Del Musikk:
pt: Partilhar a minha música:
pt_br: Compartilhar a minha música:
sk: Zdieľať moju hudbu:
sq: Shpërndaje Muzikën:
sr: Razmenjuj moju muziku:
uk: Ділитись моєю музикою:

source: Shared Name:
ar: الاسم المشترك:
bs: Razmjeni ime:
cy: Enw Rhannu:
de: Freigegebener Name:
el: Διαμοιραζόμενο όνομα:
hu: Megosztott n�v:
id: Nama bersama:
it: Nome condivisione:
ja: 共有名：
nn: Delt Navn:
pt: Nome partilhado:
pt_br: Nome compartilhado:
sk: Zdieľaný názov:
sq: Emri i Shpërndarë:
sr: Naziv razmene:
uk: Ім’я:

source: File Already Exists Behavior
ar: سلوك الملف موجود مسبقاً
cy: Trefnaint Ffeil yno'n barod
de: Datei existiert bereits
el: Συμπεριφορά για αρχεία που ήδη υπάρχουν
hu: Viselked�s m�r l�tez� f�jl eset�
id: Perilaku Berkas Sudah Ada
it: Gestione file giaèà esistente
nn: Fil Finnes Allerede
pt: Procedimento de ficheiro já existente
pt_br: Comportamento para arquivos já existentes
sk: Nastavenie pre existujúci súbor
sq: Zakoni i Skedave që Ekzistojnë që më Parë
sr: Ako fajl već postoji
uk: Поведінка, якщо файл вже існує

source: You can choose the default action that LimeWire will perform when you try to download a file that already exists on disk.
cy: Rwyt ti'n gallu dewis beth mae LimeWire yn gwneud pan rwyt ti'n trio llwythio i lawr ffeil sydd ar ddisc yn barod.
de: Sie können das Verhalten von LimeWire festlegen, wenn ein Download versucht eine bereits existierende Datei auf der Festplatte zu überschreiben.
el: Μπορείτε να επιλέξετε την προκαθορισμένη ενέργεια που θα εκτελεί το LimeWire όταν προσπαθείτε να κατεβάσετε ένα αρχείο που ήδη υπάρχει στο δίσκο.
hu: Kiv�laszthatod, hogy milyen alap�rtelmezett m�veletet hajtson v�gre a LimeWire, amikor a lemezen m�r l�tez� f�jlt pr�b�lsz let�lteni.
id: Anda bisa memilih standar aksi yg LimeWire akan lakukan jika anda mencoba mengunduh berkas yg sudah ada di disk.
it: Puoi scegliere l'azione predefinita effettuata da Limewire quando cerchi di scaricare un file già esistente nel disco.
nn: Du kan velge hva Limewire skal gjøre som standard når du prøvder å laste ned en fil du allerede har.
pt_br: Você pode escolher qual a ação que o LimeWire executará automaticamente quando você tentar fazer o download de um arquivo que já existe no disco.
sk: Môžete vybrať predvolenú akciu, ktorú LimeWire vykoná keď budete chcieť stiahnuť súbor, ktorý už existuje na disku.
sq: Zgjidhni veprimin tipik që duhet të kryejë LimeWire kur provoni të shkarkoni një skedë që ekziston në disk që më parë.
sr: Možete odabrati automatsku akciju koju će LimeWire izvršiti kada pokušate da preuzmete fajl koji već postoji u računaru.
uk: Ви можете обрати дію за замовчуванням, яку буде робити LimeWire, коли Ви намагатиметесь завантажити файл, який вже існує.

source: Always Show the 'Save As' Dialog
ar: دائماً أعرض مربع حوار 'حفظ كـ'
cy: Dangos yr opsiwn 'Cadw Fel' bod tro
de: Immer den 'Speichern als' dialog anzeigen
el: Να προβάλλεται πάντα ο διάλογος «Αποθήκευση ως...»
hu: Mindig a 'Ment�s m�sk�nt' ablak mutat�sa
id: Selalu Tampilkan Dialog 'Simpan Sebagai'
it: Visualizza sempre finestra 'Salva come'
ja: "名前をつけて保存"ダイアログを常に表示
nn: Vis alltid 'Lagre Som' Boksen
pt_br: Sempre mostrar a caixa 'Salvar Como...'
sk: Vždy zobraziť 'Uložiť ako'
sq: Shfaqe Gjithmonë Tabelën 'Ruaje Si'
sr: Uvek prikaži opciju "Sačuvaj kao..."
uk: Показувати вікно «Зберігти як»

source: Always Ask What to do
ar: اسأل دائماً ماذا تفعل
cy: Gofyn beth i wneud bob tro
de: Immer fragen was zu tun ist
el: Να γίνεται πάντα ερώτηση
hu: Mindig k�rdezzen r�, mi legyen
id: Selalu tanyakan apa yg harus dilakukan
it: Chiedi sempre cosa fare
nn: Spørr alltid hva du vil Gjøre
pt: Perguntar sempre o que fazer
pt_br: Sempre perguntar o que fazer
sk: Vždy sa spýtať, čo urobiť
sq: Më Pyet Gjithmonë Çfarë të Bëj
sr: Uvek pitaj šta da se radi
uk: Завжди питати, що робити

source: Capabilities
ar: إمكانيات
de: Internet verbindung
el: Δυνατότητες
hu: K�pess�gek
it: Capacità
ja: 機能
nn: Evner
pt_br: Capacidades
sk: Schopnosti
sq: Aftësi
sr: Mogućnosti

source: Disable Mojito DHT Capabilities:
ar: تعطيل إمكانيات Mojito DHT:
de: Mojito DHT-Funktion abschalten:
el: Απενεργοποίηση δυνατοτήτων Mojito DHT.
hu: Mojito DHT k�pess�gek tilt�sa:
it: Disabilita la capacità Mojito DHT:
nn: Slå av Mojito DHT Evner:
pt: Desactivar as capacidades de DHT d Mojito
pt_br: Desactivo capacidades de Mojito DHT:
sk: Vypnúť schopnosti Mojito DHT:
sq: Çaktivizoji Aftësitë e Mojito DHT:
sr: Isključi Mojito DHT mogućnosti:

source: OOB Searching
ar: بحث خارج النطاق
bs: OOB traženje
cy: Chwilio OOB
de: OOB-Suche
el: Αναζήτηση εκτός ζώνης
hu: OOB Keres�
id: Pencarian OOB
it: Ricerca OOB
ja: OOB 検索
nn: OOB Søking
pt: Pesquisa OOB
pt_br: Pesquisa OOB
sk: Vyhľadávanie OOB
sq: Kërkim JB
sr: OOB pretraživanjea
uk: ВП пошук

source: You can set the percentage of your bandwidth devoted to downloads.
ar: يمكنك تحديد نسبة من سرعة النقل لتستخدم في الملفات.
bs: Možete postaviti procenat širine vašeg propusnog obima vjerodostojno downloadovanju.
cy: Rwyt ti'n gallu dewis faint o dy led band sydd ar gyfer llwythio i lawr.
de: Sie können den Prozentsatz Ihrer Bandbreite einstellen, der für Downloads bereitgestellt werden soll.
el: Μπορείτε να ορίσετε το ποσοστό εύρους ζώνης που θα χρησιμοποιείται για τις λήψεις αρχείων.
hu: Megadhatod a s�vsz�less�ged let�lt�sre sz�nt sz�zal�kos m�rt�k�t.
id: Anda bisa menentukan persentase lebar pita anda untuk pengunduhan.
it: Puoi impostare la percentuale di larghezza di banda dedicata al ricezioni.
ja: ダウンロードに使用する処理能力を割合で設定できる
nn: Du kan sette prosenten av din båndbredde dedikert til nedlasting.
pt: Pode definir a percentagem da largura de banda dedicada aos downloads.
pt_br: Você pode definir a percentagem da largura de banda dedicada aos downloads.
sk: Môžete percentuálne nastaviť bandwidth priradený k sťahovaniu.
sq: Vendosni përqindjen e shtrirjes së bandës që i kushtohet shkarkimit.
sr: Možete podesiti procenat iskorišćenja veze namenjene preuzimanju fajlova.
uk: Ви можете встановити, скільки відсотків від Вашої пропускної спроможності піде на завантаження.

source: License Warning
ar: تحذير الرخصة
cy: Rhybudd Trwydded
de: Downloads löschen
el: Προειδοποίηση αδείας
hu: Licenszfigyelmeztet�sek
id: Peringatan lisensi
it: Avviso licenza
ja: ダウンロードを消去
nn: Lisens Advarsel
pt: Limpar downloads
pt_br: Limpar downloads
sk: Licenčné varovanie
sq: Lajmërim për Licensë
sr: Upozorenje o licenci
uk: Попередження про ліцензію

source: Show License Warning:
ar: عرض تحذير الرخصة:
cy: Dangos Rhybudd Trwydded.
de: Lizenzwarnung anzeigen:
el: Προβολή προειδοποίησης αδείας:
hu: Licenszfigyelmeztet�s haszn�lata:
id: Tampilkan Peringatan Lisensi:
it: Visualizza avviso licenza:
ja: ライセンス警告表示：
nn: Vis Lisens Advarsel:
pt: Mostra aviso sobre a licença:
pt_br: Mostrar aviso sobre a licença:
sk: Zobraziť licenčné varovanie:
sq: Shfaqe Lajmërimin për Licensë:
sr: Prikaži licencu:
uk: Показувати попередження про ліцензію

source: Display
el: Εμφάνιση
ja: 表示
sk: Zobraziť

source: You can disable LimeWire's junk filter and delete all previously collected filter data here, if your junk filter is rating too many files as spam.
cy: Rwyt ti'n gallu atal ffilter ysbwriel LimeWire a dileu'r holl wybodaeth ffilter wedi casglu yma, os ydy dy ffilter yn graddio gormod o ffeiliau fel spam.
de: Sie können LimeWires Müll Filter hier abschalten und die Eintellungen löschen, wenn ihr Filter zu viele Dateien als Müll markiert.
el: Μπορείτε να απενεργοποιήσετε το φίλτρο ανεπιθύμητων αρχείων του LimeWire και να διαγράψετε όλα τα δεδομένα φιλτραρίσματος που έχετε συλλέξει, αν το φίλτρο ανεπιθύμητων αρχείων αξιολογεί πολλά αρχεία σαν spam.
hu: Kikapcsolhatod a LimeWire szem�tsz�r�j�t �s az �sszes eddig �sszegy�jt�tt sz�r�adatot t�r�lheted, ha a szem�tsz�r�d t�l sok f�jlt spamk�nt �szlel.
id: Anda bisa mematikan penyaringan sampah LimeWire dan menghapus semua data penyaringan yg ada, jika penyaring sampah telah menilai terlalu banyak berkas sebagai sampah.
it: Puoi disabilitare il filtro Non idoneo di Limewire e cancellare tutti i file precedentementi raccolti, se il filtro raccoglie troppi file come spazzatura.
ja: あなたのジャンクフィルタがあまりに多くのファイルをばらまくと評価しているならば、あなたはLimeWireのジャンクフィルタを無効にすることができて、すべての前に収集したフィルタデータをここで削除することができます。
nn: Du kan skru av Limewires søppel filter og slette alle tidligere samlet filter data her, hvis ditt søppel filter ser for mange filer som er spam.
pt_br: Você pode desabilitar o filtro de lixo do LimeWire e excluir todas as informações de filtro previamente coletada aqui, se o seu filtro de lixo está classificando muitos arquivos como spam.
sk: Tu môžete zakázať LimeWire filter odpadu a zmazať všetky zozbierané dáta na filtrovanie v prípade, že filter odpadu označuje mnoho súborov ako spam.
sq: Nëse filtri i mbeturinave po e nxjerr shumicën e skedave si spame, çaktivizoni filtrin e mbeturinave të LimeWire dhe fshini gjithë të dhënat e mbledhura mbi filtrat këtu.
sr: Možete isključiti izuzimanje smeća iz rezultata pretraživanja i obrisati spisak prethodno upisanih, ako Vaše podešavanje prikazuje previše fajlova kao smeće.
uk: Ви можете вимкнути фільтр непотрібу і видалити усі попередньо зібрані данні фільтрації, якщо Ваш фільтр непотрібу позначає забагато файлів як непотріб.

source: Display junk in place
cy: Dangos Ysbwriel mewn lle
de: Müll im Suchfenster anzeigen
el: Εμφάνιση των ανεπιθύμητων κανονικά
hu: A szem�t megjelen�t�se helyben
id: Tampilkan sampah di tempatnya
it: Visualizza Non idoneo attivo
ja: 適所にジャンクを示してください
nn: Vis Søppel på plass
pt_br: Mostrar "Spam" no lugar
sk: Zobraziť miesto odpadu
sq: Në vend
sr: Prikaži smeće tamo gde jeste
uk: Показувати непотріб без зміни місця

source: Display junk at the bottom of search results
cy: Dangos ysbwriel ar waelod y canlyniadau chwilio
de: Müll in der Suchleiste anzeigen (nur die Anzahl)
el: Εμφάνιση ανεπιθύμητων στο κάτω μέρος των αποτελεσμάτων αναζήτησης
hu: A szem�t megjelen�t�se az eredm�nyek alj�
id: Tampilkan sampah di bawah hasil pencarian
it: Visualizza file non idonei in cima ai risultati della ricerca
ja: 検索結果の底部にジャンクを示してください
nn: Vis søppel på bånn av søkeresultatsidene
pt_br: Mostrar spam abaixo dos resultados da busca
sk: Zobrazovať odpad na spodok vyhľadávaní
sq: Në fund të rezultateve të kërkimit
sr: Prikaži smeće ispod ostalih rezultata
uk: Показувати непотріб внизу результатів пошуку

source: Use Defaults
ar: استخدم الافتراضيات
bs: Koristite standardnu opciju
cy: Defnyddio'r Gwreiddiol
de: Standard wiederherstellen
el: Χρήση προκαθορισμένων
hu: Alapbe�ll�t�
id: Gunakan standar
it: Predefinite
ja: 初期設定を使用
nn: Bruk Standard
pt: Utilizar predefinições
pt_br: Utilizar padrões
sk: Použiť pôvodné:
sq: Përdor ato Tipike
sr: Koristi standardne
uk: За замовчуванням

source: Do Nothing (Not Recommended)
ar: لا تفعل شيئاً (غير مستحسن)
bs: Ne činite ništa (Nije preporučeno)
cy: Gwneud Dim (dim wedi argymell)
de: Nichts tun (nicht empfohlen)
el: Καμιά ενέργεια (δε συνιστάται)
hu: Ne csin�lj semmit (Nem aj�nlott)
id: Tidak lakukan apa-apa (tidak direkomendasikan)
it: Non effettuare nessuna impostazione (non raccomnadato)
ja: 何もしない（推薦なし）
nn: Ikke gjør Noe (Ikke Anbefallt)
pt: Não fazer nada (Não recomendado)
pt_br: Não fazer nada (não recomendado)
sk: Nespraviť nič (Neodporúča sa)
sq: Mos bëj asgjë (Nuk rekomandohet)
sr: Ne preduzmi ništa (Nije preporučeno)
uk: Нічого не робити (Не рекомендовано)

source: You must enter a port between 1 and 65535 when manually forcing your port.
ar: يجب عليك ادخل منفذ بين 1 و 65535 يدوياً عند إقصاء منفذك.
bs: Morate ući na ulazni port između 1 i 65535 ako manuelno forsirate vaš ulazni port.
cy: Rhaid iti ddewis porth rhwng 1 a 65535 pan rwyt ti'n gorfodi defnydd o dy borth.
de: Wenn Sie einen Port manuell wählen muss er zwischen 1 und 65535 liegen.
el: Αν θέλετε να ορίσετε συγκεκριμένη θύρα χειρωνακτικά, θα πρέπει να εισάγετε μια θύρα μεταξύ 1 και 65535.
hu: 1 �s 65535 k�z�tti portsz�mot kell megadnod a k�zi be�ll�t�shoz.
id: Anda harus memasukkan port diantara 1 dan 65535 ketika menggunakan port secara manual.
it: Devi inserire una un valore per porta tra 1 and 65535 quando forzi manualmente l'uso di una porta.
ja: IPアドレスを強制するには、ポートを 1 から 65535 の間で入力する必要有り。
nn: Du må velge en port mellom 1 og 65535 når du manuellt skal tvinge en port.
pt: Tem de indicar uma porta entre 1 e 65535 quando forçar a sua porta manualmente.
pt_br: Tem de indicar uma porta entre 1 e 65535 quando for forçar a sua porta manualmente.
sk: Ak manuálne zadávate port, musíte zadať port medzi 1 a 65535.
sq: Kur zgjidhni një port me porosi, duhet ta shkruani atë midis 1 dhe 65535.
sr: Morate koristiti kanal (port) između 1 i 65535 ako želite da ga ručno podesite.
uk: Обераючи порт вручну, Ви повинні вказати порт від 1 до 65535.

source: Filter Hosts
ar: ترشيح المضيفين
bs: Pročišćavanje hosta
cy: Ffiltro Partneriaid
de: Rechner filtern
el: Φιλτράρισμα κόμβων
hu: Kiszolg�l�k sz�r�se
id: Penyaringan Host
it: Filtri ospiti remoti
ja: ホストをフィルタ化
nn: Filtrer Verter
pt: Filtrar anfitriões
pt_br: Filtrar hosts
sk: Filtrovať servery
sq: Filtroji Hostet
sr: Zabrana pristupa udaljenim računarima
uk: Фільтрувати хости

source: You can disallow messages from specific hosts by adding their IP addresses (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") to the banned list.
ar: يمكنك عدم السماح للرسائل الواردة من مضيفين معينيين بإضافة العناوين IP الخاصة بهم(مثال ("192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" أو "192.168.12.16/28" إلى قائمة الممنوعين.
bs: Možete odbaciti poruke određenog hosta ubacivanjem njihovih IP adresa (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") na zabranjenu listu.
cy: Rwyt ti'n gallu gwrthod negesuon o gyfrifiadur arall trwy ychwanegu ei gyfeirad IP (e.e. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" neu "192.168.12.16/28") i'r rhestr wrthod.
de: Alle Nachrichten von Rechnern, die auf einer "Schwarzen Liste" mit IP-Adressen (z.B. "18.239.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" oder "192.168.12.16/28") stehen, werden ignoriert.
el: Μπορείτε να μην επιτρέψετε μηνύματα από ορισμένους κόμβους, προσθέτοντας την IP διεύθυνσή τους στην απαγορευτική λίστα (π.χ. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ή "192.168.12.16/28").
hu: Letilthatod bizonyos kiszolg�l�k �zeneteit, ha a list�ba be�rod IP c�m�ket (pl. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28").
id: Anda bisa menolak pesan dari host tertentu dengan memasukkan alamat IP mereka (mis: "192.168.0.1", "198.*.*.*", "198.168.12.16/255.255.255.240" atau "192.168.12.16/28") ke daftar penolakan.
it: Puoi disabilitare i messaggi di uno specifico ospite remoto aggiungendo il suo indirizzo IP (es. "18.239.0.1" o "18.*.*.*") alla lista degli indesiderati.
ja: IP アドレスを無視リストに入力することで、特定のホストからのメッセージを無視できる。 例 "192.168.0.1" "192.*.*.*" "192.168.12.16/255.255.255.240" "192.168.12.16/28"
nn: Du kan avvise meldinger fra spesifikke verter ved å legge deres IP addresser (f. eks. "18.239.0.1" eller "18.*.*.*") til listen over avviste verter.
pt: Pode bloquear mensagens de determinados anfitriões adicionando os respectivos endereços IP (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ou "192.168.12.16/28") à lista de banidos.
pt_br: Você pode bloquear mensagens de determinados hosts adicionando os respectivos endereços IP (e.g. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ou "192.168.12.16/28") à lista de banidos.
sk: Tu môžete zakázať správy z konkrétnych serverov pridaním ich IP adries (napr. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" or "192.168.12.16/28") do zoznamu zakázaných.
sq: Ju mund të refuzoni mesazhet nga hoste përkatëse duke e shtuar adresën e tyre IP në listën e zezë (p.sh. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ose "192.168.12.16/28").
sr: Možete odbaciti poruke sa određenog računara upisivanjem njihovih Internet adresa (npr. "192.168.0.1", "192.*.*.*", "192.168.12.16/255.255.255.240" ili "192.168.12.16/28") na spisak zabranjenih.
uk: Ви можете заборонити повідомлення з певних хостів, додав їх IP адреси (Наприклад "192.168.0.1", "192.*.*.*", 192.168.12.16/255.255.255.240" або "192.168.12.16/28")до списку виключень.
