Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Want to see where on your computer a shared file is? Go to the Library, highlight the file and click 'Explore'. LimeWire will open that folder in the Finder.
ja: ファイルがあなたのコンピューターのどこに存在するか調べるには、「ライブラリ」タブで調べるファイルを選択し、「閲覧」ボタンをクリックしてください。そのファイルの存在するフォルダがファインダーで開きます。
nn: Vil du se på din PC hvor en delt fil er? Gå til Biblioteket, merk filen og trykk 'Utforsk'. LimeWire vil åpne den filen i Finder.

source: Using OSX's built-in firewall? Make sure that LimeWire's port is opened by clicking on the Apple Menu &gt; System Preferences &gt; Sharing &gt; Firewall &gt; New &gt; and choosing to open 'Gnutella/Limewire (6346)'.
ja: OSXのファイアーウオールをお使いですか?「アップルメニュー」->「システム設定」->「共有」->「ファイアーウオール」でライムワイヤー用のポートが開いてることお確かめください。
nn: Bruker du en OSX innebygt firewall? Vær sikker på at LimeWire's port er åpnet ved og trykke på Eple Menyen &gt; Systemvalg... &gt; Deling &gt; Brannmur &gt; Ny... &gt; og velg og åpne 'Gnutella/Limewire (6346)'.

source: You can turn autocomplete for searching on or off by choosing 'Preferences' from the 'LimeWire' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
ja: =検索時の「オートコンプリート」機能を無効/有効にしたいのであれば、「ライムワイヤー」->「環境設定」->「インターフェイス」メニューから「オートコンプリート」を選択して設定を変えてください。
nn: Du kan skru autofullfør av og på for søking ved og velge 'Innstillinger' fra LimeWire' menyrn, og endre verdien for 'Autofullfør Tekst' under 'Se' innstillingen.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to LimeWire &gt; Preferences, and check 'Revert To Default' under View &gt; Popups.
ja: 「今後、このメッセージを表示しない.」また「いつも、この答えを使う.」と設定されたメッセージを再表示されたいのであれば、「ライムワイヤー」->「環境設定」->「インターフェイス」より「ポップアップ」メニューから設定を変えることができます。
nn: Vil du se dialoger for spørsmål som du før markerte 'Ikke vis denne meldingen igjen' eller 'Alltid Bruk Dette Svaret'? Gå til LimeWire &gt; Innstillinger, og velg 'Revert Til Normalt' under Se &gt; Popups.

source: You can ban certain words from appearing in your search results by choosing 'Preferences' from the 'LimeWire' menu and adding new words to those listed under Filters &gt; Keywords.
ja: 特定のキーワードを含む検索結果を除外したいのであれば、「ライムワイヤー」->「環境設定」の「フィルタ」->「キーワード」でキーワードを記入してください。
nn: Du kan sensurere ord fra og bli vist i dine søkeresultater ved og velge 'Innstillinger' fra 'LimeWire' menyen og legg til nye ord til Filter &gt; Nøkkelord.

source: You can change the columns that display search result information. Columns you can choose from include, 'Title', 'Genre', 'Track', 'Length', and many more. Just control-click on the search result column headers, choose audio or video, and check the columns you want to see!
ja: ツールチップを表示するかしないかを選択するには、テーブルのコラムヘッダーを右クリックし、「他のオプション」メニューから選択できます。「自動並び替え」など他のオプションもここで設定できます。
nn: Du kan endre kolonnene som viser søkeresultatinformasjon. Kolonner du kan velge fra inkluder, 'Tittel', 'Sjanger', 'Spor', 'Lengde', og mange flere. Bare kontroll-trykk på søkeresultatets kolonne, velg musikk eller video, og velg kolonnene du vil se!

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by control-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
ja: テーブルのコラムヘッダーをクリックすることにより、並び替えをすることが出来ます。情報が入ってくるにつれて自動的に並び変わります。「自動並び替え」を有効・無効になりたいのであれば、コラムヘッダーを右クリックし、「他のオプション」で選択出来ます。
nn: Hater du verktøy tips? Elsker du verktøy tips? Du kan skru dem av og på i de fleste tabeller ved å kontroll-klikke på kolonnens overskrift og velge 'Flere Valg'. Du kan velge andre valg her også, som å sortere tabellene automatisk eller ikke og hvis du foretrekker radene til å være stripete.

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by control-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
ja: 検索結果で表示されるコラムを換えることが出来ます。「曲名」、「ジャンル」、「時間」等、多数のコラムから選ぶことができます。コラム・ヘッダーを右クリックすることでこれらを選ぶことができます。
nn: Du kan sortere opplastinger, nedlastinger, etc.., ved å klikke på en kolonne. Tabellen fortsetter å resortere så informasjonen endres. Du kan skru automatisk-sortering oppførselen av ved og kontroll-trykke på en kolonneoverskrift, å velge 'Flere Valg' og fjerne haken 'Sorter automatisk.

source: Don't want to see the Chat (or other) columns in downloads? Control-click on the column headers and uncheck that column. You can also drag the columns around to make them appear in the order you'd like.
ja: 「会話」など他のコラムを検索結果のテーブルで表示したくなければ、コラム・ヘッダーを右クリックし、表示されたくないコラムを除外してください。また、コラムをドラッグすることによって順番を替えることができます。
nn: Vil du ikke se Chat (eller andre) kolonner in nedlastinger? Kontroll-klikk på kolonnen du vil fjerne og fjern haken på den kolonnen. Du kan også dra kolonnene rundt for å få dem til å vises i den rekkefølgen du liker.

source: Ethernet
de: LAN
ja: イーサネット
nn: Lokalt
sr: Mreža

source: Folder:
ar: المجلد:
cy: Ffolder:
de: Verzeichnis:
hu: Mappa:
it: Cartella:
ja: フォルダ：
nn: Mappe:
pt: Pasta:
pt_br: Pasta:
sk: Priečinok:
sq: Dosja:
sr: Fajl:
uk: Тека:

source: Firewall Indicator
ar: مؤشر الجدار الناري
bs: Firewall indikator
cy: Dangos Wal Tan
de: Anzeige des Firewall-Status
hu: T�zfalkijelz�
id: Indikator firewall
it: Indicatore firewall
ja: ファイアウォール表示計
nn: Brannmurindikator
pt: Indicador do firewall
pt_br: Indicador do firewall
sk: Indikátor firewallu
sq: Treguesi i Fajruollit
sr: Pokazivč zaštitnog zida
uk: Індікатор Firewall

source: Sorry, LimeWire couldn't read your old downloads. You can restart them by going to your Library, viewing your 'Incomplete Files', and clicking to 'Resume' your downloads.
nn: LimeWire kunne ikkje lese dei gamle nedlastingane dine. Du kan restarte dei ved å gå til bilioteket ditt -som viser dei uferdige filene dine og trykk Hald fram for å fortsetje nedlastingane
pt_br: Desculpe, o LimeWire não conseguiu ler seus downloads antigos. Você pode reiniciá-los indo à sua Biblioteca, visualizando seus 'Arquivos Incompletos', e clicando para 'Continuar' seus downlaods.
sk: Prepáčte, LimeWire nemôže prečítať Vaše staré downloady. Môžete ich obnoviť prejdením do Knižnice, kliknutím na "Nedokončené súbory" a kliknutím na "Obnoviť" downolady.

source: Sorry, LimeWire couldn't read some of your old downloads. You can restart them by going to your Library, viewing your 'Incomplete Files', and clicking to 'Resume' your downloads.
nn: LimeWire kunne ikkje lese nokre av dei gamle nedlastingane dine. Du kan restarte dei ved å gå til biblioteket ditt for å sjå dei uffullstendige filene dine og klikke hald fram nedlastingane.
pt_br: Desculpe, o LimeWire não conseguiu ler alguns de seus downloads antigos. Você pode reiniciá-los indo à sua Biblioteca, visualizando seus 'Arquivos Incompletos', e clicando em 'Continuar' para re-iniciar seus downloads.
sk: Prepáčte, LimeWire nemôže prečítať niektoré Vaše staré downloady. Môžete ich obnoviť prejdením do Knižnice, kliknutím na "Nedokončené súbory" a kliknutím na "Obnoviť" downolady.

source: Loading Safe Content Management...
cy: Llwytho Rheolwr Cynnwys Diogel
de: Laden der sicheren Inhaltskomponeneten...
id: Memanggil Pengatur isi yang aman...
it: Caricamento Gestore di Contenuti Sicuri...
nn: Lastar sikker innhalds-handsamar …
pt: A carregar a Gestão de Conteúdo Seguro...
pt_br: Carregando Gerenciador de Conteúdo Seguro...
sk: Načítavam správcu zabezpečovacieho obsahu...
sq: Po Ngarkoj Menaxhimin e Përmbajtjes së Sigurt...

source: Loading Upload Management...
cy: Llwytho Rheolwr Llwytho Fyny...
de: Uploadmanager laden...
it: Caricamento Gestore Trasferimenti...
nn: Lastar opplastings-handsamar …
pt: A carregar a Gestão de Uploads...
pt_br: Carregando Gerenciamento de Upload...
sk: Načítavam správcu uploadov...
sq: Po Ngarkoj Menaxhimin e Ngarkimeve...

source: Loading Connection Listener...
ar: يتم الآن تحميل connection-listener...
bs: Punjenje pregledne liste...
cy: Llwytho Gwrandawr Cysylltiadau...
de: Verbindungs-Listener wird geladen...
hu: Kapcsolatfigyel� bet�lt�se...
id: Memanggil pendengar koneksi...
it: Caricamento analizzatore connessioni...
nn: Lastar sambands-lyttar …
pt: A carregar listener da ligação...
pt_br: Carregando Listadores de Conexão...
sk: Načítavam naslúchač pripojení...
sq: Po Ngarkoj Dëgjuesin e Lidhjes...
sr: Učitavanje funkcije za nadgledanje veza...
uk: Завантажую слухача підключень...

source: Loading Connection Management...
ar: يتم الآن تحميل نافذة connection-management...
bs: Priključni menadžer se puni...
cy: Llwytho Rheolwr Cysylltiadau...
de: Verbindungsmanagement wird geladen...
hu: Kapcsolatkezel� bet�lt�se...
id: Memanggil pengatur koneksi...
it: Caricamento gestore connessioni...
nn: Lastar sambands-handsamar …
pt: A carregar gestão de ligação...
pt_br: Carregando Gerenciador de Conexão...
sk: Načítavam správcu pripojení
sq: Po Ngarkoj Menaxherin e Lidhjes...
sr: Učitavanje asistenta za veze...
uk: Завантажую менеджер підключень...

source: Loading Download Management...
cy: Llwytho Rheolwr Llwytho i lawr...
de: Downloadmanager laden...
it: Caricamento Gestore Download
nn: Lastar nedlastings-handsamar …
pt: A carregar gestão de Downloads...
pt_br: Carregando Gerenciador de Downloads...
sk: Načítavam správcu sťahovania...
sq: Po Ngarkoj Menaxhimin e Shkarkimeve...

source: Loading Ultrapeer/DHT Management...
cy: Llwytho Rheolwr Uwch-bartner/DHT
de: Ultrapeer/DHT Komponeneten werden geladen...
it: Caricamento Gestore Ultrapeer/DHT Management...
nn: Lastar Ultra-klient/DHT-handsamar …
pt: A carregar gestão de Ultrapeers/DHT...
pt_br: Carregando Gerenciador de Ultrapeer/DHT...
sk: Načítavam správcu Ultrapeer/DHT...
sq: Po Ngarkoj Menaxhimin e Ultrapikës/DHTsë...

source: Loading Old Downloads...
ar: يتم الآن تحميل old-downloads...
bs: Punjenje sa starim downloadom...
cy: Llwytho hen Lwythiadau i Lawr...
de: Alte Downloads werden geladen...
hu: R�gi let�lt�sek bet�lt�se...
id: Memanggil download yg lalu...
it: Caricamento vecchi ricezioni...
nn: Lastar inn gamle nedlastingar …
pt: A carregar downloads antigos...
pt_br: Carregando Downloads Antigos...
sk: Načítavam už stiahnuté súbory...
sq: Po Ngarkoj Shkarkesat e Vjetra...
sr: Učitavanje ranije pokrenutih preuzimanja...
uk: Завантажую старі завантаження

source: Loading Directed Querier...
ar: يتم الآن تحميل directed-querier...
bs: Punjenje usmjerenog ispitivača...
cy: Llwytho Holwr wedi'i Gyfeirio
de: Direktsucher wird geladen...
hu: Ir�ny�tott lek�rdez� bet�lt�se...
it: Caricamento code dirette...
nn: Lastar directed-querier …
pt: A carregar directed querier...
pt_br: Carregando 'Directed Querier'...
sk: Načítavam priame požiadavky...
sq: Po Ngarkoj Hetuesin e Prirur...
sr: Učitavanje usmerenog ispitivača...
uk: Завантажую Менеджер Запросів...

source: Loading Magnet Listener...
ar: يتم الآن تحميل MAGNET-listener...
bs: Punjenje MAGNETNE pregledne liste...
cy: Llwytho Gwrandawr Magnet...
de: MAGNET-Listener wird geladen...
hu: Magnet-figyel� bet�lt�se...
id: Memanggil pendengar magnet...
it: caricamento analizzatore MAGNET...
nn: Lastar MAGNET-lyttar …
pt: A carregar MAGNET-listener...
pt_br: Carregando Ouvinte 'Magnet'...
sk: Načítavam Magnet naslúchač...
sq: Po Ngarkoj Dëgjuesin-Magnet...
sr: Učitavanje Magnet praćenja fajlova...
uk: Завантажую прослухач Magnet...

source: Loading Peer Listener...
ar: يتم الآن تحميل peer-listener...
bs: Punjenje peer slušalica...
cy: Llwytho Gwrandawr Partner...
de: Peer-Listener wird geladen...
hu: Partnerfigyel� bet�lt�se...
id: Memanggil pendengar pasangan ...
it: caricamento analizzatore nodi...
nn: Lastar klient-lyttar …
pt: A carregar listener de unidades...
pt_br: Carregando Ouvinte de 'Peers'...
sk: Načítavam Peer naslúchač...
sq: Po Ngarkoj Dëgjuesin-Pikë...
sr: Učitavanje praćenja izvora fajlova...
uk: Завантажую прослухач пірів...

source: Loading Stale Connection Management...
ar: يتم الآن تحميل stale-connection-management...
bs: Punjenje ustaljenom konekcijom poslovanja...
cy: Llwytho Rheolwr Hen Gysylltiadau...
de: Management für ungültige Verbindungen wird geladen...
hu: El�v�ltkapcsolat-kezel� bet�lt�se...
it: Caricamento gestore connessioni...
nn: Lastar stale-connection-management …
pt: A carregar gestão de ligação desactualizada...
pt_br: Carregando Gerenciador de Conexão Desatualizada...
sk: Načítavam predošlého správcu pripojení...
sq: Po Ngarkoj Menaxherin e Ndenjur të Lidhjes...
sr: Učitavanje asistenta za povezivanje...
uk: Завантажую менеджер сталого підключення

source: Loading Saved Files...
ar: يتم الآن تحميل الملفات المحفوظة...
bs: Punjenje pohranjenih datoteka...
cy: Llwytho Ffeiliau wedi'u Cadw...
de: Gespeicherte Dateien werden geladen...
hu: Mentett f�jlok bet�lt�se...
id: Memanggil file tersimpan...
it: Caricamento file salvati...
nn: Lastar lagra filer …
pt: A carregar ficheiros guardados...
pt_br: Carregando Arquivos Salvos...
sk: Načítavam uložené súbory...
sq: Po Ngarkoj Skedat e Ruajtura...
sr: Učitavanje snimljenih fajlova...
uk: Завантажую збережені файли

source: Loading Spam Management...
cy: Llwytho Rheolaeth Spam...
de: Spam-Komponeneten werden geladen...
it: Caricamento Gestore Spam...
nn: Lastar spamfilter …
pt: A carregar gestão de lixo informático...
pt_br: Carregando gerenciador de spam...
sk: Načítavam správcu spamu...
sq: Po Ngarkoj Menaxhimin e Spameve...

source: You have already downloaded {0}
cy: Ti wedi llwytho i lawr {0} yn barod
de: Die Datei {0} wurde bereits heruntergeladen.
nn: Du har allereie lasta ned {0}
pt: Já fez download de {0}
pt_br: Você já baixou "{0}".
sk: Toto ste už stiahli {0}

source: Let LimeWire manage my BitTorrent settings. (Recommended)
ar: دع LimeWire يُدير خصائص BitTorrent. (مستحسن)
cy: Gadael i LimeWire rheoli fy opsiynau BitTorrent. (Dewis gorau)
de: LimeWire solle meine BitTorrent Einstellungen machen (Empfohlen)
hu: A LimeWire kezelje a BitTorrent-be�ll�t�saimat. (Aj�nlott)
it: Utilizza LimeWire per gestire le configurazioni BitTorrent.
nn: La LimeWire kontrollere BitTorrent instillingane dine. (tilrådd)
pt: Deixar o LimeWire gerir as minhas configurações de BitTorrent. (Recomendado)
pt_br: Deixar o LimeWire controlar as preferências de BitTorrent. (Recomendado)
sk: Nechaj LimeWire spravovať moje BitTorrent nastavenia. (Odporúčané)
sq: Lejo LimeWire të menaxhojë kuadrot e BitTorrent-it tim. (Rekomandohet)
sr: Neka LimeWire upravlja mojim BitTorrent podešavanjima. (Preporučljivo)

source: Maximum uploads per torrent
ar: الحد الأقصى للتحميل لكل تورنت
cy: Cyfanswm llwytho i fyny am bob torrent
de: Maximale Uploads pro Torrent
hu: Torrentre jut� max. felt�lt�sek
it: Trasferimenti massimi per torrent
nn: Høgste tal på opplastingar pr. torrent
pt: Máximo de uploads por ficheiro
pt_br: Uploads Máximo por torrent
sk: Maximum uploadov na torrent
sq: Ngarkesat maksimale për torrent
sr: Maksimalan broj slanja po torrent-u

source: Minimum uploads per torrent
ar: الحد الأدنى لكل تورنت
cy: Isafswm llwytho i fyny am bob torrent
de: Minimale uploads pro Torrent
hu: Torrentre jut� min. felt�lt�sek
it: Trasferimenti minimi per torrent
nn: Minste tal på opplastingar pr. torrent
pt: Uploads mínimos por torrent
pt_br: Upload mínimo por torrent
sk: Minimum uploadov na torrent
sq: Ngarkesat minimale për torrent
sr: Minimalni broj slanja po torrent-u

source: LimeWire has encountered an internal error. It is possible for LimeWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify LimeWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
ar: صادف LimeWire خطأ داخلي. من الممكن أن يقوم LimeWire بإصلاح الخطأ واستكمال العمل بشكل طبيعي. لكي تساعد في تصليح الأخطاء ، من فضلك اضغط على "إرسال" لإعلام LimeWire بالمشكلة. كما يمكنك أن تضغط على "تقرير" لقراءة المعلومات التي سيتم إرسالها. أن كنت ترغب في ذلك. شكراً لك.
bs: LimeWire je naišao na unutrašnju grešku. Ipak je moguće da LimeWire iznova nastavi sa normalnim operacijama. Za pomoć u otklanjanju greške, molimo vas pritisnite 'Pošalji' kako bi obavjestili LimWire o dotičnom problemu. Ukoliko želite možete pritisnuti 'Prikaz' da bi vidjeli koje informacije ćete poslati. Hvala vam.
cy: Mae LimeWire wedi darganfod gwall mewnol. Mae'n bosibl i LimeWire ei ddatrys a dal i redeg yn iawn. I helpu cael gwared a bygs, clicia 'Anfon' i ddweud wrth LimeWire am y broblem. Os ti eisiau, gallet ti glicio 'Adolygu' i edrych ar y wybodaeth sy'n cael ei hanfon. Diolch iti.
de: Ein interner Fehler ist aufgetreten. LimeWire kann den Betrieb jedoch fortsetzen. Um bei der Fehlerkorrektur zu helfen, klicken Sie bitte 'Senden', damit ein Fehlerbericht an LimeWire gesendet wird. Wenn Sie wünschen, können sie auch 'Anzeigen' klicken, um die Informationen anzuzeigen, die verschickt werden. Vielen Dank.
hu: A LimeWire futtat�sakor bels� hiba l�pett fel. A program a hib�n �tl�p �s norm�lisan dolgozik tov�bb. A hibakeres�s seg�t�s�hez kattints a 'K�ld�s' gombra, hogy �rtes�tsd a LimeWire-t a probl�m�r�l. Ha szeretn�d, az 'El�n�zet'-re kattinthatsz az elk�ldend� inform�ci� megtekint�s�hez. K�sz�nj�k meg�rt�sedet.
id: LimeWire mengalami kesalahan internal. LimeWire masih bisa mengatasinya dan terus berjalan dengan normal. Untuk membantu debugging, klik 'Kirim' untuk memberitahu LimeWire masalah ini. Jika berkenan, klik 'Tinjau' untuk melihat informasi yg akan dikirim. Terimakasih.
it: Si è verificato un errore interno in LimeWire. E' possibile per LimeWire recuperare l'errore e continuare la normale attività. Per aiutarci nel debug, seleziona 'Invia' per informare il team LimeWire dell'errore. Se lo desideri, puoi selezionare 'Verifica' per visualizzare le informazioni che verranno inviate. Grazie.
nn: LimeWire har støytt på ein intern feil. LimeWire kan gjenopprettast og halde fram å fungere som normalt. For å hjelpe til med å rette feil, klikk på «Send» for å gjere LimeWire merksam på problemet.. Om du er usikker , kan du klikke på «Sjå over» for å sjå på informasjonen som vil verte sendt.
pt: O LimeWire encontrou um erro interno. O Lime Wire pode recuperar e continuar a funcionar normalmente. Para ajudar a eliminar erros clique em 'Enviar' para informar a LimeWire do problema. Se pretender, pode fazer clique em 'Rever' para ler a informaçãp que vai ser enviada. Obrigado.
pt_br: O LimeWire encontrou um erro interno. O LimeWire pode se recuperar e continuar a funcionar normalmente. Para ajudar a eliminar erros clique em 'Enviar' para informar à LimeWire o problema. Se quiser, pode clicar em 'Rever' para ler a informação que vai ser enviada. Obrigado.
sk: LimeWire narazil na vnútornú chybu. Je možné, že sa LimeWire obnoví sám a bude normálne ďalej pokračovať. Aby ste nám pomohli s odladením takýchto chýb, kliknite prosím 'Poslať' a tým nám oznámili LimeWire problém. Ak si želáte, môžete kliknúť na 'Náhľad', kde sa zobrazia všetky informácie, ktoré budú zaslané. Ďakujeme.
sq: LimeWire takoi një gabim të brendshëm! Kjo gjë mund të korrigjohet dhe ngarkimi të vijojë normalisht. Që të ndihmoni me 'debugging', ju lutemi klikoni 'Dërgoje' dhe LimeWire do të njoftohet rreth problemit. Nëse dëshironi, klikoni 'Rishikoje', për të parë informacionet që do të dërgohen. Ju falemnderit!
sr: LimeWire je naišao na grešku u programu. Moguće je da se LimeWire sam popravi i nastavi sa radom. Za pomoć u otklanjanju greške, molimo Vas kliknite na dugme 'Pošalji', da bi ste obavestili LimeWire o ovom problemu. Ukoliko želite, možete pritisnuti 'Prikazi' da bi videli koje informacije ćete poslati. Hvala Vam.
uk: LimeWire зазнав внутрішньої помилки. Можливо, LimeWire зможе відновитись і продовжити працювати нормально. Щоб допомогти розробці LimeWire, будь ласка, натисніть «Надіслати», щоб повідомити про помолку. Якщо хочете, можете натиснути «Переглянути», щоб переглянути інформацію, що відіслатиметься. Дякуємо.

source: LimeWire has encountered an internal error. It is possible for LimeWire to recover and continue running normally. To continue using LimeWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
ar: صادف LimeWire خطأ داخلي. من الممكن أن يقوم LimeWire بإصلاح الخطأ واستكمال العمل بشكل طبيعي. للاستمرار في استخدام LimeWire, اضغط'تجاهل'. إذا تم تجاهله، يمكنك أن تضغط 'معاينة' لإلقاء نظرة على المعلومات حول الخطأ.
bs: LimeWire je naišao na unutrašnju grešku. Ipak je moguće da LimeWire iznova nastavi sa normalnim operacijama. Za nastavak upotrebe LimeWire, pritisnite 'Odbaci'. Ukoliko želite možete pritisnuti 'Prikaz' da bi vidjeli koje informacije sa greškom.
cy: Mae LimeWire wedi darganfod gwall mewnol. Mae'n bosibl i LimeWire ei ddatrys a dal i redeg yn iawn. I ddal i ddefnyddio LimeWire, clicia 'Cael Gwared'. Os ti eisiau, gallet ti glicio 'Adolygu' i edrych ar y wybodaeth ynglyn a'r broblem.
de: Ein interner Fehler ist aufgetreten. LimeWire konnte den Fehler beheben und das Programm kann fortgesetzt werden. Zum Fortsetzen klicken Sie auf 'Ignorieren'. Um die Fehlermeldung anzuzeigen, klicken Sie auf 'Anzeigen'.
hu: A LimeWire futtat�sakor bels� hiba l�pett fel. A program a hib�n �tl�p �s norm�lisan dolgozik tov�bb. A folytat�shoz kattints az 'Eldob�s' gombra. B�vebb inform�ci��rt kattints az 'El�n�zet' gombra.
id: LimeWire mengalami kesalahan internal. LimeWire masih bisa mengatasinya dan terus berjalan normal. Untuk terus menggunakan LimeWire, klik 'Buang'. Jika berkenan, klik 'Tinjau' untuk melihat informasi kesalahan tersebut.
it: Si è verificato un errore interno in LimeWire. E' possibile per LimeWire recuperare l'errore e continuare la normale attività. Per continuare ad usare Limewire, seleziona 'Ignora'. Se lo desideri, puoi selezionare 'Verifica' per visualizzare le informazioni che verranno inviate. Grazie.
nn: LimeWire har støytt på ein intern feil. LimeWire kan gjenopprettast og halde fram å fungere som normalt. For å halde fram med å bruke LimeWire, klikk «Ignorer». Om du ønskjer det kan du klikke på «Sjå over» for å få info om feilen.
pt: O LimeWire encontrou um erro interno. O Lime Wire pode recuperar e continuar a funcionar normalmente. Para continuar a utilizar o LimeWire, faça clique em 'Anular'. Se pretender, pode fazer clique em 'Rever' para ler a informação acerca do erro.
pt_br: O LimeWire encontrou um erro interno. O Lime Wire pode se recuperar e continuar a funcionar normalmente. Para continuar a utilizar o LimeWire, clique em 'Anular'. Se quiser, pode fazer clicar em 'Rever' para ler a informação sobre o erro.
sk: LimeWire narazil na vnútornú chybu. Je možné, že sa LimeWire obnoví sám a bude normálne ďalej pokračovať. Pre pokračovanie v používaní LimeWire, kliknite na 'Odmietnuť'. Ak si želáte, môžete kliknúť na 'Náhľad', kde sa zobrazia informácie o tejto chybe.
sq: LimeWire takoi një gabim të brendshëm. LimeWire mundet që ta rimarrë veten dhe të vijojë ngarkimin normalisht. Që të vijoni me përdorimin e LimeWire, klikoni 'Hidhe'. Nëse dëshironi, mund të klikoni 'Rishikoje' për të parë informacione mbi gabimin.
sr: LimeWire je naišao na grešku u programu. Moguće je da se LimeWire sam popravi i nastavi sa radom. Za nastavak upotrebe LimeWire-a, pritisnite 'Odbaci'. Ukoliko želite, možete kliknuti na dugme 'Prikazi' da bi videli informaciju o grešci.
uk: LimeWire зазнав внутрішньої помилки. Можливо, LimeWire зможе відновитись і продовжити працювати нормально. Щоб продовжити використання LimeWire, натисніть «Не зважати». Якщо хочете, можете натиснути «Переглянути», щоб переглянути інформацію про помилку.
