Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire has not yet verified this license. Click 'verify' to locate the details of this Creative Commons license.
ar: LimeWire لم ينتهي بعد من تأكيد هذه الرخصة. انقر 'تأكيد' لتحديد تفاصيل رخصة Creative العامة.
bs: LimeWire nije još odobrio ovu licencu. Udari 'Verificiraj' za pronalaženje detalja ovog Kreativnog odobrenja.
cy: Mae LimeWire heb gadarnhau'r drwydded yma eto.\n Clicia 'Cadarnhau' i ffeindio manylion y drwydded Creative Commons
de: LimeWire hat diese Lizenz noch nicht überprüft. Klicken Sie auf 'überprüfen', um nach Details dieser Creative Common Lizenz zu suchen.
el: Το Limewire δεν έχει επικυρώσει ακόμη αυτή την άδεια. Κάντε κλικ στο «Επικύρωση» για να εντοπιστούν οι λεπτομέρειες της άδειας Creative Commons.
hu: A LimeWire m�g nem ellen�rizte a licenszt. Kattints az 'Ellen�rz�s'-re a Creative Commons licensz r�szleteinek bet�lt�s�hez.
id: LimeWire belum memeriksa lisensi ini. Klik 'Periksa' untuk mencari detail dari lisensi Creative Common ini.
it: Limewire non ha ancora verificato questa licenza. Seleziona 'Verifica' per localizzare i dettagli di questa licenza Creative Commons.
ja: LimeWireはこのライセンスを検証していない状態。 [検証]をクリックし、このクリエイティブコモンズのライセンスの詳細について調べてください。
nn: Limewire har ikke enda vertifisert lisensen. Trykk 'vertifiser' for å finne detaljene om denne Creative Commons lisensen.
pt: O LimeWire ainda não verificou esta licença. Clique 'Verificar' para localizar os detalhes desta licença Creative Commons.
pt_br: O LimeWire ainda não verificou esta licença. Clique 'Verificar' para localizar os detalhes desta licença 'Criativa comum'.
sk: LimeWire ešte neoveril túto licenciu. Kliknite 'overiť' pre zistenie detailov licencie Creative COmmons.
sq: LimeWire nuk e ka verifikuar akoma licensën. Klikoni 'Verifikoje' për të gjetur detajet e licensës Creative Commons.
sr: LimeWire nije proverio ovu licencu. Kliknite na 'Proveri' za pronalaženje detalja ove licence.
uk: LimeWire ще не перевірив цю ліцензію. Натисніть «перевірити», щоб знайти деталі цієї ліцензії Creative Commons.

source: Creative Commons Details
ar: تفاصيل Creative العامة
bs: Detalji ovlaštenja.
cy: Manylion Creative Commons
de: Lizenz-Details
el: Λεπτομέρειες αδείας Creative Commons
hu: Creative Commons licensz r�szletei
id: Detail Creative Commons
it: Dettagli Creative Commons
ja: クリエイティブコモンズの詳細
nn: Creative Commons Detaljer
pt: Detalhes da Creative Commons
pt_br: Detalhes da 'Criativa comum'
sk: Detaily Creative Commons
sq: Detajet e Creative Commons
sr: Detalji Creative Commons licence.
uk: Деталі Creative Commons

source: LimeWire was unable to locate the details of this Weed file.
bs: LimeWire je nemoćan da smjesti detalje od ove trinave datoteke.
cy: Roedd LimeWire yn methu ffeindio manylion y Weedfile yma.
de: LimeWire konnte die Details dieser Weed-Datei nicht finden.
el: Δεν ήταν δυνατόν να εντοπιστούν οι λεπτομέρειες του αρχείου Weed από το LimeWire.
hu: A LimeWire nem tudta bet�lteni a Weed f�jl r�szleteit.
id: LimeWire tidak dapat menemukan detail dari berkas Weed ini.
it: Limewire non è stato in grado di ottenere i dettagli di questo file Weed.
ja: LimeWireは、この役に立たないファイルの詳細を確認できない状況です
nn: Limewire klarte ikke å finne ut detaljene om denne weed filen.
pt: O LimeWire não conseguiu localizar os detalhes deste ficheiro Weed.
pt_br: O LimeWire não conseguiu localizar os detalhes deste arquivo weed.
sk: LimeWire nedokázal vyhľadať detaily tohto Weed súboru.
sq: LimeWire nuk arriti të gjejë detajet e skedës së Aktit.
sr: LimeWire nije uspeo da pronađe detalje ovog Weed fajla.
uk: LimeWire не зміг знайти деталі цього Weed файлу.

source: You can try looking up the details again by clicking 'Verify'.
ar: يمكنك محاولة إلقاء نظرة على التفاصيل مرة ثانية بواسطة النقر على 'تأكيد'.
bs: Vi možete gore pogledati detalje ponovnim udarom na 'Verificiraj'.
cy: Ti'n gallu trio chwilio am y fanylion eto trwy glicio 'Cadarnhau'.
de: Sie können versuchen, die Details erneut zu suchen, indem Sie auf 'überprüfen' klicken.
el: Μπορείτε να ερευνήσετε ξανά τις λεπτομέρειες κάνοντας κλικ στο «επικύρωση».
hu: �jra pr�b�lkozhatsz a r�szletek megkeres�s�vel az 'Ellen�rz�s' gombbal.
id: Anda bisa coba mencari detail lagi dengan klik pada 'Periksa'.
it: Puoi riprovare a cercare i dettagli selezionando 'Verifica'.
ja: ユーザーは、[検証]をクリックして再度詳細を調べられます
nn: Du kan prøve å se opp detaljene for denne filen igjen ved å trykke 'vertifiser'.
pt: Pode tentar ver os detalhes novamente fazendo clique em 'Verificar'.
pt_br: Você pode tentar ver os detalhes novamente clicando em 'Verificar'.
sk: Môžete sa znovu pokúsiť o náhľad detailov kliknutím na "Overiť".
sq: Ju mund të shikoni detajet sërish duke klikuar 'Verifikoje'.
sr: Možete pokušati da potražite detalje ponovo, klikom na dugme 'Proveri'.
uk: Ви можете спробувати пошукати деталі файлу ще раз натиснувши «Перевірити».

source: View Weedshare Usage Rights
bs: Pravo upotrebe trinave razmjene
cy: Gweld Hawliau Defnydd Weedshare
de: Weedshare-Benutzungsrechte anzeigen
el: Εμφάνιση δικαιωμάτων χρήσης Weedshare
hu: Weedshare haszn�lati jogok megtekint�se
id: Lihat hak penggunaan Weedshare
it: Visualizza diritti d'uso Weedshare
ja: 役に立たない使用法の権利を見る
nn: Vis Weedshare Brukerrettigheter
pt: Visualizar Direitos de Utilização Weedshare
pt_br: Visualizar direitos de utilização 'Weedshare'
sk: Zobraz Weedshare Usage Rights
sq: Shikoni të Drejtat Shfrytëzuese të Weedshare
sr: Pogledajte WeedShare pravo upotrebe
uk: Переглянути права використання Weedshare

source: View Usage Rights
ar: عرض حقوق الإستعمال
bs: Pravo opšte upotrebe
cy: Gweld Hawliau Defnyddio
de: Benutzungsrechte anzeigen
el: Εμφάνιση δικαιωμάτων χρήσης
hu: Haszn�lati jogok megtekint�se
id: Lihat hak penggunaan
it: Visualizza diritti d'uso
ja: 使用法の権利を見る
nn: Vis Brukerrettigheter
pt: Visualizar Direitos de Utilização
pt_br: Visualizar direitos de utilização
sk: Zobraz Usage Rights
sq: Shikoni të Drejtat Shfrytëzuese
sr: Pogledajte prava upotrebe
uk: Переглянути права використання

source: LimeWire is contacting www.weedshare.com for the details of this file.
ar: LimeWire يقوم بالإتصال بـ www.weedshare.com لتفاصيل هذا الملف.
bs: LimWire je kontaktirao www.weedshare.com za detalje o ovoj datoteci.
cy: Mae LimeWire yn cysylltu a www.weedshare.com am fanylion y ffeil yma.
de: LimeWire stellt die Verbindung zu www.weedshare.com her, um die Details dieser Datei abzufragen.
el: Το LimeWire επικοινωνεί με το www.weedshare.com για τις λεπτομέρειες του αρχείου.
hu: A LimeWire a www.weedshare.com-hoz kapcsol�dik a f�jl r�szletei�rt.
id: LimeWire sedang menghubungi www.weedshare.com untuk detail berkas ini.
it: Limewire sta contattando il sito www.weedshare.com per ottenere i dettagli del file.
ja: LimeWireはwww.weedshare.comにアクセスし、このファイルの詳細について確認中
nn: Limewire kontakter nå www.weedshare.com for detaljene om denne filen.
pt: O LimeWire está a contacar www.weedshare.com para obter os detalhes deste ficheiro.
pt_br: O LimeWire está contactando www.weedshare.com para obter os detalhes deste arquivo.
sk: LimeWire kontaktuje www.weedshare.com kvôli detailom tohto súboru.
sq: Për detajet e kësaj skede, LimeWire po kontakton www.weedshare.com.
sr: LimeWire kontaktira www.weedshare.com za detalje o ovoj datoteci.
uk: LimeWire зв’язується з www.weedshare.com, щоб отримати деталі цього файлу.

source: LimeWire has not yet verified this license. Click 'verify' to locate the details of this file.
ar: LimeWire لم ينتهي بعد من تأكيد هذه الرخصة. انقر 'تأكيد' لتحديد تفاصيل هذا الملف.
bs: LimeWire još nije verificirao ovu licencu. Udari 'Verificiraj' da smjestite detalje ove datoteke.
cy: Mae LimeWire heb gadarnhau y drwydded yma eto. Clicia 'Cadarnhau' i chiwilo am fanylion y ffeil.
de: LimeWire hat diese Lizenz bisher nicht überprüft. Klicken Sie auf 'überprüfen', um die Details dieser Datei zu suchen.
el: Το LimeWire δεν έχει επικυρώσει ακόμα αυτή την άδεια. Πατήστε «επικύρωση» για να εντοπίσετε τις λεπτομέρειες του αρχείου.
hu: A LimeWire m�g nem ellen�rizte a licenszt. nKattints az 'Ellen�rz�s'-re a f�jl r�szleteinek bet�lt�s�hez.
id: LimeWire belum memeriksa lisensi ini. Klik 'Periksa' untuk mencari detail berkas ini.
it: Limewire non ha ancora verificato la licenza. Seleziona 'Verifica' per cercare i dettagli del file.
ja: LimeWireはこのライセンスを検証していない状態。 [検証]をクリックし、このファイルの詳細に関して確認中。
nn: Limewire har ikke vertifisert denne lisensen enda. Trykk 'vertifiser' for å finne detaljene om denne filen.
pt: O LimeWire ainda não verificou esta licença. Clique 'Verificar' para localizar os detalhes deste ficheiro.
pt_br: O LimeWire ainda não verificou esta licença. Clique 'Verificar' para localizar os detalhes deste arquivo.
sk: LimeWire ešte neoveril túto licenciu. Kliknite "overiť" pre vyhľadanie detailov tohto súboru.
sq: LimeWire nuk e ka verifikuar akoma licensën. Klikoni 'verifikoje' për të gjetur detajet e skedës.
sr: LimeWire još nije proverio ovu licencu. Kliknite na dugme 'Proveri' da bi pronašli detalje ovog fajla.
uk: LimeWire ще не перевірив ліцензію. Натисніть «Перевірити», щоб знайти деталі цього файлу.

source: Weedshare Details
bs: Detalji trinave razmjene
cy: Manylion Weedshare
el: Πληροφορίες Weedshare
hu: Weedshare licensz r�szletei
id: Detail Weedshare
it: Dettagli Weedshare
ja: 役に立たない共有に関する詳細
nn: Weedshare Detaljer
pt: Detalhes do Weedshare
pt_br: Detalhes do 'Weedshare'
sk: Detaily Weedshare
sq: Detajet e Weedshare
sr: Detalji WeedShare licence
uk: Деталі Weedshare

source: This file may require a license in order to open and view.
ar: هذا الملف يتطلب إلى رخصة للفتح والعرض.
bs: Ova datoteka može da zahtijeva da se otvori i pogleda licenca.
cy: Efallai bydd angen ar y ffeil yma drwydded er mwyn ei hagor a'i gweld.
de: Diese Datei erfordert evtl. eine Lizenz zum Öffnen und Anzeigen.
el: Το αρχείο ίσως χρειάζεται μια άδεια για να ανοίξει και να το δείτε.
hu: Ennek a f�jlnak a megnyit�sa �s n�zete licenszt ig�nyelhet.
id: Berkas ini memerlukan sebuah lisensi untuk dibuka dan dilihat.
it: Questo file richiede una licenza per poter essere aperto e letto.
ja: このファイルを開くまたは閲覧するには、ライセンスが必要となる可能性があります
nn: Denne filen kan kreve et lisens for å bli åpnet og vist.
pt: Pode necessitar de uma licença para abrir e visualizar este ficheiro.
pt_br: Você pode precisar uma licença para abrir e visualizar este arquivo.
sk: Tento súbor môže požadovať licenciu na otvorenie a zobrazenie.
sq: Kjo skedë mund të kërkojë një licensë për t'u hapur dhe shikuar.
sr: Ovaj fajl može zahtevati licencu da bi se otvorio.
uk: Для того, щоб відкрити і переглядати цей файл, Вам може знадобитись ліцензія.

source: License Details
ar: تفاصيل الرخصة
bs: Detalji licence
cy: Manylion y Drwydded
de: Lizenz-Details
el: Λεπτομέρειες αδείας
hu: Licensz r�szletei
id: Detail lisensi
it: Dettagli licenza
ja: ライセンスの詳細
nn: Lisens Detaljer
pt: Detalhes da Licença
pt_br: Detalhes da licença
sk: Detaily licencie
sq: Detajet e Licensës
sr: Detalji licence
uk: Деталі Ліцензії

source: File Listing for
ar: قائمة الملف لـ
bs: Datoteka izlistana za
cy: Rhestr Ffeil am
de: Dateiliste für
el: Λίστα αρχείων για
hu: F�jllist�z�
id: Daftar berkas untuk
it: Lista file per
ja: ファイルのリスト
nn: Fil Listing for
pt: Lista de ficheiros para
pt_br: Lista de arquivos para
sk: Zoznam súborov pre
sq: Listimi i Skedës për
sr: Lista fajlova za
uk: Список файлів для

source: Magnet Links for Fast Downloads (if you have LimeWire installed)
ar: وصلات بارزة للتنزيلات السريعة (إذا كان لديك LimeWire مثبتاً)
bs: Magnet veza za brzi download (ako imate postavljen LimeWire)
cy: Linciau Magnet ar gyfer llwytho'n gynt (os oes LimeWire gennyt)
de: Magnet-Links für schnellen Download (wenn LimeWire installiert ist)
el: Δεσμοί Magnet για γρήγορες λήψεις (αν το LimeWire είναι εγκατεστημένο)
hu: Magnet hivatkoz�sok a gyors let�lt�shez (ha van LimeWire-�d telep�tve)
id: Link magnet untuk pengunduhan cepat (jika LimeWire terinstall)
it: Collegamento Magnet per ricezioni veloci (se hai Limewire installato)
ja: 高速なダウンロードのためのマグネット・リンク (LimeWire がインストールされている場合)
nn: Magnet Koblinger for Raske Nedlastinger (hvis du har Limewire installert)
pt: Ligações Magnet para downloads rápidos (se tiver o LimeWire instalado)
pt_br: Links Magnet para downloads rápidos (se tiver o LimeWire instalado)
sk: Magnet Links pre Rýchle Sťahovanie (ak máte nainštalované LimeWire)
sq: Linke Magnet për Shkarkime të Shpejta (nëse keni instaluar LimeWire)
sr: Magnet veze za brže preuzimanje (ako imate LimeWire)
uk: Посилання Magnet для Швидких Завантаження (якщо встановлено LimeWire)

source: Always use this answer
ar: استخدم نفس الإجابة دائماً
bs: Uvijek koristite ovaj odgovor
cy: Defnyddio'r ateb yma bob tro
de: Immer diese Antwort benutzen
el: Πάντοτε να χρησιμοποιείται αυτή η απάντηση
hu: Mindig ezt a v�laszt haszn�ld
id: Selalu gunakan jawaban ini
it: Usa sempre questa risposta
ja: 常にこの答えを使う
nn: Bruk alltid dette svaret
pt: Utilizar sempre esta resposta
pt_br: Usar sempre esta resposta
sk: Vždy použiť túto odpoveď
sq: Përdore gjithmonë këtë përgjigje
sr: Uvek koristi ovaj odgovor
uk: Завжди ця відповідь

source: Loading Monitor Window...
ar: يتم الآن تحميل نافذة المتابعة...
bs: Punjenje ekranskog prozora...
cy: Llwytho Ffenest Monitor...
de: Monitorfenster wird geladen...
el: Φόρτωση παράθυρου παρακολούθησης...
hu: Monitorablak bet�lt�se...
id: Memuat jendela pengawasan...
it: Caricamento finestra ispettore...
ja: モニター・ウィンドウを読み込んでいます...
nn: Laster Overvåkingsvindu...
pt: A carregar janela do monitor...
pt_br: Carregando janela do monitor...
sk: Načítavam okno Monitoring...
sq: Po Ngarkoj Dritaren Ekranizuese...
sr: Učitavanje prozora za nadgledanje rada...
uk: Завантажую вікно монітору...

source: Show Incoming Searches
ar: نتائج البحث الواردة
bs: Ulazna traženja
cy: Dangos Chwiliadau i Mewn
de: Eingehende Suchanfragen anzeigen
el: Προβολή εισερχόμενων αναζητήσεων
hu: Bej�v� keres�sek megjelen�t�se
id: Perlihatkan pencarian yg masuk
it: Visualizza ricerche in ingresso
ja: 流れてくる検索文字
nn: Innkommende Søk
pt: Mostrar pesquisas entradas
pt_br: Mostrar pesquisas recebidas
sk: Zobraziť prichádzajúce vyhľadávania
sq: Shfaqi Kërkimet e Ardhura
sr: Prikaži pretraživanja drugih
uk: Показувати вхідні пошукові запити

source: Your client is a leaf node shielded by an Ultrapeer. Hence you will see few or no searches in the monitor window.
ar: أنت تمثل نقطة طرفية محمية بند فائق. لذلك سترى القليل أو لن ترى نتائج بحث في نافذة المراقبة.
bs: Vaš klijent je zaštićena sa Ultrapeer. Stoga ćete vidjeti malo ili čak neće biti rezultata traženja u ekranu prozora.
cy: Mae dy gleiant yn nod deilen wedi'i amddiffyn gan Uwch-bartner. Felly ni fydd llawer o chwiliadau i'w gweld yn y ffenest monitor.
de: Ihr Client ist ein Endpunkt, abgeschirmt durch einen Ultrapeer. Deshalb erscheinen nur wenige oder gar keine Suchvorgänge im Monitorfenster.
el: Βρίσκεστε σε κατάσταση δικτυακού κόμβου, προστατευόμενου από έναν υπερ-κόμβο. Γι' αυτό θα βλέπετε λίγες ή μηδενικές αναζητήσεις στην καρτέλα παρακολούθησης.
hu: A kliensed egy ultrapartner el�gaz�sa. Ez�rt a monitor ablakban kev�s keres�st vagy egyet sem fogsz l�tni.
id: Klien anda adalah titik ujung yg dilindungi oleh ultrapeer. Anda akan melihat sedikit atau tidak ada pencarian di jendela pengawasan.
it: Il tuo programma costituisce un nodo protetto da un ultrapeer. Di conseguenza vedrai poche o nessuna ricerca nella finestra del monitor.
nn: Din Klient er en NøkkelServer beskyttet av en Ultradeler, så du vil se få eller ingen søk i Overvåkningsvinduet.
pt: O seu cliente é um 'leaf node' protegido por um 'Ultrapeer'. Por isso, só visualizará poucas ou nenhuma pesquisas na janela do monitor.
pt_br: O seu cliente é um 'leaf node' protegido por um 'Ultrapeer'. Por isso, você só visualizará poucas ou nenhuma pesquisa na janela do monitor.
sk: Váš klient je tienený koncovým uzlom Ultrapeer. Preto vidíte len pár alebo žiadne výsedky vyhľadávania v sledovanom okne.
sq: Ngaqë klienti juaj është një 'pikë nyje' që mbrohet nga Ultrapika, në këtë dritare mund të shihni pak ose asnjë kërkim.
sr: Vaš program je zaštićen Ultrapeer-om, pa ćete videti malo rezultata pretraživanja ili ih neće ni biti.
uk: Ваш клієнт – вузол «лист», який прикритий Ultrapeer. Тому ви побачите мало або взагалі не побачите запитів на пошук.

source: Searches
ar: نتيجة بحث
bs: pretrage
cy: Chwiliadau
de: Suchvorgänge an
el: Αναζητήσεις
hu: keres�st
id: Pencarian
it: ricerche
ja: 検索
nn: Søk
pt: Pesquisas
pt_br: Pesquisas
sk: Vyhľadávania
sq: kërkime
sr: Traži se
uk: пошуки

source: <html><table width=400>You selected: <i>{0}</i><br>LimeWire cannot use this as a save folder for security reasons.<br><br>Please select another save folder.</table></html>
el: <html><table width=400>Επιλέξατε: <i>{0}</i><br>Το LimeWire δεν μπορεί να χρησιμοποιήσει αυτό τον κατάλογο για αποθήκευση για λόγους ασφαλείας.<br><br>Παρακαλούμε επιλέξτε άλλο κατάλογο αποθήκευσης.</table></html>
ja: <html><table width=400>あなたが選んだ: <i>{0}</i><br>をセキュリティーの問題から保存フォルダとして使用できません。<br><br>他の保存フォルダを選択してください。</table></html>
pt_br: <html><table width=400>You selected: <i>{0}</i><br>LimeWire não pode usar isto como uma pasta para salvar por razões de segurança.<br><br>Por favor selecione outra pasta para salvar.</table></html>
sk: <html><table width=400>Označili ste: <i>{0}</i><br>LimeWire nemôže použiť tento priečinok kvôli bezpečnostným dôvodom.<br><br>Označte prosím iný priečinok.</table></html>

source: <html><table width=400>The folder <i>{0}</i><br>is likely to contain sensitive or personal information.<br><br>LimeWire recommends that you <b>choose another</b> folder for saving your downloads.<br><br>Are you sure you want to download to this folder?</table></html>
el: <html><table width=400>Ο κατάλογος <i>{0}</i><br>πιθανότατα περιέχει ευαίσθητα προσωπικά δεδομένα.<br><br>Το LimeWire συστήνει να επιλέξετε <b>άλλο κατάλογο</b> για την αποθήκευση των λήψεων σας.<br><br>Θέλετε να γίνονται οι λήψεις σ' αυτό τον κατάλογο;</table></html>
ja: <html><table width=400>このフォルダ<i>{0}</i><br>はあなたの個人情報を害する恐れがあります。<br><br>LimeWire はあなたが<b>choose another</b>を保存フォルダにすることをお勧めします。<br><br>本当にこのフォルダをダウンロードしますか？</table></html>
pt_br: <html><table width=400>A pasta <i>{0}</i><br>provavelmente contém certas informações sensíveis ou pessoais.<br><br>O LimeWire recomenda que você <b>escolha outra</b> pasta para salvar os seus downloads.<br><br>Você tem certeza de que deseja salvar os seus downloads nesta pasta?</table></html>
sk: <html><table width=400>Priečinok <i>{0}</i><br>môže obsahovať citlivé alebo súkromné informácie.<br><br>LimeWire odporúča si <b>zvoliť iný</b> priečinok na sťahovanie súborov.<br><br>Ste si istý, že chcete sťahovať do tohto priečinka?</table></html>

source: LimeWire has encountered problems in loading your settings. LimeWire will attempt to use the default values; however, may behave unexpectedly.
el: Το LimeWire αντιμετώπισε προβλήματα κατά τη φόρτωση των ρυθμίσεών σας. Θα γίνει προσπάθεια να χρησιμοποιηθούν οι προκαθορισμένες ρυθμίσεις, αυτό όμως μπορεί να αποφέρει απροσδόκητη συμπεριφορά.
nn: LimeWire har støtt på problemer mens det lastet dine instillinger. LimeWire vil prøve å bruke standard intastinger; uansett, kan LimeWire oppføre seg uforutsigbart.
pt_br: O LimeWire encontrou problemas ao carregar suas configurações. O LimeWire tentará usar valores padrão; no entanto, pode funcionar incorretamente.
sk: LimeWire narazil na problémy v načítaní nastavení. LimeWire sa pokúsi použiť pôvodné hodnoty; avšak môže sa správať neočakávane.

source: Shutting down LimeWire...
ar: إطفاء LimeWire...
bs: Isključi LimeWire...
cy: Mae LimeWire yn Cau...
de: LimeWire wird beendet...
el: Διακοπή λειτουργίας του LimeWire...
hu: A LimeWire le�ll�t�sa...
id: Mematikan LimeWire...
it: Chiusura Limewire...
ja: LimeWireを終了しています...
nn: Avslutter Limewire...
pt: A encerrar o LimeWire...
pt_br: Encerrando o LimeWire...
sk: Vypínam LimeWire...
sq: LimeWire po mbyllet...
sr: LimeWire se isključuje...
uk: Вимикаю LimeWire...

source: Please wait while LimeWire shuts down...
ar: الرجاء الانتظار بينما يتم إطفاء LimeWire...
bs: Molimo vas sačekajte, LimeWire se isključuje...
cy: Aros tra bod LimeWire yn cau..
de: Bitte warten Sie, während Limewire beendet wird...
el: Παρακαλώ περιμένετε καθώς το LimeWire διακόπτει τη λειτουργία του...
hu: V�rj, am�g a LimeWire le�ll...
id: Harap tunggu sementara LimeWire dimatikan...
it: Attendere la chiusura di Limewire...
ja: LimeWireが終了するまで、お待ち下さい...
nn: Vennligst vent mens Limewire avslutter...
pt: Aguarde enquanto o LimeWire é encerrado...
pt_br: Por favor aguarde enquanto o LimeWire é encerrado...
sk: Vyčkajte, prosím, pokiaľ sa LimeWire vypne...
sq: Ju lutemi prisni sa LimeWire të mbyllet...
sr: Molimo Vas sačekajte, LimeWire se isključuje...
uk: Почекайте, поки LimeWire вимикається...

source: Add...
de: Hinzufügen...
el: Προσθήκη
nn: Legg til...
pt: Adicionar
pt_br: Adicionar...
sk: Pridať...

source: Add New List Item
ar: إضافة عنصر جديد للقائمة
bs: Dodaj novu stavku na listu.
cy: Adio eitem rhestr newydd
de: Fügt einen neuen Listen-Eintrag hinzu.
el: Προσθήκη νέου αντικείμενου λίστας.
hu: �j listaelem hozz�ad�sa
id: Tambah daftar item baru
it: Aggiunge un nuovo aggetto alla lista.
ja: 新規リストアイテムの追加
nn: Legg til ny Listeartikkel
pt: Adicionar novo ítem à lista.
pt_br: Adicionar novo ítem à lista.
sk: Pridať novú položku zoznamu
sq: Shton një Njësi të Re
sr: Dodaj novu stavku na listu
uk: Додати Новий Об’єкт до списку

source: Remove Selected Item
ar: إزالة العنصر المحدد
bs: Ukloni selektiranu stavku.
cy: Dileu eitem wedi'i dewis
de: Löscht den ausgewählten Eintrag.
el: Αφαίρεση επιλεγμένου αντικειμένου.
hu: Kijel�lt elem elt�vol�t�sa
id: Hilangkan item tersebut
it: Rimuove l'oggetto selezionato.
ja: 選択項目を削除する
nn: Fjern valgte Artikkel
pt: Remover ítem seleccionado.
pt_br: Remover ítem selecionado.
sk: Odstrániť vybranú položku
sq: Fshin Njësinë e Zgjedhur
sr: Ukloni obeleženu stavku
uk: Видалити Обране

source: Loading Status Window...
ar: يتم الآن تحميل نافذة الحالة...
bs: Punjenje stanja prozora...
cy: Llwytho Ffenestr Statws...
de: Statusfenster wird geladen...
el: Φόρτωση παράθυρου κατάστασης...
hu: �llapotablak bet�lt�se...
id: Memuat jendela status...
it: Caricamento finestra di stato...
ja: ステータス・ウィンドウを読み込んでいます...
nn: Laster Statusvindu...
pt: A carregar janela de estado...
pt_br: Carregando janela de status...
sk: Načítavam okno Stav
sq: Po Ngarkoj Dritaren e Statusit...
sr: Učitavanje prozora za prikaz stanja...
uk: Завантажую вікно статусу...

source: LimeWire has detected a firewall
ar: LimeWire اكتشف جدار ناري
bs: LimeWire je detektirao firewall.
cy: Mae LimeWire wedi darganfod wal tan
de: LimeWire hat eine Firewall entdeckt.
el: Το LimeWire έχει εντοπίσει τείχος προστασίας
hu: A LimeWire t�zfalat �szlelt
id: LimeWire mendeteksi sebuah firewall.
it: Limewire ha verificato la presenza di un firewall.
ja: LimeWireはファイアウォールを検知しました
nn: Limewire har oppdaget en Brannmur
pt: O LimeWire detectou um firewall.
pt_br: O LimeWire detectou um firewall.
sk: LimeWire zistil prítomnosť firewallu
sq: LimeWire diktoi një fajruoll
sr: LimeWire je detektovao zaštitni zid (firewall)
uk: LimeWire знайшов firewall

source: You are not connected to the LimeWire Store
cy: Ti heb gysylltu i Storfa LimeWire
el: Δεν έχετε συνδεθεί με το κατάστημα LimeWire
ja: LimeWire Storeに接続していません。
nn: Du er ikke tilkoblet LimeWire Butikken
pt: Você não está ligado à Loja do LimeWire
pt_br: Você não está conectado à Loja LimeWire
sk: Nie ste pripojený k LimeWire Store

source: You are connected to the LimeWire Store
cy: Ti wedi cysylltu i Storfa LimeWire
el: Έχετε συνδεθεί με το κατάστημα LimeWire
ja: LimeWire Storeに接続中です。
nn: Du er tilkoblet LimeWire Butikken
pt: Está ligado à Loja do LimeWire
pt_br: Você está conectado à Loja LimeWire
sk: Ste pripojený k LimeWire Store
