Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Please wait while LimeWire is uploading your files to the Internet Archive
ar: من فضلك انتظر بينما LimeWire يقوم بتحميل ملفاتك إلى أرشيف الإنترنت
cy: Aros tra fod LimeWire yn llwytho i fyny dy ffeiliau i'r Archif Gwe.
de: Bitte warten, während LimeWire deine Datei zum Internet-Archiv hochlädt
el: Παρακαλώ περιμένετε όσο το LimeWire ανεβάζει τα αρχεία σας στο "Internet Archive"
hu: V�rj, am�g a LimeWire felt�lti a f�jlokat az Internet Arch�vumba
id: Silahkan tunggu selama LimeWire meng-upload berkas anda ke Internet Archive
it: Prego attendere mentre Limewire sta
sq: Ju lutemi prisni sa LimeWire të ngarkojë skedat tuaja në Arkivin e Internetit
uk: Будь ласка, почекайте поки LimeWire вивантажує Ваші файли до Інтернет Архіву

source: Successfully uploaded files
ar: تم تحميل الملفات بنجاح
cy: Wedi llwytho'r ffeiliau'n iawn
de: Datei erfolgreich hochgeladen
el: Ανέβασμα αρχείων με επιτυχία
hu: A f�jl felt�lt�se sikeres volt.
id: Upload berkas berhasil
it: Trsmissione file completata
sq: Skedat u ngarkuan me sukses
uk: Успішно вивантажено файли

source: There was an error while connecting to the internet archive.
ar: هناك خطأ أثناء الاتصال بأرشيف الإنترنت.
cy: Roedd problem tra'n cysylltu a'r Archif Gwe.
de: Es passierte ein Fehler bei der Verbindung mit dem Internet Archiv.
el: Υπήρξε ένα σφάλμα κατά τη σύνδεσή σας στο "internet archive".
hu: Hiba l�pett fel az Internet Arch�vumhoz val� kapcsol�d�s sor�n.
id: Terjadi kesalahan ketika menyambungkan ke internet archive.
it: Si è verificato un errore durante la connessione all'archivio internet.
sq: Gjatë lidhjes tek Arkivi i Internetit ndodhi një gabim.
uk: Помилка при підключенні до інтернет архіву.

source: There was an error while logging in to the Internet Archive. Please check your username and password and try again.
ar: هناك خطأ أثناء الدخول إلى أرشيف الإنترنت. من فضلك تأكد من اسم المستخدم وكلمة السر وحاول مرة ثانية.
cy: Roedd problem tra'n cofnodi mewn i'r Archif Gwe. Sicrhau fod dy enw defnyddiwr a gair cyfrinachol yn gywir a thrio eto.
de: Es passierte ein Fehler beim Einloggen in das Internet Archiv. bitte überprüfen Sie den Benutzernamen und das Passwort
el: Υπήρξε ένα σφάλμα ενώ συνδεόταν στο "Internet Archive". Παρακαλώ ελέγξτε το όνομα χρήστη και κωδικό και προσπαθήστε ξανά.
hu: Hiba l�pett fel az Internet Arch�vumba val� bejelentkez�s sor�n. Ellen�rizd a felhaszn�l�nevedet �s jelszavadat, majd pr�b�lkozz �jra.
id: Terjadi kesalahan ketika log masuk ke Internet Archive. Periksa kembali nama pengguna dan password dan coba lagi.
it: Si è verificato un errore nel collegamento all'archivio internet. Verifica il tuo nome utente e la password e riprova.
sq: Gjatë hyrjes tek Arkivi i Internetit ndodhi një gabim. Ju lutemi verifikoni përdoruesin dhe fjalëkalimin, pastaj provoni sërish.
uk: Помилка під час авторизації в Інтернет Архіві. Перевірте ім’я користувача та пароль та повторіть.

source: There was an error while trying to access the upload directory.
ar: هناك خطأ أثناء محاولة الوصول إلى دليل التحميل.
cy: Roedd problem wrth drio cael mynediad i'r ffolder llwythio i fyny.
de: Es passierte ein Fehler während des Versuches in das Uploadverzeichnis einzutreten.
el: Υπήρξε ένα σφάλμα κατα την προσπάθεια για πρόσβαση στο φάκελο ανεβάσματος.
hu: Hiba l�pett fel a felt�lt�si mapp�hoz val� hozz�f�r�s sor�n.
id: Terjadi kesalahan ketika mengakses direktori upload.
it: Si è verificato un errore durante l'accesso alla cartella di invio.
sq: Gjatë hapjes së direktorisë ngarkuese ndodhi një gabim.
uk: Помилка під час спроби мати доступ до теки завантаження.

source: There was an error communicating with the Internet Archive. Please try again later.
ar: هناك خطأ أثناء الإتصال مع أرشيف الإنترنت. من فضلك حاول لاحقاً.
cy: Roedd problem yn cyfathrebu gyda'r Archif Gwe. Tria eto nes ymlaen.
de: Es passierte ein Fehler bei der Kommunikation mit dem Internet Archiv. Bitte versuchen Sie es später.
el: Υπήρξε ένα πρόβλημα στην επικοινωνία με το "Internet Archive". Παρακαλώ προσπαθήστε αργότερα.
hu: Hiba l�pett fel az Internet Arch�vummal val� kommunik�ci� sor�n. Pr�b�lkozz �jra k�s�bb.
id: Terjadi kesalahan komunikasi dengan Internet Archive. Coba beberapa saat lagi.
it: Si è verificato un errore di comunicazione con l'archivio internet. Riprova più tardi.
sq: Gjatë komunikimit me Arkivin e Internetit ndodhi një gabim. Ju lutemi provoni më vonë.
uk: Помилка під час зв’язку з Інтернет Архівом. Будь ласка, повторіть пізніше.

source: Upload
ar: تحميل
cy: Llwytho i Fyny
de: Hochladen
el: Ανέβασμα
et: Üleslaadimine
fa: آپلود
gl: Envío
hr: Slanje datoteka
hu: Felt�lt�
ku: Barkirin
lv: Augšuplāde
nb: Last opp
ru: Передача
sq: Ngarkoje
uk: Вивантаження

source: Connecting to the Internet Archive...
ar: جاري الاتصال بأرشيف الإنترنت...
cy: Cysylltu a'r Archif Gwe..
de: Verbindung zum Internet-Archiv...
el: Σύνδεση στο Internet Archieve...
hu: Kapcsol�d�s az Internet Arch�vumhoz...
id: Menyambungkan ke Internet Archive...
it: Connessione all'archivio internet...
sq: Po lidhem tek Arkivi i Internetit...
uk: Підключаюсь до Інтернет Архіву

source: Connected...
ar: جاري الاتصال...
cy: Wedi Cysylltu
de: Verbinden...
el: Συνδεδεμένο...
hu: Kapcsol�dva...
id: Tersambung...
it: Connesso...
sq: U lidha...
uk: Підключено...

source: Uploading file
ar: جاري تحميل الملف
cy: Llwytho fyny ffeil
de: Datei hochladen
el: Ανέβασμα αρχείου
hu: F�jl felt�lt�se
id: Meng-upload berkas
it: Trsmissione file
sq: Skeda po ngarkohet
uk: Вивантажую файл

source: of
ar: من
cy: o
de: von
el: από
id: dari
it: di
sq: nga
uk: з

source: Uploaded
ar: محمل
cy: Wedi Llwythio
de: Hochgeladen
el: Ανεβασμένο
hu: Felt�ltve
id: Ter-upload
it: Trasmesso
sq: Të ngarkuar
uk: Вивантажено

source: V
el: E

source: W
el: E

source: Show or Hide individual tabs
el: Εμφάνιση ή απόκρυψη ξεχωριστών ετικετών.
ja: 個別のタブを表示/隠す

source: &Statistics
el: Στατιστικά στοιχεία [&S]

source: Display the Statistics Screen
el: Εμφάνιση πίνακα στατιστικών στοιχείων.
ja: 累計画面を表示する

source: U
el: X

source: Stop Sharing the Selected Library Folder
el: Σταματήστε να μοιράζεστε τον επιλεγμένο φάκελο της βιβλιοθήκης.

source: Results
el: Αποτελέσματα
ja: 結果

source: Recovery Failed
el: Η ανάκτηση απέτυχε
ja: 修復に失敗した

source: Querying Network
el: Διερεύνηση δικτύου
ja: ネットワークに問い合わせている

source: s for Sources
el: για τις πηγές
ja: sがソース

source: files (Loading...)
el: αρχεία (Φόρτωμα...)
ja: ファイル（ロード中...)

source: Files with this name
el: Αρχεία με αυτό το όνομα

source: Searches for files with the same file name.
el: Ψάξε για αρχεία με το ίδιο όνομα

source: Performs the same search as the one which found this file previously.
el: Κάνε την ίδια έρευνα σαν αυτή που βρήκες το προηγούμενο αρχείο.

source: Stop Chatting with a Host
el: Διακοπή συνομιλίας με έναν πάροχο.
ja: ホストとのチャットを終了する

source: Loading Statistics Window...
el: Φόρτωση παραθύρου στατιστικών στοχείων...
ja: 累計ウィンドウをロード中...

source: Could not find a port to use for incoming connections. Please specify a port from the configuration window.
el: Δεν μπόρεσε να βρεί μία θύρα που να χρησιμοποιείται για εισερχόμενες συνδέσεις. Παρακαλώ προσδιορίστε μία θύρα από το παράθυρο διαμόρφωσης.
ja: 内向きの接続に使用するポートが見当たらないので、 設定ウィンドウからポートを指定すること。

source: Multicast pings received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト・ピングの数

source: Multicast pongs received from all Gnutella clients versus other LimeWires.
el: Απαντήσεις σε ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト・ポングの数

source: Multicast queries received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャストの質問

source: Multicast query hits received from all Gnutella clients versus other LimeWires.
el: Χτύποι αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャストの質問数

source: Multicast pushes received from all Gnutella clients versus other LimeWires.
el: Αιτήσεις push Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャストのプッシュ

source: Kilobytes for Multicast pings received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト・ピングのキロバイト総数

source: Kilobytes for Multicast pongs received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για απαντήσεις σε ping Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト・ポングのキロバイト総数

source: Kilobytes for Multicast queries received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト質問のキロバイト総数

source: Kilobytes for Multicast query hits received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για χτύποι αναζήτησης Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト質問のキロバイト総数

source: Kilobytes for Multicast pushes received from all Gnutella clients versus other LimeWires.
el: Σύνολο kilobytes για αιτήσεις push Multicast που στάληκαν από όλους τους πελάτες του Gnutella, σε αντιδιαστολή με άλλα LimeWire.
ja: その他LimeWiresに対しグヌーテラのクライアント全員から受信したマルチキャスト・プッシュのキロバイト総数

source: Errors
el: Σφάλματα
ja: エラー

source: Query Replies
el: Χτύποι αναζήτησης
ja: 質問に対する答え

source: Ping Replies
el: Απαντήσεις σε ping
ja: ピング回答

source: Compression
el: Συμπίεση
ja: 圧縮

source: Hit Routing Errors
el: Σφάλματα χτύποι αναζήτησης δρομολόγησης.
ja: ルート・エラー起きる

source: Requests
el: Αιτήσεις
ja: リクエスト

source: Request Methods
el: Μέθοδοι αιτήσεων
ja: リクエスト方法

source: seconds
el: δευτερόλεπτα
ja: 秒

source: Average
el: Μέσος
ja: 平均

source: Max
el: Μέγιστος
ja: 最高値

source: Total Upstream
el: Σύνολο ανερχόμενου
ja: 上流総計

source: Total Downstream
el: Σύνολο κατερχόμενου
ja: 下流総計

source: HTTP Total
el: Σύνολο HTTP
ja: HTTP総計

source: HTTP Headers
el: Επικεφαλίδες HTTP
ja: HTTP見出し

source: Gnutella Total
el: Σύνολο Gnutella
ja: グヌーテラ総数

source: Gnutella Headers
el: Κεγαλίδες Gnutella
ja: グヌーテラ見出し

source: Total Potential Upstream
el: Σύνολο ανερχόμενου (ενδεχόμενου)
ja: 上流見込み総計

source: Total Actual Upstream
el: Σύνολο ανερχόμενου (πραγματικού)
ja: 上流実績総計

source: Total Potential Downstream
el: Σύνολο κατερχόμενου (ενδεχόμενου)
ja: 下流見込み総計

source: Total Actual Downstream
el: Σύνολο κατερχόμενου (πραγματικού)
ja: 下流実績総計

source: HTTP (Potential)
el: HTTP (ενδεχόμενο)
ja: HTTP(見込み)

source: HTTP (Actual)
el: HTTP (πραγματικό)
ja: HTTP(実績)

source: Gnutella (Potential)
el: Gnutella (ενδεχόμενο)
ja: グヌーテラ（見込み）

source: Gnutella (Actual)
el: Gnutella (πραγματικό)
ja: グヌーテラ（実績）

source: All Messages
el: Όλα τα μηνύματα
ja: 全メッセージ

source: Pong Errors
el: Σφάλματα απαντήσεις σε ping
ja: ポング・エラー

source: Reply Errors
el: Σφάλματα χτύποι αναζήτησης
ja: 回答エラー

source: No Route
el: Μη δρομολόγηση
ja: ルート無し

source: All Requests
el: Όλες οι αιτήσεις
ja: 全リクエスト

source: HEAD Requests
el: Αιτήσεις αποστολή επικεφαλίδες (HEAD)
ja: HEADリクエスト

source: GET Requests
el: Αιτήσεις αποστολή αρχείων (GET)
ja: GETリクエスト

source: Push Requests
el: Αιτήσεις push
ja: プッシュ・リクエスト

source: Gnutella Requests
el: Αιτήσεις Gnutella
ja: グヌーテラ・リクエスト

source: Gnutella (LimeWire) Requests
el: Αιτήσεις Gnutella (LimeWire)
ja: グヌーテラ（LimeWire）・リクエスト

source: Accepted
el: Δεκτό
ja: 受入れ

source: THEX Request
el: Αίτηση THEX
ja: THEX リクエスト

source: URN Get
el: Αποστολή αρχείων URN
ja: URNゲット

source: Freeloader
el: Χρήστες-παράσιτα
ja: フリー・ローダー

source: Normal
el: Κανονικό
ja: ノーマル

source: Get
el: Αποστολή αρχείων (GET)
ja: ゲット

source: Head
el: Αποστολή επικεφαλίδες (HEAD)

source: Orginal query
el: Αρχικό ερώτημα

source: All received queries in kilobytes, by hops.
el: Σύνολο kilobytes για όλα τα αιτήσεις αναζήτησης που λήφθηκαν, ανάλογα με τον hops.
ja: ホップスで受信した全質問のキロバイト総数

source: All received queries in kilobytes, by time to live (TTL).
el: Σύνολο kilobytes για όλα τα αιτήσεις αναζήτησης που λήφθηκαν, ανάλογα με τον time to live (TTL).
ja: 時間による管理(TTL)で受信した全質問の総キロバイト数

source: All received query hits in kilobytes, by hops.
el: Σύνολο kilobytes για όλα τα χτύποι αναζήτησης που λήφθηκαν, ανάλογα με τον hops.
ja: ホップスで受信した全質問数のキロバイト総数

source: All received query hits in kilobytes, by time to live (TTL).
el: Σύνολο kilobytes για όλα τα χτύποι αναζήτησης που λήφθηκαν, ανάλογα με τον time to live (TTL).
ja: 全ての質問数に対するキロバイト総数

source: The average size in kilobytes of received Gnutella messages.
el: Μέσο μέγεθος ληφθέντων μηνυμάτων Gnutella σε kilobytes.
ja: 受信されたグヌーテラ・メッセージにおける平均的サイズのキロバイト数

source: The average size in kilobytes of received messages from LimeWires.
el: Μέσο μέγεθος ληφθέντων μηνυμάτων σε kilobytes από τα LimeWires.
ja: LimeWiresから受信したメッセージにおける平均的サイズのキロバイト数

source: Current
el: Τρέχων
ja: 現行

source: . No line is available for output.
el: . Δεν υπάρχει διαθέσιμη γραμμή για έξοδο.
ja: 出力する行がない

source: All received queries, by hops.
el: Όλα τα αιτήσεις αναζήτησης που λήφθηκαν, ανάλογα με τον hops.
ja: ホップスにより受領された全質問

source: Special Queries
el: Ειδικά ερωτήματα
ja: 特別な質問

source: All of the special marked queries.
el: Όλα τα ειδικά επελεγμένα ερωτήματα.
ja: 全ての特に印された質問

source: False Positive
el: Λάθος Θετικό
ja: 正誤

source: Generic Errors
el: Γενικά σφάλματα
ja: 一般的エラー

source: Handshaking
el: Χειραψία
ja: 握手

source: Statistics for handshaking as an ultrapeer.
el: Στατιστηκά χειραψίας σαν ανώτερος.
ja: Ulトラッパーとしての握手の累計

source: Flow Control
el: Έλεγχος ροής
ja: フロー管理

source: Statistics for flow controlled messages.
el: Στατιστικά στοιχεία για μηνύματα ελεγχόμενης ροής.
ja: フロー管理されたメッセージの累計

source: Total messages filtered.
el: Σύνολο φιλτραρισμένων μηνυμάτων.
ja: フィルタ化されたメッセージ総数

source: Color
el: Χρώμα
ja: カラー

source: Write statistics for this graph to files.
el: Να γραφούν στατιστικά στοιχεία γι’ αυτή τη γραφική παράσταση στα αρχεία.
ja: ファイルのグラフについて累計を書き込む

source: All Errors
el: Όλα τα σφάλματα
ja: 全エラー

source: Invalid Payload Length
el: Άκυρη έκταση ωφέλιμου φορτίου
ja: 無効な最大積載質量の長さ

source: Invalid Hops
el: Άκυρο Hops
ja: 無効なホップ

source: Invalid TTL
el: Άκυρο TTL
ja: 無効なTTL

source: Hops > Soft Max
el: Hops > soft μέγιστος
ja: ホップ＞ソフト・マックス

source: (Hops + TTL) > Hard Max
el: (Hops + TTL) > hard μέγιστος
ja: （ホップス＋TTL）>ハード・マックス

source: Invalid Message Code
el: Άκυρος κωδικός μηνύματος
ja: 無効なメッセージ・コード

source: All Query Errors
el: Όλα τα σφάλματα ερωτημάτων
ja: 全ての質問エラー

source: URN Query
el: Αιτήσεις αναζήτησης URN
ja: URN質問

source: Query Too Large
el: Υπερμεγέθη αναζήτησης
ja: 大きすぎる質問

source: XML Query Too Large
el: Υπερμεγέθη αναζήτησης XML
ja: 大きすぎるXML質問

source: Empty Query
el: Κενά αναζήτησης
ja: 空の質問

source: Illegal Characters in Query
el: Παράτυποι χαρακτήρες στα αναζήτησης
ja: 質問に不法な文字

source: All Query Reply Errors
el: Όλα τα σφάλματα απαντήσεων σε αναζήτησης
ja: 全ての質問・回答エラー

source: Invalid Reply Port
el: Άκυρη θύρα απαντήσεων
ja: 無効な回答ポート

source: Invalid Reply Speed
el: Άκυρη ταχύτητα απαντήσεων
ja: 無効な回答速度

source: All Ping Reply Errors
el: Όλα τα σφάλματα απαντήσεις σε ping
ja: 全てのピング回答エラー

source: Invalid Ping Reply Payload
el: Άκυρο ωφέλιμο φορτίο απαντήσεις σε ping
ja: 無効なピング回答の最大積載質量

source: Invalid Ping Reply Port
el: Άκυρη θύρα απαντήσεις σε ping
ja: 無効なピング回答ポート

source: Invalid Ping Reply Address
el: Άκυρη διεύθυνση απαντήσεις σε ping
ja: 無効なピング回答アドレス

source: Invalid GGEP Block
el: Άκυρη GGEP block
ja: 無効なGGEPブロック

source: Invalid Vendor Length
el: Άκυρη έκταση πωλητή
ja: 無効なベンダーの長さ

source: All Push Errors
el: Όλα τα σφάλματα αιτήσεις push
ja: 全プッシュ・エラー

source: Invalid Push Port
el: Άκυρη θύρα αιτήσεις push
ja: 無効なプッシュ・ポート

source: Invalid Push Address
el: Άκυρο διεύθυνση αιτήσεις push
ja: 無効なプッシュ・アドレス

source: Invalid Push Payload
el: Άκυρο ωφέλιμο φορτίο αιτήσεις push
ja: 無効なプッシュ最大積載質量

source: All Vendor Message Errors
el: Όλα τα σφάλματα μηνυμάτων πωλητή
ja: 全てのベンダー・メッセージ・エラー

source: Invalid ID
el: Άκυρη ταυτότητα
ja: 無効なID

source: Invalid Payload
el: Άκυρο ωφέλιμο φορτίο
ja: 無効な最大積載質量

source: Unrecognized Vendor Message
el: Άγνωστο μήνυμα πωλητή
ja: 認識されない開発元メッセージ

source: Route Table Patch
el: Προσθήκη προσθήκης στον πίνακα διανομών
ja: ルート表パッチ

source: What's New?
el: Τι νέο υπάρχει;
ja: 新しい情報

source: Hard Limit
el: Ανώτατο όριο
ja: 強力な制限

source: Hard Limit (TTL 0)
el: Ανώτατο όριο(TTL 0)
ja: 強力な制限 (TTL 0)

source: Hard Limit (TTL 1)
el: Ανώτατο όριο (TTL 1)
ja: 強力な制限 (TTL 1)

source: Hard Limit (TTL 2)
el: Ανώτατο όριο (TTL 2)
ja: 強力な制限 (TTL 2)

source: Hard Limit (TTL 3)
el: Ανώτατο όριο (TTL 3)
ja: 強力な制限 (TTL 3)

source: Hard Limit (TTL 4)
el: Ανώτατο όριο (TTL 4)
ja: 強力な制限 (TTL 4)

source: Hard Limit (TTL 5 or above)
el: Ανώτατο όριο (TTL 5 ή παραπάνω)
ja: 強力な制限 (TTL 5またはそれ以上)

source: Connection Attempts
el: Προσπάθειες σύνδεσης
ja: 接続試行

source: Incoming Attempts
el: Εισερχόμενες προσπάθειες
ja: 内向き試行

source: Unknown Requests
el: Άγνωστες αιτήσεις
ja: 未知のリクエスト

source: Banned Hosts
el: Απαγορευμένοι πάροχοι
ja: 禁止されたホスト

source: Closed Immediately
el: Άμεσο κλείσιμο
ja: 即時に閉じる

source: Problem Reading Header
el: Προβληματική ανάγνωση επικεφαλίδας
ja: ヘッダー読み込みに問題

source: Unknown Response Code
el: Άγνωστος κωδικός απάντησης
ja: 未知の回答コード

source: Content URN mismatch
el: Κακός συνδυασμός περιεχομένου URN
ja: 内容URN不一致

source: Incompatible Ranges
el: Ασυμβίβαστες σειρές
ja: 互換性がない値域

source: Succeeded
el: Πέτυχε
ja: 成功した

source: Successful HTTP 1.1
el: Επιτυχημένο HTTP 1.1
ja: HTTP 1.1の成功

source: Successful HTTP 1.0
el: Επιτυχημένο HTTP 1.0
ja: HTTP 1.0の成功

source: Failed HTTP 1.1
el: Αποτυχημένο HTTP 1.1
ja: HTTP 1.1の失敗

source: Failed HTTP 1.0
el: Αποτυχημένο HTTP 1.0
ja: HTTP 1.0の失敗

source: Successful Direct Connection
el: Επιτυχημένη άμεση σύνδεση
ja: ダイレクト接続の成功

source: Successful Push Connection
el: Επιτυχημένη σύνδεση push
ja: プッシュ接続の成功

source: Failed Push (Interrupted)
el: Αποτυχημένη push (διακόπηκαν)
ja: プッシュの失敗（中断）

source: Failed Push (No GIV Received)
el: Αποτυχημένη push (Χωρίς GIV ληφθέντα)
ja: プッシュの失敗（GIV受信無し）

source: Failed Push (Lost Connection)
el: Αποτυχημένη push (αποσυνδεδεμένος)
ja: プッシュの失敗（接続不明）

source: Successful Push Proxy
el: Επιτυχημένη push proxy
ja: プッシュ・プロキシの成功

source: Malformed Push Proxy
el: Δύσμορφη push proxy
ja: プッシュ・プロクキシの奇形

source: Failed Push Proxy
el: Αποτυχημένη push proxy
ja: プッシュ・プロキシの失敗

source: Unknown URN Get
el: Αποστολή άγνωστος αρχείου URN
ja: 未知のゲット

source: Limit Reached
el: Όριο έφθασε
ja: 制限に到達

source: Banned Client
el: Απαγορευμένος πελάτης
ja: 禁止されているクライアント

source: Push Failed
el: Αποτυχημένη push
ja: プッシュが失敗した

source: Completed Responses
el: Συμπληρωμένες απαντήσεις
ja: 答えが完了した

source: Completed File Transfers
el: Επιτυχημένες μεταφορές αρχείων
ja: ファイル転送を完了した

source: Out Rej. (Leaf)
el: Απορριψη εξ. (φύλλα)
ja: 外向き拒否（リーフ）

source: Out Rej. (Old Ultrapeer)
el: Απορριψη εξ. (παλιό ultrapeer)
ja: 外向き拒否(古いUlトラッパー)

source: Out Acc.
el: Δεκτό εξ.
ja: 外向き受入れ

source: In Rej.
el: Απορριψη εισ.
ja: 内向き拒否

source: In Acc.
el: Δεκτό εισ.
ja: 内向き受入れ

source: Out Rej. (Full)
el: Απορριψη εξ. (γεμάτος)
ja: 外向き拒否(フル)

source: Out Acc. (Followed Guidance)
el: Δεκτό εξ. (με τον guidance)
ja: 外向き受入れ（ガイダンスに従った）

source: Out Acc. (Ignored Guidance)
el: Δεκτό εξ. (παράβλεψη guidance)
ja: 外向き受入れ(ガイダンスを無視した)

source: Out Acc. (No Guidance)
el: Δεκτό εξ. (δεν guidance)
ja: 外向き受入れ（ガイダンス無し）

source: In Rej. (Leaf)
el: Απορριψη εισ. (φύλλα)
ja: 内向き拒否（リーフ）

source: In Acc. (Leaf)
el: Δεκτό εισ. (φύλλα)
ja: 内向き受入れ（リーフ）

source: In Acc. (Guiding To Leaf)
el: Δεκτό εισ. (guiding to φύλλα)
ja: 内向き受入れ（リーフへ導く）

source: In Acc. (Ultrapeer)
el: Δεκτό εισ. (ultrapeer)
ja: 内向き受入れ（Ulトラッパー）

source: In Rej. (All Slots Taken)
el: Απορριψη εισ. (all slots taken)
ja: 内向き拒否（全スロットが取られた）

source: In Rej. (Network Needs Ultrapeer)
el: Απορριψη εισ. (δίκτυο πρέπει ultrapeer)
ja: 内向き拒否（ネットワークにUlトラッパーが必要）

source: Server Reject
el: Απορριψη διακομιστή
ja: サーバー拒否

source: No Conclusion
el: Χωρίς λήξη
ja: 結論無し

source: LimeWire Ultrapeers
el: Ultrapeers LimeWire
ja: LimeWire Ulトラッパー

source: LimeWire Leaves
el: Φύλλα LimeWire
ja: LimeWireリーフ

source: Other Ultrapeers
el: Άλλοι ultrapeers
ja: その他Ulトラッパー

source: Other Leaves
el: Άλλα Φύλλα
ja: その他リーフ

source: Responses Requested
el: Αιτηθείσες απαντήσεις
ja: 回答の依頼有り

source: Responses Received
el: Ληφθείσες απαντήσεις
ja: 回答受信済み

source: Responses Bypassed
el: Απαντήσεις που παρακάμφθηκαν
ja: 回答バイパス

source: OOB Success Rate
el: Δείκτης επιτυχίας OOB
ja: OOB成功率

source: Support LimeWire and independent media content. Get PRO.
el: Bοηθήστε την υποστήριξη του μοιράσματος των ανεξάρτητων περιεχομένων μέσα.
ja: 独立したメディア・コンテンツの共有を助け支援

source: Your machine does not appear to have an active Internet connection or a firewall is blocking LimeWire from accessing the internet. Please check your connection or firewall settings and then select "Connect" from the File menu to connect LimeWire to the network.
el: Φαίνεται πως υπολογιστής σας δεν έχει κάποια σύνδεση στο Internet ή κάποιο firewall αποτρέπει το LimeWire από το να έχει πρόσβαση στο Internet. Παρακαλώ ελέγξτε τη σύνδεσή σας ή τις επιλογές firewall και μετά επιλέξτε «Σύνδεση» από το μενού του «Αρχείου», για να συνδεθείτε στο δίκτυο του LimeWire.

source: Show Advanced Statistics:
el: Εμφάνιση προχωρημένων στατιστικών στοιχείων:
ja: 上級の累計を表示

source: Total bandwidth used to send outgoing data, either through uploads or Gnutella messages.
el: Σύνολο εύρους ζώνης που χρησιμοποιήθηκε για την αποστολή εξερχόμενων δεδομένων είτε μέσω αποστολών είτε μέσω μηνυμάτων Gnutella.
ja: 上方またはグヌーテラ・メッセージによる、外向きデータを送信するのに使用する全情報処理量

source: Total bandwidth used to receive incoming data, either through downloads or Gnutella messages.
el: Σύνολο εύρους ζώνης που χρησιμοποιήθηκε για την λήψη εισερχόμενων δεδομένων είτε μέσω λήψεων είτε μέσω μηνυμάτων Gnutella.
ja: 下方またはグヌーテラ・メッセージによる、内向きデータを受信するのに使用する全情報処理量

source: Number of duplicate queries received over Multicast versus the total number of queries.
el: Αριθμός αντίτυπα αιτήσεις αναζήτησης που λήφθηκαν μέσω Multicast, σε αντιδιαστολή με συνολικός αριθμός αιτήσεις αναζήτησης.
ja: マルチキャストで受信した写しの質問数に対する全質問数

source: Total kilobytes in duplicate queries received over Multicast versus the total number of queries.
el: Σύνολο kilobytes για όλα τα αντίτυπα αιτήσεις αναζήτησης που λήφθηκαν μέσω Multicast, σε αντιδιαστολή με συνολικός αριθμός αιτήσεις αναζήτησης.
ja: マルチキャストで受信した質問の写しに当るキロバイト総数に対する全質問数

source: All Gnutella messages sent over Multicast, by message type.
el: Σύνολο μηνυμάτων Gnutella που στάληκαν μέσω Multicast, ανάλογα με τον τύπο του μηνύματος.
ja: マルチキャストを介して送信されたグヌーテラの全種類別メッセージ

source: Bandwidth statistics include complete information on all bandwidth sent upstream and downstream. Click on one of the categories to see the desired statistics.
el: Τα στατιστικά στοιχεία εύρους ζώνης περιλαμβάνουν πλήρεις πληροφορίες για όλο το εύρους ζώνης που στάληκε είτε προς τα πάνω είτε προς τα κάτω. Πατήστε σε μια κατηγορία για να δείτε τα επιθυμητά στατιστικά στοιχεία.
ja: 処理能力の累計には、上方向と下方向に送られる全処理能力いついての情報がある。カテゴリーの一つをクリックし、お望みの累計を見ること。
