Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire can display popups to notify you when certain things happen, such as a download completing.
de: LimeWire kann Popup-Fenster anzeigen, um über bestimmte Ereignisse zu informieren (wie z.B. ein fertiger Download).
el: Το LimeWire μπορεί να σας ειδοποιεί για διάφορα συμβάντα, όπως την ολοκλήρωση μιας λήψης, με αναδυόμενα παράθυρα.
ja: LimeWireは「ダウンロード完了」といったアクションをポップアップでお知らせすることができます。
nn: LimeWire kan vise popuper for og advare deg når noen ting skjer, sånn som at en nedlasting er ferdig.
pt_br: O LimeWire pode exibir notificações para avisar-lhe quando algo acontece, como a conclusão de um download.
sk: LimeWire môže zobraziť vyskakovacie okná, aby Vás upozornil na určité veci ako dokončenie sťahovania.

source: Partial Files
ar: الملفات الجزئية
bs: Djelimične datoteke
cy: Darnau o Ffiliau
de: Teilweise geladene Dateien
el: Μη ολοκληρωμένα αρχεία
hu: R�szleges f�jlok
id: Pemotongan berkas
it: File incompleti
ja: 部分ファイル
nn: Delte Filer
pt: Ficheiros com download parcial.
pt_br: Arquivos com download parcial.
sk: Čiastkové súbory
sq: Skeda të Pjesshme
sr: Delimično preuzeti fajlovi
uk: Частково завантажені файли

source: You can choose whether or not to automatically share partially downloaded files.
ar: يمكنك الاختيار بين الملفات التي تم تنزيل جزء منها أو لا.
bs: Možete odabrati da li ili ne želite automatsku razmjenu djelimično downlodiranih datoteka.
cy: Rwyt ti'n gallu dewis i rannu'n awtomatig ffeiliau sydd ond ddarn ohoni wedi'u llwythio i lawr.
de: Sie können schon teilweise geladene Dateien zum Download durch andere Benutzer freigeben.
el: Μπορείτε να επιλέξετε εάν θα διαμοιράζετε αυτόματα ή όχι αρχεία που δεν έχει ολοκληρωθεί η λήψη τους.
hu: Kiv�laszthatod, hogy automatikusan megosztva legyenek-e a r�szlegesen let�lt�tt f�jlok.
id: Anda bisa memilih apakah membagikan potongan berkas yg diunduh secara otomatis atau tidak.
it: Puoi specificare se vuoi condividere o no i ricezioni incompleti.
ja: 部分的にダウンロードされたファイルを、共有するかしないかを選択できる
nn: Du kan velge om du vil delte delte filer filer eller ikke.
pt: Pode seleccionar se pretende partilhar automaticamente os ficheiros com download parcial.
pt_br: Você pode selecionar se pretende compartilhar automaticamente os arquivos com download parcial.
sk: Môžete vybrať, či chcete automaticky zdieľať čiastočne stiahnuté súbory.
sq: Zgjidhni nëse doni të shpërndani automatikisht skedat e shkarkuara të pjesshme.
sr: Možete odabrati da li želite da automatski razmenjujete delimično preuzete fajlove.
uk: Ви можете обрати, чи ділитись автоматично частково завантаженими файлами.

source: Allow Partial Sharing:
ar: السماح بالمشاركة الجزئية:
bs: Omogući djelimičnu razmjenu
cy: Caniatáu Rhannu Darnau o Ffieliau:
de: Teilweise geladene Dateien freigeben:
el: Διαμοιρασμός μη ολοκληρωμένων αρχείων
hu: R�szleges megoszt�s enged�lyez�se:
id: Ijinkan berbagi potongan:
it: Consenti condivisione file incompleti
ja: 部分ファイル共有を許可
nn: Tillat Deling av Delte Filer
pt: Permitir partilha parcial:
pt_br: Permitir compartilhamento parcial:
sk: Povoliť zdieľanie čiastočne stiahnutých súborov:
sq: Lejoje Shpërndarjen e Skedave të Pjesshme:
sr: Omogući razmenu nekompletnih fajlova:
uk: Дозволити ділитись частковими файлами:

source: Allow this many uploads per person.
ar: السماح بهذا العدد من الملفات المحملة لكل شخص.
bs: Dozvolite ovoliko uploads po osobi.
cy: Cantiatáu y nifer yma o lwytho fyny i bob person.
de: Beschränkt die maximale Anzahl von Uploads pro Person.
el: Επιτρεπόμενος αριθμός αποστολών ανά κόμβο.
hu: Szem�lyenk�nt ennyi felt�lt�st enged�lyezel.
id: Ijinkan upload per orang sejumlah ini.
it: Stabilisce il numero di trasfiramenti possibili per ogni utente.
ja: 一人当たりこれだけのアップロードを許可する
nn: Gi lov til så mange opplastinger som dette per person.
pt: Permitir este número de uploads por pessoa.
pt_br: Permitir este número de uploads por pessoa.
sk: Povoliť tento počet odosielaní na jednu osobu
sq: Lejoni ngarkesat për person.
sr: Podesite maksimalni broj slanja fajlova po osobi.
uk: Дозвволити таку кількість вивантажень на особу.

source: Uploads Per Person:
ar: عدد الملفات المحملة لكل شخص:
bs: Uploads po osobi:
cy: Nifer y llwythio i fyny i bob person:
de: Uploads pro Person:
el: Αποστολές ανά κόμβο:
hu: Felt�lt�s szem�lyenk�nt:
id: Upload per orang:
it: Trasfiramenti per utente:
ja: 一人当たりのアップロード数：
nn: Opplastinger Per Person:
pt: Uploads por pessoa:
pt_br: Uploads por pessoa:
sk: Odosielanie na jednu osobu:
sq: Ngarkesa për Person:
sr: Broj preuzimanja po osobi:
uk: Вивантажень на особу:

source: Player Options
ar: خيارات المشغل
bs: Player opcije
cy: Opsiynau'r Chwaraewr
de: Player-Einstellungen
el: Επιλογές προγράμματος αναπαραγωγής
hu: Lej�tsz� be�ll�t�sai
id: Pilihan Player
it: Lettore predefinito
ja: プレイヤー・オプション
nn: Alternativer for Avspiller
pt: Opções do leitor
pt_br: Opções do player
sk: Môžnosti prehrávača
sq: Mundësitë e Lexuesit
sr: Podešavanja player-a
uk: Налаштування програвача

source: You can choose to play media with LimeWire or your system's default player. The media player and playlist will appear only if this option is set. A restart will be required when enabling or disabling the media controls.
ar: يمكنك استخدام المشغل الداخلي أو المشغل الافتراضي للنظام. لتفعيل/لتعطيل تحكمات المشغل لا بد من إعادة التشغيل.
bs: Možete koristiti unutarnji player ili tretenutnu opciju vašeg sistema. Preporučuje se ponovno startovanje Windowsa ukoliko želite aktivirati/deaktivirati kontrolu playera.
cy: Rwyt ti'n gallu dewis i chwarae ffeiliau sain, fideo etc gyda LimeWire neu gyda chwaraewr gwreiddiol dy system. Mae'r Chwaraewr a rhestr chwarae ond yn dangos os ydy'r opsiwn yma wedi'i ddewis. Rhaid ail ddechrau'r cyfrifiadur ar ol galluogi neu ddifodd opsiynau cyfryngau.
de: Sie können auswählen, ob Sie LimeWires Player oder den des Betriebssystems verwenden möchten. LimeWire muss neu gestartet werden, um die Playereinstellungen wirksam werden zu lassen.
el: Μπορείτε να επιλέξετε τη χρήση του ενσωματωμένου προγράμματος αναπαραγωγής πολυμέσων του Limewire ή του προκαθορισμένου από το σύστημά σας. Το πρόγραμμα αναπαραγωγής πολυμέσων και η λίστα αναπαραγωγής θα εμφανίζονται μόνο αν οριστεί η επιλογή αυτή. Απαιτείται επανεκκίνηση για εναλλαγή της ρύθμισης.
hu: V�laszhatsz, a LimeWire a saj�t vagy a rendszerbeli m�dialej�tsz�t haszn�lja-e. A m�dialej�tsz� �s a lej�tsz�lista csak akkor jelenik meg, ha ez az opci� enged�lyezett. �jraind�t�s sz�ks�ges az �letbe l�p�s�hez.
id: Anda bisa memilih memainkan media dengan LimeWire atau player standar system anda. Media player dan playlist akan nampak jika pilihan ini dipilih. Diperlukan start ulang untuk menyalakan atau memadamkan kontrol media.
it: Puoi utilizzare il lettore interno o quello predefinito del sistema. Il lettore e la lista di riproduzione appariranno solo se questa opzione è impostata. E' richiesto il riavvio dell'applicazione quando abiliti o disabiliti questo controllo.
ja: LimeWire またはシステム初期設定のプレイヤーが使用できる。また、プレイヤーのコントロールを無効/有効にするには LimeWire を再起動させる必要がある。
nn: Du kan bruke den interne avspilleren eller ditt systems standard avspiller Avspilleren vil kun bli vist når dette alternativet er slått på. En restart av programmet vil bli nødvendig når du slår av eller på media kontrollene.
pt: Pode seleccionar a reprodução com o LimeWire ou com o leitor de media predefinido do seu sistema. O leitor de media e a lista de reprodução serão apresentados apenas se esta opção estiver definida. É necessário reiniciar quando activar ou desactivar os controlos de media.
pt_br: Você pode selecionar a reprodução com o LimeWire ou com o lplayer padrão do seu sistema. O player e a lista de reprodução serão apresentados apenas se esta opção estiver definida. É necessário reiniciar quando ativar ou desativar os controles de mídia.
sk: Môžete vybrať, či multimédia má prehrávať LimeWire alebo váš obľúbený prehrávač. Prehrávač médií a playlist sa objaví len ak je nastavená táto možnosť. Na povolenie alebo zakázanie prehrávania médií je potrebný reštart programu.
sq: Zgjidhni nëse doni të lexoni mediat tuaja me LimeWire apo me lexuesin tipik të sistemit. MediaLexuesi dhe lista do të shfaqen vetëm po të zgjidhet kjo mundësi. Për aktivizimin ose çaktivizimin e kontrolleve të mediave kërkohet rinisja.
sr: Možete puštati multimedijalne fajlove preko ugrađenog LimeWire player-a, a on će biti omogućen tek ako uključite ovu opciju. Takođe, biće potrebno ponovo startovati sistem ako menjate ovu opciju.
uk: Ви можете обрати, програвати медіа файли в LimeWire або в системному плеєрі за замовчуванням. Програвач буде показано тільки, якщо ця опція встановлена. Потрібен буде перезапуск для запровадження змін.

source: Use LimeWire Media Player:
ar: استخدم مشغل LimeWire لملفات MP3.
bs: Koristite LimeWire MP3 Player:
cy: Defnyddio Chwaraewr LimeWire:
de: LimeWires MP3-Player verwenden:
el: Χρήση του προγράμματος αναπαραγωγής πολυμέσων του LimeWire:
hu: A LimeWire m�dialej�tsz� haszn�lata:
id: Gunakan Media Player LimeWire:
it: Utilizza il lettore MP3 di LimeWire:
ja: LimeWire MP3 プレイヤーを使用：
nn: Bruk LimeWires Mp3 Spiller:
pt: Usar o LimeWire Media Player:
pt_br: Usar o LimeWire media player:
sk: Použiť LimeWire prehrávač médií:
sq: Përdore MediaLexuesin e LimeWire:
sr: Koristite LimeWire MP3 Player:
uk: Використовувати Програвач LimeWire:

source: LimeWire Popups
el: Αναδυόμενα LimeWire
ja: LimeWire ポップアップ

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
ar: إعادة عرض الرسائل التي اخترت لها "لا تعرض هذه الرسالة مرة ثانية" أو "استخدم نفس الإجابة دائماً".
bs: Ponovo pokažite poruke koje ste smjestili pod 'Ne pokazujte više ovu poruku' ili 'Uvijek koristite ovaj odgovor'.
cy: Ail-ddangos y negeseuon rwyt ti wedi dewis 'Peidio dangos y neges yma eto' neu 'Defnyddio'r ateb yma bob tro' ar eu gyfar.
de: Unterdrückte Meldungen wieder anzeigen.
el: Επανεμφάνιση μηνυμάτων για τα οποία επιλέξατε «Να μην εμφανιστεί ξανά αυτό το μήνυμα» ή «Πάντοτε να χρησιμοποιείται αυτή η απάντηση».
hu: A 'Ne jelenjen meg t�bbet ez az �zenet' vagy 'Mindig ezt a v�laszt haszn�ld' opci�val letiltott �zenetablakok �jb�li enged�lyez�se.
id: Tampilkan lagi pesan jika anda telah memilih 'Jangan tampilkan pesan ini lagi' atau 'Selalu gunakan jawaban ini'.
it: Visualizza sempre qusta finestra fino a che non selezioni 'Non visualizzare più questo messaggio' o 'Usa sempre questa risposta'.
ja: "今後このメッセージを表示しない"または"常にこの答えを使用"と設定されたメッセージを再表示する
nn: Vis på nytt meldinger du har svart 'Ikke vis denne meldingen igjen' eller 'Alltid bruk dette svaret'.
pt: Voltar a visualizar mensagens para as quais seleccionou 'Não mostrar esta mensagem novamente' ou 'Utilizar sempre esta resposta'.
pt_br: Voltar a ver mensagens que você selecionou 'Não mostrar esta mensagem novamente' ou 'Utilizar sempre esta resposta'.
sk: Znovu zobraziť správy, pre ktoré ste zvolili 'Na budúce už nezobrazovať túto správu' alebo 'Vždy použiť túto odpoveď'.
sq: Zgjidhni nëse doni të rishfaqni mesazhet për të cilat keni zgjedhur 'Mos e shfaq më këtë mesazh' ose 'Përdore gjithmonë këtë përgjigje'.
sr: Ponovno prikazivanje poruka za koje ste odabrali "Ne prikazuj više ovu poruku" ili "Uvek koristi ovaj odgovor".
uk: Знову показувати повідомлення для яких ви обрали «Не показувати більше» або «Завжди ця відповідь».

source: Port not available. Please select a different port.
ar: المنفذ غير متاح. من فضلك اختر منفذ آخر.
bs: Porta nije na raspolaganju. Molimo vas odaberite drugu portu.
cy: Dim porth ar gael. Dewis porth arall.
de: Port nicht verfügbar. Wählen Sie bitte einen anderen Port aus.
el: Μη διαθέσιμη θύρα. Παρακαλούμε επιλέξτε μια διαφορετική θύρα.
hu: A port nem el�rhet�. V�lassz egy m�sik portot.
id: Port tidak tersedia. Pilih port lain.
it: Porta non disponibile. Selezionare una porta differente.
ja: ポートは利用できないので、別のポートを選択。
nn: Porten er ikke tilgjengelig. Vennligst velg en annen port.
pt: Porta indisponível. Seleccione uma porta diferente.
pt_br: Porta indisponível. Selecione uma porta diferente.
sk: Port je nedostupný. Vyberte prosím iný port.
sq: Port i pavlefshëm! Ju lutemi zgjidhni një port tjetër.
sr: Kanal (port) nije na raspolaganju. Molimo Vas odaberite drugi kanal.
uk: Немає доступу до порту. Оберіть інший порт.

source: Please enter a port between 1 and 65535.
ar: من فضلك أدخل منفذ بين 1 و 65535.
bs: Molimo vas uđite na portu izmedu 1 i 65535.
cy: Dewis porth rhwng 1 a 65535.
de: Bitte geben Sie einen Port zwischen 1 und 65535 ein.
el: Παρακαλούμε, εισάγετε αριθμό θύρας μεταξύ 1 και 65535.
hu: Adj meg egy portot 1 �s 65535 k�z�tt.
id: Masukkan port antara 1 dan 65535.
it: Inserisci una valore per la porta tra 1 e 65535.
ja: ポート番号は1から6553の間で入力
nn: Vennligst skriv inn en port mellom 1 og 65535.
pt: Indique uma uma porta entre 1 e 65535.
pt_br: Indique uma uma porta entre 1 e 65535.
sk: Zadajte prosím port medzi 1 a 65535
sq: Ju lutemi shkruani një port midis 1 dhe 65535.
sr: Molimo Vas unesite kanal (port) izmedu 1 i 65535.
uk: Будь ласка, вкажіть порт від 1 до 65535.

source: Login Details
ar: تفاصيل الدخول
bs: Logiranje detalja
cy: Manylion cofnodi
de: Einstellungen zur Authentifizierung
el: Λεπτομέρειες σύνδεσης
hu: Bejelentkez�si r�szletek
id: Detail Log masuk
it: User / Password proxy
ja: ログイン詳細
nn: Login Detajer:
pt: Detalhes do login
pt_br: Detalhes do login
sk: Detaily prihlásenia
sq: Detajet e Hyrjes
sr: Podaci o pristupu
uk: Деталі авторизації

source: Configure username and password to be used for the proxy.
ar: إعداد اسم المستخدم وكلمة المرور ليتم استخدامها مع الوكيل.
bs: Konfiguracija korisničkog imena i lozinke koja će biti korištena za Proxy.
cy: Trefnu enw defnyddiwr a chyfrinair i'w ddefnyddio ar gyfer y procsi.
de: Benutzernamen und Kennwort für den Proxy einstellen.
el: Ρύθμιση ονόματος χρήστη και κωδικού που θα χρησιμοποιούνται για το διαμεσολαβητή.
hu: Felhaszn�l�n�v �s jelsz� be�ll�t�sa a proxyn val� haszn�lathoz.
id: Atur nama pengguna dan password untuk digunakan pada proxy.
it: Imposta il nome utente e la password da usare con il proxy.
ja: プロキシに使用するユーザー名とパスワードを設定
nn: Konfigurer Brukernavn og Passord for å bli brukt med Proxien.
pt: Configurar nome do utilizador e palavra-passe para serem utilizados para o proxy.
pt_br: Configurar nome do usuário e senha para serem utilizados para o proxy.
sk: Konfigurovať používateľské meno a heslo, ktoré používa proxy.
sq: Konfiguroni përdoruesin dhe fjalëkalimin që do të përdorë proxy.
sr: Podesite korisničko ime i šifru koji će biti korišćeni za Proxy.
uk: Вкажіть ім’я користувача та пароль для роботи з Proxy

source: Enable Authentication (Does Not Work for HTTP Proxies):
ar: تمكين التوثيق. (لا يعمل مع وكلاء HTTP)
bs: Dozvolite potvrdu autentičnosti. (Ne funkcioniše kod HTTP Proxija)
cy: Galliogu dilysu (dim yn gwiethio i Brocsis HTTP):
de: Authentifizierung einschalten (funktioniert nicht mit HTTP Proxies):
el: Ενεργοποίηση πιστοποίησης. (Δε λειτουργεί για διαμεσολαβητές HTTP)
hu: Azonos�t�s enged�lyez�se (HTTP proxyk eset�n nem m�k�dik):
id: Perbolehkan Otentifikasi (Tidak berfungsi di Proxy HTTP):
it: Abilita autenticazione (non funziona con i proxy HTTP):
ja: 認証を有効にする(HTTPプロキシでは作動しない)
nn: Slå på Godkjennelse (Fungerer ikke for HTTP Proxier):
pt: Activar autenticação (Não funciona para Proxies HTTP ):
pt_br: Ativar autenticação (Não funciona para proxies HTTP ):
sk: Povoliť autentifikáciu (Nefunguje s HTTP proxy):
sq: Aktivizoje Certifikimin (Nuk Punon për Proxy-t HTTP):
sr: Dozvolite potvrdu autentičnosti. (Ne funkcioniše kod HTTP Proxy-ja):
uk: Увімкнути авторизацію (Не підходить для HTTP Proxy):

source: Proxy Options
el: Επιλογές διαμεσολαβητή
ja: プロキシのオプション
sk: Nastavenie proxy

source: Configure Proxy Options for LimeWire.
ar: ضبط خيارات الوكيل لـ LimeWire.
bs: Konfiguracija Proxy opcije za LimeWire.
cy: Trefnu Opsiynau Procsi i LimeWire
de: LimeWire-Einstellungen für einen Proxy.
el: Ρύθμιση επιλογών διαμεσολαβητή για το LimeWire.
hu: Proxy be�ll�t�sa a LimeWire sz�m�ra.
id: Pilihan Pengaturan Proxy untuk LimeWire.
it: Configura il tipo di proxy
ja: LimeWire のプロキシ・オプションを設定
nn: Konfigurer Proxy Alternativer for Limewire
pt: Configurar as opções de proxy do LimeWire.
pt_br: Configurar as opções de proxy do LimeWire.
sk: Konfigurovať proxy nastavenia pre LimeWire
sq: Konfiguroni Mundësitë e Proxy-t të LimeWire.
sr: Podešavanje Proxy opcija za LimeWire.
uk: Налаштуйте Proxy для роботи з LimeWire.

source: You can automatically delete old incomplete download files.
ar: يمكنك إلغاء الملفات القديمة الغير مكتملة تلقائياً.
bs: Možete automatski izbrisati staru nedovršenu downloadovanu datoteku.
cy: Rwyt ti'n gallu dileu hen ffeiliau llwytho anghyflawn yn awtomatig.
de: Alte, unvollständige Downloaddateien können automatisch gelöscht werden.
el: Μπορείτε να διαγράφετε αυτόματα τα παλιά μη ολοκληρωμένα αρχεία.
hu: Automatikusan t�r�lheted a r�gi f�lk�sz let�lt�seket.
id: Anda bisa otomatis menghapus berkas pengunduhan belum selesai yg lalu.
it: Puoi cancellare automaticamente i vecchi ricezioni incompleti.
ja: ダウンロード未完成ファイルを自動的に削除できる
nn: Du kan automatisk slette alle gamle uferdige nedlastingsfiler.
pt: Pode eliminar automaticamente os ficheiros antigos de downloads incompletos.
pt_br: Você pode eliminar automaticamente os arquivos antigos de downloads incompletos.
sk: Môžete automaticky mazať staré nedokončené sťahované súbory.
sq: Ju mund të fshini automatikisht skedat e vjetra të shkarkuara të papërfunduara.
sr: Možete odabrati automatsko brisanje starih nedovršenih fajlova.
uk: Можна автоматично видаляти старі неповні завантаження.

source: Days to Keep Incomplete Files:
ar: عدد الأيام لحفظ الملفات الغير مكتملة.
bs: Dani kojima se zadržavaju nekopletirane datoteke:
cy: Dyddiau i Gadw Ffeiliau Anghyflawn:
de: Unvollständige Downloaddateien aufheben für (Tage):
el: Αριθμός ημερών για διατήρηση μη ολοκληρωμένων αρχείων:
hu: F�lk�sz f�jlok megtart�sa ennyi napig:
id: Lama hari untuk tetap menyimpan berkas belum selesai:
it: Conserva i file incompleti per giorni:
ja: 未完成ファイルを保持する日数：
nn: Dager du vil beholde Uferdige Filer:
pt: Número de dias para manter ficheiros incompletos:
pt_br: Número de dias para manter arquivos incompletos:
sk: Počet dní na zachovanie nedokončených súborov:
sq: Sa Ditë Doni të Ruani Skedat e Papërfunduara:
sr: Broj dana za čuvanje nedovršenih fajlova:
uk: Зберігати неповні файли протягом:

source: You can specify a download location for each media type.
ar: يمكنك تحديد موقع التنزيل لكل نوع من الوسائط.
bs: Vi možete specificirati download za svaku vrstu media.
cy: Rwyt ti'n gallu dewis ble i lwythio i lawr gwahanol fathau o ffeil.
de: Sie können den Download-Speicherort für jeden Dateityp festlegen.
el: Μπορείτε να ορίσετε μια τοποθεσία λήψης για κάθε τύπο αρχείου.
hu: Az egyes m�diat�pusoknak k�l�n let�lt�si mapp�t adhatsz meg.
id: Anda dapat menentukan lokasi pengunduhan untuk setiap tipe media.
it: Puoi specificare una cartella diversa de ricezione per ogni tipo di file.
ja: 各メディアの種類に合わせて、ダウンロード位置を特定できる
nn: Du kan velge nedlastingsmappe for hver mediatype.
pt: Pode especificar uma localização de download para cada tipo de media.
pt_br: Você pode especificar uma localização de download para cada tipo de mídia.
sk: Môžete špecifikovať unmiestnenie sťahovaných súborov pre každý mediálny typ.
sq: Përcaktoni vendin e shkarkimit për çdo lloj mediaje.
sr: Možete odabrati lokaciju za preuzimanje za svaku vrstu fajla.
uk: Ви можете вказати місце збереження для різних типів файлів.

source: Invalid folder for saving files. Please use another folder or revert to the default.
ar: المجلد غير صالح لحفظ الملفات. من فضلك اختر مجلداً آخر أو استخدم المجلد الافتراضي.
bs: Nevažeći folder za pohranu datoteka. Molimo vas koristite drugi folder ili se vratite na standardnu opciju.
cy: Ffolder anghywir ar gyfer cadw ffeiliau. Dewis ffolder arall neu mynd yn ol i'r gwreiddiol.
de: Unzulässiges Verzeichnis zum Speichern. Benutzen Sie bitte ein anderes Verzeichnis oder kehren Sie zur Standardeinstellung zurück.
el: Μη έγκυρος κατάλογος αποθήκευσης αρχείων. Παρακαλούμε, χρησιμοποιήστε άλλον κατάλογο ή επιστρέψτε στον προκαθορισμένο.
hu: �rv�nytelen k�nyvt�r a f�jlok ment�s�hez. Haszn�lj m�sikat, vagy az alap�rtelmez�s szerintit.
id: Folder untuk menyimpan berkas tidak berlaku. Gunakan folder lain atau kembalikan ke standar.
it: Cartella non valida per il salvataggio dei file. Scegli un'altra cartella o seleziona quella predefinita.
ja: ファイル保存先のフォルダは無効。別のフォルダを使用するか初期設定に戻すこと。
nn: Ugyldig mappe for å lagre filer. Vennligst velg en annen mappe eller gå tilbake til standardmappen.
pt: Pasta inválida para guardar ficheiros. Utilize outra pasta ou aceite a pasta predefinida.
pt_br: Pasta inválida para salvar arquivos. Utilize outra pasta ou aceite a pasta padrão.
sk: Neplatný priečinok pre ukladanie súborov. Použite prosím iný priečinok alebo sa vráťte k pôvodnému.
sq: Dosje invalide për ruajtjen e skedave. Ju lutemi përdorni një tjetër dosje ose kthehuni tek tipikja.
sr: Pogrešna fascikla za snimanje fajlova. Molimo Vas koristite drugu fasciklu ili se vratite na standardno podešavanje.
uk: Недійсна тека для збереження файлів. Будь ласка, використовуйте іншу теку або теку за замовчуванням.

source: Would you like to share your new save folders? The following new folders will be shared:
ar: هل تود مشاركة مجلدات الحفظ الجديدة? المجلدات الجديدة التالية ستكون مشاركة:
bs: Želite li razmijeniti vaš novi pohranjeni folder? Sljedeći novi folder biće razmijenjen:
cy: Wyt eisiau rhannu dy ffolderi cadw newydd? Mae'r ffolderi newydd canlynol i'w rhannu:
de: Möchten Sie Ihre neu gespeicherten Verzeichnisse freigeben? Die folgenden neuen Verzeichnisse werden freigegeben:
el: Θέλετε να διαμοιράσετε τους νέους καταλόγους αποθήκευσης; Οι ακόλουθοι κατάλογοι θα διαμοιραστούν:
hu: Szeretn�d megosztani az �j ment�si mapp�idat? A k�vetkez� �j mapp�k meg lesznek osztva:
id: Apakah anda akan membagikan folder penyimpanan baru anda? Folder-folder baru berikut akan dibagikan:
it: Vuoi condividere questa nuova cartella ? Verranno condivise le seguenti nuove cartelle:
ja: 新たに保存されたフォルダを共有したいですか？以下の新しいフォルダが共有される：:
nn: Vil du dele dine nye lagringsmapper? De følgende mappene vil bli delt:
pt: Deseja partilhar as suas novas pastas de destino? Serão partilhadas as seguintes pastas:
pt_br: Deseja compartilhar as suas novas pastas de destino? serão compartilhadas as seguintes pastas:
sk: Chcete zdieľať vaše nové ukladacie periečinky? Nasledovné nové priečinky budú zdieľané:
sq: A doni të shpërndani dosjet ruajtëse të reja? Këto dosje të reja do të shpërndahen:
sr: Da li želite da razmenjujete Vaše nove fascikle za čuvanje fajlova? Sledeće nove fascikle će biti razmenjivane:
uk: Ви бажаєте, ділитись Вашими новими теки для збереження. Наступні нові теки будуть спільними:

source: Search Result Quality
ar: جودة نتيجة البحث
bs: Kvalitetni rezultati traženja
cy: Safon Canlyniadau Chwilio
de: Qualität der Suchresultate
el: Ποιότητα αποτελεσμάτων αναζήτησης
hu: Keres�si eredm�nyek min�s�ge
id: Kualitas Hasil Pencarian
it: Risultati ricerca - Qualità
ja: 検索結果の接続レベル
nn: Kvalitet av Søke Resultat
pt: Qualidade dos resultados da pesquisa
pt_br: Qualidade dos resultados da pesquisa
sk: Kvalita výsledkov hľadania
sq: Cilësia e Rezultatit të Kërkimeve
sr: Kvalitet rezultata pretraživanja
uk: Якість результатів пошуку
