Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: About LimeWire
ar: حول LimeWire
bs: Informacije o LimeWire...
cy: Ynghylch LimeWire
da: Om LimeWire
de: Informationen über LimeWire
el: Πληροφορίες για το LimeWire
es: Acerca de LimeWire
et: Teave LimeWire - ist
fa: درباره LimeWire
fi: Tietoja LimeWire-ohjelmasta
fr: A propos de LimeWire
ga: Maidir le LimeWire
gl: Acerca de LimeWire
he: אודות LimeWire
hr: O LimeWire-u
hu: A LimeWire-r�
id: Tentang LimeWire
it: Informazioni su LimeWire
ja: LimeWireについて
ku: Derbarê LimeWire de
lv: Par LimeWire
nb: Om Limewire
nl: Over LimeWire...
nn: Om Limewire
pl: O programie LimeWire
pt: Acerca do LimeWire
pt_br: Sobre o LimeWire
ru: О программе
sk: O LimeWire
sq: Info mbi LimeWire
sr: Informacije o LimeWire-u
sv: Om LimeWire
tr: LimeWire Hakkında
uk: Про LimeWire

source: Close
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gl: Pechar
he: סגור
hr: Zatvori
ja: 閉じる
ku: Bigire
lv: Aizvērt
nb: Lukk
nl: Sluiten
nn: Lukk
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть (&C)
sk: Zrušiť
sv: Stäng
tr: Kapat

source: Close This Window
ar: إغلاق النافذة
bs: Zatvori ovaj prozor.
cy: Cau'r Ffenestr Yma
da: Luk dette vindue
de: Schließt dieses Fenster
el: Κλείστε αυτό το παράθυρο
es: Cerrar esta ventana
et: Sulge See Aken
fa: بستن این پنجره
fi: Sulje tämä ikkuna
fr: Fermer cette fenêtre
ga: Dún an Fhuinneog Seo
gl: Pechar esta ventá
he: סגור חלון זה.
hr: Zatvori ovaj prozor.
hu: Ablak bez�r�sa
id: Tutup jendela ini.
it: Chiudi questa finestra delle informazioni.
ja: この画面を閉じる
ku: Vê paceyê bigire
lv: Aizvērt šo logu
nb: Lukk dette vinduet
nl: Venster sluiten
nn: Lukk Dette Vinduet
pl: Zamknij to okno
pt: Fechar Esta Janela.
pt_br: Fechar esta janela.
ru: Закрыть окно
sk: Zatvoriť toto okno
sq: Mbyll dritaren
sr: Zatvorite ovaj prozor
sv: Stäng detta fönster
tr: Bu Pencereyi Kapat
uk: Закрити вікно

source: Inspired by LimeWire's owner, Mark Gorton, the LimeWire project is a collaborative <a href="http://www.limewire.org/">open source effort</a> involving programmers and researchers from all over the world. LimeWire is also, of course, the result of the countless hours of work by LimeWire's developers:
da: LimeWire-projektet, som er inspireret af LimeWires ejer, Mark Gorton, er en fælles <a href="http://www.limewire.org/">"åben kode"-indsats</a> der involverer programmører og udviklere fra hele verden. LimeWire er også - naturligvis - resultatet af endeløse timers hårdt arbejde udført af LimeWires udviklere:
el: Εμπνευσμένο από τον ιδιοκτήτη του LimeWire, Mark Gorton, το πρόγραμμα LimeWire αποτελεί μια προσπάθεια συνεργασίας <a href="http://www.limewire.org/">ανοιχτής προέλευσης</a> που περιλαμβάνει προγραμματιστές και ερευνητές από ολόκληρο τον κόσμο. Το LimeWire είναι επίσης, βέβαια, το αποτέλεσμα αμέτρητων ωρών εργασίας των προγραμματιστών του LimeWire:
es: Inspirado por el propietario de LimeWire, Mark Gordon, el proyecto LimeWire es un <a href="http://www.limewire.org/">trabajo de código abierto</a> en colaboración en el que participan programadores e investigadores de todo el mundo. Por supuesto, LimeWire también es el resultado de infinidad de horas de trabajo por parte de los promotores de LimeWire:
et: Inspireeritud LimeWire'i omanikust, Mark Gortonist, on LimeWire'i a href="http://www.limewire.org/">foorum</a> koostöös programmeerijate- ja uurijatega üle terve maailma. LimeWire on samuti projekteerijate loetlematute tundide tulemus:
fa: با الهام از مالک LimeWire، مارک گورتون، پروژه LimeWire یک <a href="http://www.limewire.org/">کوشش مشترک متن باز</a> است که از برنامه نویسان و محققان در سرار دنیا تشکیل شده است. و البته LimeWire همچنین دست آورد ساعت ها کار بی شمار به دست توسعه دهندگان LimeWire است:
fi: LimeWiren omistajan, Mark Gortonin, innoittama LimeWire-projekti on kehittäjien ja tutkijoiden maailmanlaajuinen <a href="http://www.limewire.org/">avoimen koodin yhteistyöprojekti</a>. LimeWire on luonnollisesti myös tulosta LimeWiren kehittäjien lukemattomien tuntien työstä:
fr: Inspiré par le propriétaire de LimeWire, Mark Gorton, le projet LimeWire est un effort de collaboration <a href="http://www.limewire.org/">open source</a> réunissant de programmeateurs et des chercheurs du monde entier. LimeWire iest aussi, bien entendu, le résultat de beaucoup d'heures de travail des développeurs de LimeWire :
gl: Inspirado polo propietario de LimeWire, Mark Gorton, o proxecto LimeWire é un <a href="http://www.limewire.org/">traballo open source</a> colaborativo, no que participan programadores e investigadores de todo o mundo. LimeWire é tamen o resultado de infinidade de horas de traballo por parte dos promotores de LimeWire.
he: בהשראתו של היוצר של LimeWire, מארק גורטון, הפרוייקט LimeWire הוא פרוייקט <a href="http://www.limewire.org/">קוד פתוח</a> שיתופי בין מתכנתים וחוקרים מכל קצוות העולם. LimeWire הוא תוצאת אין-ספור שעות עבודה של המתכנתים:
hr: Inspiriran LimeWire vlasnikom, Mark Gorton, LimeWire projekt je suradnički <a href="http://www.limewire.org/">napor otvorenog koda</a> uključujući programere i istražitelje iz cijelog svijeta. LimeWire je također, naravno, rezultat bezbrojnih sati rada LimeWire razvojnih programera:
ja: LimeWireのオーナー、マーク・ゴートンの影響からLimeWireのプロジェクトには世界中のプログラマーおよびリサーチャーとのコラボレーションになっています。<a href="http://www.limewire.org/">open source effort</a> LimeWireはまたLimeWireの開発者の絶え間ない努力の成果でもあります：
nb: Inspirert av LimeWires eier, Mark Gorton, er prosjektet LimeWire en <a href="http://www.limewire.org/">open source</a> samarbeidsinnsats som involverer programmerere og forskere fra hele verden. LimeWire er også, selvfølgelig, resultatet av utallige timer med arbeid fra LimeWires utviklere:
nl: Geïnspireerd door de bezitter van LimeWire, Mark Gorton, is het LimeWire-project een samenwerkend <a href="http://www.limewire.org/">open-sourceproject</a> met programmeurs en onderzoekers van over de hele wereld. LimeWire is vanzelfsprekend tevens het resultaat van talloze uren werk door LimeWire-ontwikkelaars:
pl: Zapoczątkowany przez właściciela LimeWire, Marka Gortona, projekt LimeWire jest współopracowanym projektem open-source, w który zostali zaangażowani programiści i naukowcy z całego świata. Poza tym LimeWire jest też rezultatem ciężkiej pracy deweloperów.
ru: Вдохновленный владельцем LimeWire's, Mark Gorton, проект LimeWire - совместный с <a href="http://www.limewire.org/">open source effort</a> вовлечением программистов и исследователей со всех континентов. LimeWire - также, конечно, результат бесчисленных часов работы разработчиков LimeWire's:
sv: LimeWire-projektet är ett <a href="http://www.limewire.org/">open source effort</a> -samarbete inspirerat av LimeWires ägare, Mark Gorton.som involverar programmerare och forskare från hela världen. LimeWire är också såklart ett resultat av LimeWires utvecklares hårda arbete. :
tr: Esin kaynağı LimeWire'nin sahibi Mark Gorton olan LimeWire projesi, tüm dünyadan gelen programcıların ve araştırmacıların katıldığı, ortaklaşa bir <a href="http://www.limewire.org/">açık kaynak çalışmasıdır</a>. Elbette ki LimeWire, aynı zamanda LimeWire geliştiricilerinin saatlerce çalışmalarının ürünüdür:

source: Behind the scenes business strategy and day-to-day affairs are handled by LimeWire's business developers:
cy: Tu ol y llen mae strategaeth busnes a materion dydd-i-ddydd o dan ofal datblygwyr busnes LimeWire:
da: Bag scenen udvikles forretningsstrategi og dag til dag spørgsmål løses af LimeWire's forretningsudviklere:
de: Hinter den Vorhängen werden Geschäftsstrategien und tägliche Angelegenheiten von LimeWires Geschäftsentwicklern abgewickelt:
el: Στα παρασκήνια, οι προγραμματιστές επιχείρησης χειρίζονται την επιχειρηματική στρατηγική και τις καθημερινές υποθέσεις του LimeWire:
es: Tras los vestidores, los promotores de la empresa se encargan de la estrategia de empresa y de los asuntos del día a día:
et: Äristrateegiaga ja igapäevaste asjadega tegelevad LimeWire äritegevuse arendajad:
fa: استراتژی تجاری پشت صحنه و روابط تجاری روزانه به عهده توسعه دهندگان تجاری LimeWire:
fi: Hankkeen taloudellisesta strategiasta ja päivittäisasioista vastaavat LimeWiren liiketoiminnan kehittäjät:
fr: En arrière-plan, les stratégies de développement et la gestion des affaires courantes sont assurées par les ingénieurs d’affaires de LimeWire :
ga: Pléann forbóirí gnó LimeWire leis an t-ollbheart gnó agus gnóthaí laethúla:
gl: As estratexias e os asuntos diarios son manexados polos desenvolvedores de negocios de LimeWire:
he: מאחורי הקלעים, התכנון העסקי והעניינים היומיומיים מנוהלים ע"י צוות הפיתוח העסקי:
hr: LimeWire Poslovni Razvoj rukovodi zakulisnom poslovnom strategijom i svakodnevnim poslovima.
hu: A sz�nfalak m�g�tt dolgozz�k ki az �zleti strat�gi�t �s a napi �gyeket a LimeWire �zleti fejleszt�
id: Dibelakang layar strategi bisnis dan urusan harian ditangani oleh para pengembang bisnis LimeWire:
it: Le strategie di business e le attività giornaliere sono gestite dal team business di Limewire:
ja: ビジネス戦略および日常業務はLimeWireの事業主体が影の主導者です
ku: Stratejiya xebatên ku xuya nakin û karên rojane ji aliyê pêşdebirên LimeWire'ê tên meşandin.
nb: Bak kulissene gjemmer det seg forretningsstrategier og hverdagslige affærer som blir utført av LimeWires forretningsutviklere:
nl: De zakenontwikkelaars van LimeWire gaan over de zakelijke strategiën en dagelijkse werkzaamheden:
nn: Bak kulissene gjemmer det seg buisness strategier og hverdagslige affærer som blir gjort av Limewires buisness utviklere:
pl: Poza scenami biznesowej strategii i codziennych spraw obsługiwanych przez deweloperów biznesowych LimeWire:
pt: As estratégia de negócio de bastidores e o expediente diário são da responsabilidade dos developers de negócios da LimeWire:
pt_br: As estratégias de negócio nos bastidores e o expediente diário são de responsabilidade dos desenvolvedores de negócios do LimeWire:
ru: Негласно бизнес-стратегия и ежедневные дела регулируются деловыми разработчиками LimeWire's:
sk: V zákulisí obchodnej stratégie a dennodenných udalostí to zvládajú obchodní vývojári LimeWire-u:
sq: Prapaskenat e strategjisë së biznesit dhe të çështjeve të përditshme trajtohen nga zhvilluesit e biznesit të LimeWire:
sr: Iza scene javnih dešavanja, LimeWire vode sledeći poslovni menadžeri:
sv: Affärsstrategier och dagliga rutiner som handhas av LimeWires affärsutvecklare:
tr: Sahne arkası iş stratejisi ve günlük işler LimeWire iş geliştiricileri tarafından gerçekleştirilir:

source: In addition, the following individuals have worked on the LimeWire team in the past but have since moved on to other projects:
cy: Hefyd, mae'r canlynol wedi gweithio fel rhan o dim LimeWire yn y gorffennol ond bellach wedi symud ymlaen at brosiectau eraill:
da: Hertil kommer, at de efterfølgende udviklere tidligere har arbejdet i LimeWire's team, men nu er rykket videre til andre projekter:
de: Die nachfolgend genannten Entwickler haben ebenfalls im LimeWire Team gearbeitet, sind aber mittlerweile mit anderen Projekten beschäftigt:
el: Επιπλέον, οι παρακάτω ιδιώτες συνεργάστηκαν με την ομάδα του LimeWire κατά το παρελθόν αλλά έκτοτε μεταφέρθηκαν σε άλλα προγράμματα:
es: Además, las siguientes personas han trabajado en el equipo de LimeWire en el pasado pero ahora ya están con a otros proyectos:
et: Lisaks mõned isikud, kes on kunagi töötanud LimeWire'i meeskonnas on töötanud ka teiste projektidega:
fa: به علاوه اشخاص زیر در گذشته با تیم LimeWire کار کرده اند اما بعد از آن به پروژه های دیگری پیوستند:
fi: Aikaisemmin LimeWiren tiimissä ovat työskennelleet myös seuraavat henkilöt:
fr: Les personnes suivantes ont également travaillé avec l'équipe de LimeWire dans le passé, mais travaillent désormais sur d'autres projets:
ga: Comh maith leis sin, rinne na daoine seo obair ar LimeWire ach anois tá siad ag obair ar thograí eile:
gl: Os seguintes desenvolvedores traballaron no equipo de LimeWire no pasado pero dende entón fóronse a outros proxectos:
he: בנוסף, המפתחים הבאים עבדו בעבר בצוות של ליימווייר אך מאז התקדמו לפרוייקטים אחרים:
hr: U nastavku, slijedeći pojedinci su prethodno radili u LimeWire timu, ali su se od tada premjestili na druge projekte:
hu: Mindamellett, a k�vetkez� fejleszt�k dolgoztak a LimeWire-�n, akik az�ta m�r m�s projektekben vesznek r�szt:
id: Sebagai tambahan, orang-orang berikut ini pernah bekerja pada tim LimeWire pada waktu lalu hingga mereka pindah ke proyek lainnya:
it: Inoltre, hanno lavorato in passato con il team di Limewire i seguenti sviluppatori, che sono ora stati spostati verso altri progetti:
ja: また以下の個人はかつてLimeWireチームに携わっていましたが、現在は別のプロジェクトに関わっています：
nb: I tillegg har de følgene personene arbeidet i LimeWire-teamet før, men har nå gått videre til andre prosjekter:
nl: Verder hebben de volgende ontwikkelaars in het verleden meegewerkt in het LimeWire-team en zijn doorgegaan met andere projecten:
nn: I tillegg, de følgene personene har jobbet med Limewire teamet før, men har gått videre til andre prosjekter:
pl: W dodatku następujące osoby pracowały w zespole LimeWire w przeszłości, ale przeniosły się do innych projektów:
pt: Por outro lado, os developers referidos a seguir já fizeram parte da equipa LimeWire embora, presentemente, estejam a trabalhar noutros projectos:
pt_br: Além disso, os desenvolvedores referidos a seguir já fizeram parte da equipe LimeWire embora atualmente, estejam trabalhando em outros projetos:
ru: Кроме того, следующие люди работали в группе LimeWire в прошлом, но с тех пор продвинулись дальше на другие проекты:
sk: Okrem toho, nasledujúci jedinci v minulosti pracovali v LimeWire tíme, ale presunuli sa na iné projekty:
sq: Për më tepër, zhvilluesit e mëposhtëm në të kaluarën kanë punuar në skuadrën e LimeWire, por kanë lëvizur në projekte të tjera:
sr: Takođe, na izradi LimeWire-a učestvovale su i neki koji su kasnije prešli na druge projekte ali ih treba svakako spomenuti zbog njihove vredne uloge:
sv: Följande personer har också arbetat med oss i LimeWire teamet tidigare, men har sedan dess gått vidare till andra projekt:
tr: Ayrıca, aşağıdaki kişiler geçmişte LimeWire ekibinde çalışmıştır ancak daha sonra diğer projelere geçmişlerdir:

source: LimeWire open source contributors have provided significant code and many bug fixes, ideas, research, etc. to the project as well. Those listed below have either written code that is distributed with every version of LimeWire, have identified serious bugs in the code, or both:
cy: Mae cyfranwyr cod agored LimeWire hefyd wedi darparu llawer o god, syniadau, ymchwil etc ac wedi datrys llawer o gamgymeriadau. Mae'r rhai wedi'u henwi isod naillai wedi cyfrannu cod sydd yn dod gyda phob fersiwn o LimeWire, wedi darganfod bygs difrifol yn y cod, neu'r ddau:
da: Bidragyderne til LimeWire's "åben kode" er kommet med mange ideer, væsentlige bidrag til koden og rettet mange fejl. De herunder oplistede navne har enten skrevet kode, som indgår i alle versioner af LimeWire og/eller har identificeret væsentlige fejl i koden:
de: LimeWires Open-Source Mitarbeiter haben ebenfalls einen beträchtlichen Anteil am Programmcode, der Fehlerbehebung, aber auch an Ideen und Nachforschungen zum Projekt beigetragen. Die unten aufgeführten Personen haben entweder Programmcode geschrieben, der mit jeder Version von LimeWire weitergegeben wird, Programmfehler entdeckt oder beides:
el: Επίσης, οι συντελεστές ανοιχτής προέλευσης του LimeWire παρείχαν σημαντικούς κωδικούς και πολλές επιδιορθώσεις σφαλμάτων, ιδέες, έρευνα, κ.λπ. στο πρόγραμμα. Όσοι παρατίθενται παρακάτω ή συνέταξαν κάποιον κωδικό που διανέμεται με κάθε έκδοση του LimeWire ή εντόπισαν σοβαρά σφάλματα στον κωδικό ή και τα δύο:
es: Las personas que han contribuido a LimeWire mediante la red de código abierto también han aportado partes importantes del código, además de correcciones de errores, ideas, investigación, etc. Los que se nombran a continuación, o bien han escrito código que se distribuye con todas las versiones de LimeWire, o bien han identificado errores importantes en el código, o ambos:
et: LimeWire avatud allikate toetajad on hankinud olulisi koode ja palju programmi vea parandusi, ideesid, uurimtöid ja isegi projekti jaoks. Mõned on kirjutanud koode mis on igas LimeWire's. On leitud ka vigasi koodides aga see tasub end ära.
fa: همیاران متن باز LimeWire مقدار قابل توجه ای کد و مقدار زیادی اشکال زدایی، ایده، تحقیق و غیره را برای پروژه فراهم آوردند. کسانی که نام آنها در زیر ذکر شده یا کدی نوشته اند که با هر نسخه از LimeWire پخش می شود یا اشکالات مهمی را شناسایی کرده اند و یا هر دوی این ها:
fi: LimeWiren perustuu avoimeen koodiin. Siten monet ihmiset ovat tuottaneet merkittäviä osia ohjelmakoodista, korjanneet ohjelmiston virheitä, ideoineet hanketta ja tehneet aihetta koskevaa tutkimustyötä. Seuraavat henkilöt ovat joko kirjoittaneet kaikissa LimeWiren versioissa olevaa ohjelmakoodia tai havainneet merkittäviä ohjelmakoodin virheitä:
fr: Les collaborateurs au logiciel libre LimeWire ont fourni de précieux codes et ont également géré de nombreuses réparations de bugs, idées, recherches, etc. pour le projet. Les personnes citées ci-dessous ont soit écrit un code désormais distribué dans chaque version de LimeWire, soit identifié des bugs graves dans le code, ou les deux:
gl: Os contribuidores de código aberto do LimeWire, proporcionaron código significativo e moitas reparacións de erros, ideas, investigación, etc. ao proxecto. As persoas listadas a continuación escribiron código que se distribuiu con cada versión de LimeWire ou identificaron erros serios no código ou ambas as cousas:
he: תורמי הקוד הפתוח של LimeWire סיפקו קוד משמעותי והרבה תיקוני באגים, רעיונות, מחקר ועוד. אלו הרשומים בהמשך או שתרמו קוד שמופץ עם כל גירסה חדשה או שגילו באגים רציניים בקוד, או שניהם:
hr: LimeWire darovatelji otvorenog koda su također opskrbili značajne ispravke koda i mnogih grešaka, idejama, istraživanju, itd. za ovaj projekt. Svi dolje navedeni su ili napisali kod koji je distribuiran sa svakom LimeWire inačicom, ili su pronašli ozbiljne greške u kodu, ili oboje:
hu: A LimeWire ny�lt forr�sk�d� fejleszt�k jelent�s mennyis�g� k�dot, hibajav�t�st, �tletet, kutat�si eredm�nyt stb. biztos�tottak a projekt sz�m�ra. Az al�bbi szem�lyek vagy a LimeWire �sszes verzi�j�ban terjesztett k�dot �rtak, vagy komoly hib�kat azonos�tottak, esetleg mindkett�
id: Para kontributor open source LimeWire telah memberikan kode penting dan banyak perbaikan bug, ide, penelitian, dll. pada proyek ini. Dibawah ini adalah mereka yg menuliskan kode yg didistribusikan pada setiap versi LimeWire, dan atau telah mengindentifikasi bug serius pada kode tsb:
it: I collaboratori al progetto open source Limewire hanno contribuito in modo significativo al codice e alla soluzione di molti problemi, hanno fornito idee, effettuato ricerche, ecc. Hanno scritto parte del codice distribuito in ogni versione di Limewire, hanno identificato errori significativi, o entrambe le cose, le seguenti persone:
ja: LimeWireのオープンソース貢献者はプロジェクトに対し、重要なコードおよび多数のバグ修理サービス、アイデア、リサーチなどを提供しています。以下にリストされた人は、LimeWireの各バージョンと共に配信されるコードを書き込んだか、コード内に深刻なバグを検知したかのいずれかです。もしくは両方です：
nb: Bidragsytere til LimeWires "åpen kildekode" har kommet med mange ideer, forskning, vesentlige bidrag til koden og rettet mange feil. De som er nevnt under har enten skrevet kode som er gitt ut med hver versjon av Limewire, har identifisert seriøse feil med koden, eller begge deler:
nl: Daarnaast hebben de open source-medewerkers aanzienlijk werk verricht met betrekking tot foutoplossingen, ideëen en onderzoek voor dit project. Onderstaanden hebben ofwel meegewerkt aan de geschreven programmatuur die met elke versie van LimeWire wordt geleverd of grote fouten hebben ontdekt in deze code, of beide:
nn: Limewires åpne kilde hjelperne har gitt koder og mange bug fikser, ideèr, forskning, etc. også til prosjektet. De som er nevnt under har enten skrevet en kode som er gitt ut med hver versjon av Limewire, har identifisert seriøse bugger i koden, eller bekke.
pl: Współtwórcy otwartego źródła LimeWire dostarczyli istotny kod i wiele łatek, pomysłów, badań, itp. do projektu. Ci wymienieni poniżej dostarczyli albo pisany kod, który dystrybuowany jest z każdą wersją LimeWire, albo zidentyfikowali poważne błędy w kodzie, albo jedno i drugie:
pt: Todos aqueles que contribuíram para a fonte aberta do LimeWire também forneceram um número importante de códigos, muitas correcções de erros, ideias, investigação, etc. Os indivíduos referidos a seguir contribuíram com códigos, que são distribuídos com todas as versões do LimeWire, e/ou identificaram erros importantes no código:
pt_br: Todos aqueles que contribuíram para a abertura do código do LimeWire e também forneceram um número importante de códigos, muitas correções de erros, idéias, pesquisa e etc. Os indivíduos referidos a seguir contribuíram com códigos, que são distribuídos em todas as versões do LimeWire, e/ou identificaram erros importantes no código:
ru: LimeWire open source, предоставили существующий код, идеи, исследования и без ошибок конечно не обошлось в проекте также. Упомянутые ниже люди написали код, который распространен с каждой версией LimeWire, или устраняли серьезные ошибки в коде, или и то и другое:
sk: LimeWire open source prispievatelia urobili významné kódové zmeny a opravy chýb a takisto prispeli nápadmi a výskumom. Títo, ktorí sú menovaní nižšie tiež napísali kód, ktorý je distribuovaný s každou verziou LimeWire, identifikovali vážne chyby v kóde alebo oboje:
sq: Kontribuesit e burimit të hapur, LimeWire, e kanë ndihmuar projektin me ndreqje të shumta gabimesh, me kode, ide, kërkime etj. Të listuarit më poshtë, ose kanë shkruar kodin e shpërndarë në çdo version, ose kanë identifikuar probleme të rënda në kod, ose të dyja bashkë:
sr: Programeri Open softvera su značajno doprineli da se otklone greške, primene nove ideje itd.. Sledeće osobe su izradile neki bitan deo programa ili popravile ozbiljniji propust:
sv: LimeWires open source-medarbetare har bidragit med betydelsefull kod och många buggfixar, idéer, efterforskning etc. till projektet. Nedanstående personer har antingen skrivit kod som distribueras med alla versioner av LimeWire, identifierat allvarliga kodbuggar eller både och:
tr: LimeWire açık kaynak katılımcıları da projeye önemli kodlar ve çok sayıda hata düzeltme, fikir, araştırma, vs. ile önemli katkıda bulunmuştur. Aşağıda listelenenler LimeWire'nin her sürümüyle dağıtılan yazılı kodlar sağlamış, önemli kod hatalarını belirlemiş veya her iki alanda katkıda bulunmuştur:
