Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire is unable to find a license for this file. Download it anyway? LimeWire cannot monitor or control the content of the P2P network, so please respect your local copyright laws.
da: LimeWire kunne ikke finde en licens for denne fil. Ønsker du alligevel at downloade den? LimeWire kan ikke overvåge eller tjekke indholdet på P2P netværket, så overhold venligst de lokale copyrights love.
el: Το LimeWire δεν είναι δυνατό να βρει άδεια γι' αυτό το αρχείο. Λήψη σε κάθε περίπτωση; Το LimeWire δεν είναι δυνατό να παρακολουθήσει ή να ελέγξει το περιεχόμενο του Δικτύου P2P. Παρακαλούμε σεβαστείτε τους τοπικούς νόμους περί πνευματικής ιδιοκτησίας.
es: LimeWire no puede encontrar una licencia para este archivo. ¿Quiere descargarlo de todos modos? LimeWire no puede controlar ni registrar el contenido de la red P2P; por favor, respete las leyes de la propiedad intelectual que se apliquen en su territorio.
fi: LimeWire ei löydä tämän tiedoston lisenssiä. Ladataanko se silti? LimeWIre ei voi valvoa tai kontrolloida P2P-verkon sisältöä, joten ole hyvä ja kunnioita paikallisia tekijänoikeuslakeja.
fr: LimeWire n'a pu trouver aucune license pour ce fichier. Télécharger de toute façon ?"n LimeWire ne peut surveiller ni contrôler le contenu du réseau P2P ; merci de respecter les lois locales de copyright.
ga: Ní féidir le LimeWire ceadúnas a aimsiú don comhad seo. Íosluchtaigh ar aon nós é? Ní féidir le LimeWire bheith ag faire ar inneachar an líonra P2P nó smacht a bheith aige air, mar sin bíodh meas agat ar do dlíthe cóipchirt áitiúla.
ja: LimeWireでは、このファイルのライセンスを見つけることが出来ませんでした。それでもダウンロードしますか？ LimeWireでは、P2Pネットワークのコンテンツを監視もしくはコントロールできません。お客様の地域の著作権法を遵守してください。
nl: LimeWire kan geen licentie voor dit bestand vinden. Wilt u dit bestand toch downloaden? LimeWire kan de bestanden op het P2P-netwerk niet bijhouden of beheren, dus respecteer uw lokale copyrightwetten alstublieft.
sv: LimeWire hittade ingen licens för den här filen. Ladda ner den ändå? LimeWire kan inte övervaka eller kontrollera materialet på P2P-nätverket så vi ber dig respektera upphovsrätten som gäller där du bor.
tr: LimeWire bu dosya için bir lisans bulamıyor. Yine de yüklensin mi? LimeWire P2P ağının içeriğini izleyememekte veya denetleyememektedir; bu nedenle lütfen yerel telif hakkı kanunlarınıza saygı duyun.

source: Do not warn me again
da: Advar mig ikke igen
el: Να μην εμφανιστεί ξανά αυτή η ειδοποίηση
es: No volver a advertirme
et: Ära Hoiata Rohkem
fa: دیگر به من هشدار نده
fi: Älä varoita minua uudelleen
fr: Ne plus m'avertir
ga: Ná tabhair rabhadh dom arís
gl: Non volver avisarme
he: אל תזהיר אותי שוב
hr: Nemoj me ponovo upozoravati
ja: 今後この警告を表示しない
ku: Min nema hişyar bike
lv: Nebrīdināt mani atkārtoti
nb: Ikke advar meg igjen
nl: Waarschuw mij niet opnieuw
ru: Не предупреждать меня еще раз
sv: Visa inte den här varningen igen
tr: Beni tekrar uyarma

source: nobody
da: ingen
el: κανείς
es: nadie
et: Mitte Keegi
fa: هیچ کس
fi: ei kukaan
fr: Personne
ga: duine ar bith
gl: ninguén
he: אף אחד
hr: nitko
ja: 該当者なし
ku: tukes
lv: neviens
nb: ingen
nl: niemand
pl: nikt
ru: никто
sv: ingen
tr: hiçkimse

source: Unmark as spam
da: Fjern markering som spam
el: Άρση σήμανσης ως ανεπιθύμητης αλληλογραφίας
es: No marcar como basura
fi: Poista spam-merkintä
fr: Démarquer comme Spam
ga: Dírianaigh mar dramhphost
ja: スパムのマークを外す
nl: Niet markeren als spam
sv: Markera inte som skräp
tr: Spam işaretini kaldır

source: Mark as spam
da: Marker som spam
el: Σήμανση ως ανεπιθύμητης αλληλογραφίας
es: Marcar como basura
fi: Merkitse spamiksi
fr: Marquer comme Spam
ga: Rianaigh mar dramhphost
ja: スパムのマーキングをする
nl: Markeren als spam
sv: Markera som skräp
tr: Spam olarak işaretle

source: Not showing {0} results
da: Viser ikke {0} resultater
el: Μη εμφάνιση {0} αποτελεσμάτων
es: No se muestran {0} resultados
fi: Ei näytetä: {0} tulosta
fr: Ne pas montrer les résultats de {0}
ga: Níl torthaí {0} á thaispeáint
ja: {0}結果を表示しない
nl: Geeft {0} resultaten niet weer
sv: Visar inte {0} resultat
tr: {0} sonuçları görüntülenemiyor

source: For Turbo-Charged searches get LimeWire PRO.
ar: لبحث سريع متطور، احصل على LimeWire Pro.
bs: Za traženje Turbo Punjenje, kupite LimeWire Pro.
cy: Am chwilio cyflymdra Mega-Sydyn. Pryna LimeWire PRO!
da: For Turboladede søgninger køb LimeWire Pro.
de: Die weitere LimeWire-Entwicklung unterstützen.
el: Για υπερτροφοδοτούμενες αναζητήσεις, πάρτε το LimeWire Pro.
es: Para búsquedas mucho más rápidas, obtenga LimeWire PRO.
et: Turbo - Kiirusega otsinguteks hangi LimeWire PRO.
fa: برای جستجو با سرعت بالا LimeWire PRO را دانلود کنید .
fi: Osta LimeWire Pro niin latauksesi nopeutuvat!
fr: Pour des recherches à la vitesse TURBO, passer à LimeWire PRO.
ga: Faigh LimeWire PRO do chuardaithe Sár-Luchtaithe.
gl: Para usar as procuras Turbo-Chargued, obteña LimeWire PRO
he: לחיפושים מואצים, השג את LimeWire PRO.
hr: Za turbo pretrage nabavite LimeWire PRO.
hu: A turb�-sebess�g� kapcsolatok�rt, v�lts a LimeWire PRO-ra.
id: Untuk pencarian Turbo-Charged gunakan LimeWire PRO.
it: Per le ricerche con Turbo acquista Limewire Pro.
ja: 高品質な検索にはLimeWire Proをご使用下さい
ku: Ji bo lêgerîna bi hêza turbo LimeWire PRO bistîne.
lv: Lai meklētu ar TurboLādiņu uzgreidojiet uz LimeWire PRO.
nb: For turboladede søk, skaff deg LimeWire PRO.
nl: Voor supersnelle zoekacties koopt u LimeWire Pro.
nn: For høgfarts-søk, kjøp Limewire PRO.
pl: Dla Super-Szybkiego wyszukiwania zakup LimeWire PRO.
pt: Para pesquisas à Velocidade Tubo, adquira o LimeWire PRO.
pt_br: Para pesquisar à velocidade turbo, adquira o LimeWire PRO.
ru: Для Турбопоиска купите LimeWire Pro.
sk: Pre Turbo-rýchle vyhľadávanie si zakúpte LimeWire PRO.
sq: Për kërkime me Ngarkesë Turbo, zgjidhni LimeWire PRO.
sr: Za Turbo pretraživanje, kupite LimeWire Pro.
sv: För turboladdade sökningar skaffa Limewire PRO.
tr: Turbo Hızlı aramalar için LimeWire PRO programını alın
uk: Для Надшвидкого пошуку отримайте LimeWire PRO.

source: Support LimeWire's peer-to-peer development. Get PRO.
ar: انقر هنا لتطوير شبكات الند للند المفتوحة الخاصة ب LimeWire.
bs: Pritisnite ovdje za davanje potpore LimeWire u nastojanju za otvaranjem peer-to-peer mreže.
cy: I gefnogi datblygiad P2P LimeWire! Pryna LimeWire PRO!
da: Støt LimeWire's udvikling af åbne, peer-to-peer netværk. Køb PRO.
de: Klicken Sie hier, um die LimeWire-Entwicklung offener Peer-to-Peer-Netzwerke zu unterstützen.
el: Υποστηρίξτε την ανάπτυξη ομότιμου δικτύου του LimeWire. Πάρτε το PRO.
es: Apoye el desarrollo de redes (italic) peer-to-peer (/italic). Obtenga LimeWire PRO.
et: Toeta LimeWire- i Kasutajalt - Kasutajale arengut. hangi LimeWire PRO.
fa: با دانلود LimeWire PRO از خطوط وامکانات ما پشتیبانی کنید .
fi: Tue LimeWiren vertaisverkkokehitystä. Hanki Pro!
fr: Soutenez le développement des réseaux peer-to-peer de LimeWire. Passer à la version PRO.
ga: Tacaigh le forbairt idir chomhghleacaithe. Faigh PRO.
gl: Apoie o desenvolvemento de LimeWire. Obteña PRO.
he: תמוך בפיתוח של LimeWire. השג את PRO.
hr: Podržite LimeWireov peer-to-peer razvoj. Nabavi PRO.
hu: T�mogasd a LimeWire P2P fejleszt�seit. V�lts a PRO-ra.
id: Dukung pengembangan peer-to-peer LimeWire. Gunakan PRO.
it: Supporta lo sviluppa di Limewire. acquista la versione PRO.
ja: PROを購入して、LimeWireのP2Pネットワークをサポートしましょう
ku: Piştgirî bide pêşdebirina peer-to-peer a LimeWire'ê. PRO bistîne.
lv: Atbalsti LimeWire P2P attīstību. Iegādājies PRO.
nb: Klikk her for å støtte LimeWires utvikling av peer-til-peer nettverk. Kjøp PRO.
nl: Steun de peer-to-peerontwikkeling van LimeWire. Koop Pro.
nn: Støtt LimeWire sitt utviklingsarbeid, kjøp PRO
pl: Wesprzyj rozwój systemu peer-to-peer LimeWire'a. Zakup wersję PRO.
pt: Apoie o desenvolvimento unidade a unidade do LimeWire. Adquira a versão PRO.
pt_br: Apoie o desenvolvimento P2P do LimeWire. Adquira a versão PRO.
ru: Поддержите развите пиринговых сетей LimeWare. Купите PRO версию.
sk: Podpora pre LimeWire peer-to-peer vývoj. Zakúpte si PRO.
sq: Përkraheni zhvillimin pikë-tek-pikë të LimeWire. Zgjidhni PRO-në.
sr: Podržite LimeWire-ov razvoj mreže od korisnika do korisnika (peer2peer). Kupite PRO.
sv: Stöd LimeWire´s utvecklingsarbete. Köp PRO.
tr: LimeWire programının eşler arası gelişimini destekleyin. PRO sürümünü alın.
uk: Підтримайте розробку однорангових мереж. Отримайте PRO.

source: Purchase LimeWire PRO to help us make downloads faster.
ar: اشتر LimeWire Pro لتساعدنا على الإسراع من التنزيلات.
bs: Kupite LimeWire Pro da nam pomognete naparaviti još brži download.
cy: I helpu ini wneud llwytho'n gynt. Pryna LimeWire PRO!
da: Køb LimeWire Pro for at hjælpe os med at gøre downloads hurtigere.
de: Forschung und Entwicklung der LimeWire Open Networking Platform unterstützen.
el: Αγοράστε το LimeWire Pro, για να μας βοηθήσετε να κάνουμε ταχύτερες τις λήψεις αρχείων.
es: Adquiera LimeWire PRO para ayudarnos a acelerar las descargas.
et: Osta LimeWire PRO, et aidata allalaadimisi meil kiiremaks muuta.
fa: LimeWire PRO را جهت کمک به ما برای دانلود های سریع تر خریداری نمایید .
fi: Hanki LimeWire Pro, niin voimme nopeuttaa latauksia.
fr: Achetez LimeWire PRO pour nous aider à rendre les téléchargements plus rapides.
ga: Ceannaigh LimeWire PRO anois chun cuidiú linn íosluchtaithe a dhéanamh níos tapúla.
gl: Obteña LimeWire PRO para axudarnos a facer as descargas máis rapidas.
he: קנה את LimeWire PRO על מנת לעזור לנו לגרום להורדות להיות מהירות יותר.
hr: Kupite LimeWire PRO kako bi nam pomogli da preuzimanja datoteka učinimo bržim.
hu: V�s�rold meg a LimeWire PRO-t, hogy seg�tsd a gyorsabb let�lt�seket.
id: Beli LimeWire PRO untuk membantu kami menjadikan pengunduhan lebih cepat.
it: Acquistando Limewire Pro ci aiuterai ad avere ricezioni più veloci.
ku: Ji bo daxistina leztir em pêşniyar dikin ku LimeWire PRO bikirî.
lv: Iegādājies LimeWire PRO lai palīdzētu mums padarīt lejuplādēšanu ātrāku.
nb: Kjøp Limewire PRO for å hjelpe oss med å gjøre nedlastinger raskere.
nl: Koop LimeWire Pro voor snellere downloads.
nn: Kjøpl LImeWire Pro for å hjelpe oss med å gjere nedlastingar raskare.
pl: Zakup LimeWire Pro, abyśmy mogli pracować nad jeszcze szybszą siecią wymiany plików.
pt: Adquira o LimeWire PRO para nos ajudar a tornar os downloads mais rápidos.
pt_br: Adquira o LimeWire PRO para nos ajudar a tornar os downloads ainda mais rápidos.
ru: Купите LimeWire Pro, это поможет нам сделать загрузку ещё более быстрой.
sk: Zakúpte si LimeWire PRO, aby sme mohli vylepšovať rýchlosť sťahovania.
sq: Blini LimeWire PRO që të ndihmoni në shpejtimin e shkarkimeve.
sr: Kupite LimeWire Pro da pomognete razvoj još bržeg preuzimanja fajlova.
sv: Köp LimeWire PRO för att hjälpa oss att göra nedladdningarna snabbare .
tr: İndirmeleri daha hızlı gerçekleştirmek için LimeWire PRO sürümünü satın alın.
uk: Купіть LimeWire PRO, щоб зробити завантаження швидше.

source: For Turbo-Charged downloads get LimeWire PRO.
ar: لتنزيلات سريعة مطورة، احصل على LimeWire Pro.
bs: Za download Turbo Punjenje, kupite LimeWire Pro.
cy: Am lwytho cyflymdra Mega-Sydyn. Pryna LimeWire PRO!
da: For Turboladede downloads køb LimeWire Pro.
de: Klicken Sie hier, um die Forschung bei LimeWire zu unterstützen.
el: Για υπερτροφοδοτούμενες λήψεις, πάρτε το LimeWire Pro.
es: Para descargas mucho más rápidas, obtenga LimeWire PRO.
et: Turbo - Kiirusega allalaadimiseks hangi LimeWire PRO.
fa: برای دانلود با سرعت بسیاز زیاد LimeWire PRO را خریداری نمایید
fi: Osta LimeWire Pro nopeuttaaksesi latauksia!
fr: Pour des téléchargements à la vitesse TURBO, passer à LimeWire PRO.
ga: Chun íosluchtaithe Sár-Luchtaithe a fháil, faigh LimeWire PRO.
gl: Para descargas Turbo-Charged obteña Limewire PRO.
he: להורדות מואצות, השג את LimeWire PRO.
hr: Za Turbo preuzimanje datoteka nabavite LimeWire PRO.
hu: A turb�-sebess�g� let�lt�sek�rt v�lts a LimeWire PRO-ra.
id: Untuk pengunduhan Turbo-Charged gunakan LimeWire PRO.
it: Per ricezioni Turbo acquista Limewire Pro.
ja: 高品質な検索にはLimeWire Proをご使用下さい
ku: Ji bo daxistina bi hêza turbo LimeWire PRO bistîne.
lv: Lai kačātu ar TurboLādiņu, uzgreidojiet uz LimeWire PRO.
nb: For Turboladede nedlastinger skaff deg LimeWire Pro.
nl: Voor supersnelle downloads koopt u LimeWire Pro.
nn: For høgfartsnedlastingar, kjøp LimeWire PRO
pl: Dla Turbo-Szybkich pobierań nabądź LimeWire PRO.
pt: Para downloads à Velocidade Turbo adquira o LimeWire PRO.
pt_br: Para fazer downloads à velocidade turbo adquira o LimeWire PRO.
ru: Для ТУРБО-загрузки купите LimeWire Pro.
sk: Pre Turbo-rýchle sťahovanie si zakúpte LimeWire PRO.
sq: Për shkarkime me Ngarkesë Turbo, zgjidhni LimeWire PRO.
sr: Za Turbo preuzimanje fajlova, kupite LimeWire Pro.
sv: För snabbare nerladdningar köp Limewire PRO.
tr: Turbo Hızlı indirmeler için LimeWire PRO sürümünü alın.
uk: Для Надшвидких завантажень отримайте LimeWire PRO.

source: Support open networks. Get LimeWire PRO.
ar: دعم الشبكات المفتوحة.
bs: Podržite otvorenu mrežu.
cy: I gefnogi rhyddid y we. Pryna LimeWire PRO!
da: Støt åbne netværk. Køb LimeWire PRO.
de: Offene Netzwerke unterstützen mit LimeWire Pro.
el: Υποστηρίξτε τα ανοιχτά δίκτυα. Πάρτε το LimeWire PRO.
es: Apoye las redes abiertas. Obtenga LimeWire PRO.
et: Toeta avatuid võrke. Hangi LimeWire PRO.
fa: با خرید LimeWire PRO مارا پشتیبانی کنید .
fi: Tue avoimia verkkoja. Hanki LimeWire Pro.
fr: Supportez les réseaux ouverts. Passez à LimeWire PRO.
ga: Tacaigh le líonraí oscailte. Faigh LimeWire PRO.
gl: Apoie as redes abertas. Obteña LimeWire PRO.
he: תמוך ברשתות פתוחות. השג את LimeWire PRO.
hr: Podržite otvorene mreže. Nabavite LimeWire PRO.
hu: T�mogasd a ny�ltk�r� h�l�zatokat. V�lts a LimeWire PRO-ra.
id: Dukung jaringan terbuka. Gunakan LimeWire PRO.
it: Supporta le reti aperte. Acquista Limewire Pro.
ja: LimeWire PROを購入し、オープンなネットワークをサポート！
ku: Piştgirî bidin networka vekirî. LimeWire PRO bistînin.
lv: Atbalsti atvērtos tīklus. Iegādājies LimeWire PRO.
nb: Støtt åpne nettverk. Skaff deg Limewire PRO.
nl: Steun open netwerken. Koop LimeWire Pro.
nn: Støtt opne nettverk. Kjøp LimeWire PRO
pl: Wspomóż otwarte sieci. Kup LimeWire PRO.
pt: Apoie as redes abertas. Adquira o LimeWire PRO.
pt_br: Apoie as redes abertas. Adquira o LimeWire PRO.
ru: Поддержите открытые сети. Купите LimeWire PRO.
sk: Potporujte otvorené siete. Zakúpte si LimeWire PRO.
sq: Përkraheni rrjetin e hapur. Zgjidhni LimeWire PRO.
sr: Podržite otvorene mreže. Kupite LimeWire PRO.
sv: Stöd öppna nätverk. Skaffa Limewire PRO.
tr: Açık ağları destekleyin. LimeWire PRO programını alın.
uk: Підтримайте вільні мережі. Отримайте LimeWire PRO.

source: Support open source and open protocols. Get LimeWire PRO.
ar: انقر هنا لتدعيم البرامج ذات المصدر المفتوح والبروتوكولات المفتوحة.
bs: Pritisnite ovdje za podršku otvorenom izvoru i otvorenom protokolu. Kupite LimeWire PRO.
cy: I gefnogi cod a phrotocol agored. Pryna LimeWire PRO.
da: Støt åbne kilder og åbne protokoller. Køb LimeWire PRO.
de: Klicken Sie hier, um "Open Source" und "Open Protocols" zu unterstützen.
el: Υποστηρίξτε τον ανοιχτό κώδικα και τα ανοιχτά πρωτόκολλα. Πάρτε το LimeWire PRO.
es: Apoye fuente abierta y protocolos abiertos. Obtenga LimeWire PRO.
et: Toeta avatuid allikaid ja protokolle. Hangi LimeWire PRO.
fa: با خرید LimeWire PRO پورت ها و پروتوکل های آزاد ما را حمایت کنید .
fi: Tue avointa lähdekoodia ja avoimia protokollia. Hanki LimeWire Pro.
fr: Soutenez le développement libre et les protocoles ouverts. Obtenez LimeWire PRO.
ga: Tacaigh le foinse oscailte agus gnásanna oscailte. Faigh LimeWire PRO.
gl: Apoie o código e os protocolos abertos. Obteña LimeWire PRO.
he: תמוך בקוד הפתוח ובפרוטוקולים פתוחים. השג את LimeWire PRO.
hr: Podržite otvoreni kod i otvorene protokole. Nabavite LimeWire PRO.
hu: T�mogasd a ny�lt forr�sk�dot �s -protokollokat. V�lts a LimeWire PRO-ra.
id: Dukung open source dan open protocols. Gunakan LimeWire PRO.
it: Supporta i sorgenti e i protocolli aperti. Acquista Limewire Pro.
ja: LimeWire PROを購入して、オープン・ソースとオープン・プロトコルをサポート！
ku: Piştgirî bidin networka vekirî. LimeWire PRO bistînin.
lv: Atbalsti atvērto kodu un atvērtos protokolus. Dabū LimeWire PRO.
nb: Støtt åpen kildekode og åpne protokoller. Kjøp LimeWire PRO.
nl: Steun open-bronprogramma's en open protocollen. Koop LimeWire Pro.
nn: Støtt open kjeldekode og opne protokollar. Kjøp LimeWire PRO
pl: Wspomóż otwarte sieci i otwarte protokoły. Kup LimeWire PRO.
pt: Apoie a fonte aberta e os protocolos abertos. Adquira o LimeWire PRO.
pt_br: Apoie o código aberto e os protocolos abertos. Adquira o LimeWire PRO.
ru: Щёлкните здесь, поддержите открытое ПО и открытые протоколы.
sk: Podporte open source a otvorené protokoly. Zakúpte si LimeWire PRO.
sq: Përkrahini burimet dhe protokollet e hapura. Zgjidhni LimeWire PRO.
sr: Podržite otvoreni k0d i otvorene protokole. Kupite LimeWire PRO.
sv: Stöd öppna nätverk och öppna protokoll. Skaffa LimeWire PRO.
tr: Açık kaynak ve açık protokolleri destekleyin. LimeWire PRO programını alın.
uk: Підтримайте відкриті початкові коди та відкриті протоколи. Отримайте LimeWire PRO.

source: For Turbo-Charged performance get LimeWire PRO.
ar: لأداء سريع متطور، احصل على LimeWire Pro.
bs: Za izvođenje Turbo Punjenjem, kupite LimeWire Pro.
cy: Am Gyflymdra Mega-Sydyn. Pryna LimeWire PRO.
da: For Turbo-ladet hastighed, køb LimeWire PRO.
de: Die Entwicklung von LimeWire's "Open Source Peer-to-Peer"-Architektur unterstützen.
el: Για υπερτροφοδοτούμενη απόδοση, πάρτε το LimeWire Pro.
es: Para un rendimiento mucho más rápido, obtenga LimeWire PRO.
et: Turbo - Kiirusega jõudluseks hangi LimeWire PRO.
fa: برای امکانات بیشتر LimeWire PRO را دانلود کنید .
fi: LimeWire Pro tehostaa suorituskykyä.
fr: Pour des performances “Turbo”, obtenez LimeWire PRO.
ga: Chun feidhmíocht Sár-Luchtaithe a fháil, faigh LimeWire PRO.
gl: Para prestacións Turbo-Charged obteña LimeWire PRO
he: להורדות איכותיות, מהירות ומשופרות יותר, השג את <a href ="http://www.limewire.com"> Limewire PRO</a>
hr: Za turbo brze performanse kupite LimeWire PRO.
hu: A lehet� legjobb m�k�d�s�rt, v�lts a LimeWire PRO-ra.
id: Untuk kinerja Turbo-Charged gunakan LimeWire PRO.
it: Per performance Turbo acquista Limewire Pro.
ja: 最適なパフォーマンス向上にはLimeWire Pro！
ku: Ji bo performansa turbo LimeWire PRO bikire.
lv: Dabū TurboLādiņa veiktspēju - uzgreido uz PRO.
nb: For Turboladet ytelse skaff deg LimeWire Pro.
nl: Voor supersnelle prestaties koopt u LimeWire Pro.
nn: For høgfartsyting, kjøp LimeWire PRO
pl: Dla Turbo-Szybkiej wydajności zdobądź LimeWire PRO.
pt: Para um desempenho à Velocidade Turbo, adquira o LimeWire PRO.
pt_br: Para um desempenho à velocidade turbo, adquira o LimeWire PRO.
ru: Для Турбопроизводительности купите LimeWire Pro.
sk: Pre Turbo-rýchly výkon získajte LimeWire PRO.
sq: Për efektshmëri me Ngarkesë Turbo, zgjidhni LimeWire PRO.
sr: Za Turbo performanse kupite LimeWire Pro.
sv: För snabbare prestanda skaffa Limewire PRO.
tr: Turbo Hızlı performans için LimeWire PRO programını alın.
uk: Для Надшвидкої роботу отримайте LimeWire PRO.

source: Keep the Internet open. Get LimeWire PRO.
ar: حافظ على بقاء الإنترنت مفتوحة. احصل على Pro.
bs: Zadržite internet otvorenim. Kupite Pro.
cy: I gadw'r We'n Rydd. Pryna LimeWire PRO!
da: Støt et åbent og frit internet. Køb LimeWire Pro.
de: Eigene Beiträge zum "Open Source Peer-to-Peer Networking" leisten.
el: Κρατήστε το διαδίκτυο ανοιχτό. Πάρτε το Pro.
es: Mantenga la Red abierta. Obtenga LimeWire PRO.
et: Hoia Internet avatuna. Hangi LimeWire PRO.
fa: با خرید LimeWire PRO اینترنت را باز نگه دارید .
fi: Pidä Internet avoimena. Hanki LimeWire Pro.
fr: Préservez l’ouverture d’Internet. Obtenez LimeWire PRO.
ga: Coinnigh an t-Idirlíon oscailte. Faigh LimeWire PRO.
gl: Manteña a internet aberta. Obteña LimeWire PRO.
he: שמור את האינטרנט חופשי. השג את LimeWire PRO.
hr: Zadržite internet otvorenim. Nabavite LimeWire PRO.
hu: Legyen tov�bbra is nyitott az internet! V�lts a LimeWire PRO-ra.
id: Pertahankan keterbukaan internet. Gunakan LimeWire PRO.
it: mantieni internet libera. Acquista Limewire Pro.
ja: インターネットをオープンな状態に保つ には、Proをご購入下さい
ku: Înternetê vekirî bihêle. LimeWire PRO bistîne.
lv: Atļauj internetam būt atvērtam. Iegūsti LimeWire PRO.
nb: Hold internett åpent. Skaff deg Limewire PRO
nl: Houd het internet open. Koop LimeWire Pro.
nn: Hald internett ope, kjøp LimeWire PRO.
pl: Utrzymaj internet wolnym. Kup LimeWire PRO.
pt: Mantenha a Internet aberta. Adquira o LimeWire PRO.
pt_br: Mantenha a internet aberta. Adquira o LimeWire PRO.
ru: Помогите сохранить Интернет открытым. Купите Pro.
sk: Zachovajte prístupný internet. Zakúpte si LimeWire PRO.
sq: Mbajeni Internetin hapur. Zgjidhni LimeWire PRO.
sr: Zadržite Internet slobodnim. Kupite LimeWirePro.
sv: Håll Internet öppet. Skaffa LimeWire PRO.
tr: Internet'i açık tutun. LimeWire PRO programını alın.
uk: Зберігайте Інтернет вільним. Отримайте LimeWire PRO.

source: Developing LimeWire costs real money. Get PRO.
ar: تطوير LimeWire يتكلف الكثير من المال. احصل على Pro.
bs: Održavanje LimeWires košta novca. Kupite PRO.
cy: Mae datblygu LimeWire yn costio arian mawr. Pryna PRO!
da: Udvikling af LimeWire koster rigtige penge. Køb Pro.
de: Unterstützen Sie eine neue Vertriebsgemeinschaft für unabhängige Künstler.
el: Η ανάπτυξη του LimeWire στοιχίζει αρκετά χρήματα. Πάρτε το Pro.
es: Desarrollar LimeWire cuesta dinero. Obtenga LimeWire PRO.
et: LimeWire arendamine maksab päris raha. Hangi LimeWire PRO.
fa: هزینه حقیقی LimeWire را بپردازید و LimeWire PRO را دانلود کنید.
fi: LimeWiren kehittäminen maksaa. Hanki Pro.
fr: Le développement de LimeWire a un réel coût. Obtenez PRO.
ga: Caithfear airgead a chaitheamh chun LimeWire a fhorbairt. Faigh PRO.
gl: Desenvolver LimeWire custa cartos. Merque LimeWire PRO.
he: הפיתוח של LimeWire עולה כסף, אמיתי. השג את Pro.
hr: Razvijanje LimeWire-a je skupo. Kupite PRO.
hu: A LimeWire fejleszt�se komoly p�nzeket em�szt fel. V�lts a LimeWire PRO-ra.
id: Untuk pengembangkan LimeWire diperlukan dana. Gunakan yg PRO.
it: Sviluppare Limewire costa denaro. Acquista Limewire Pro.
ja: LimeWireのソフトウェア開発には費用がかかるので、 Proをご購入下さい
ku: Pêşdebirina LimeWire'ê lêçûnek dixwaz. PRO bistîne.
lv: LimeWire attīstīšanai ir nepieciešama īsta nauda. Iegādājies PRO.
nb: Utvikling av Limewire koster penger. Skaff deg Limewire PRO
nl: Het ontwikkelen van LimeWire kost echt geld. Koop LimeWire Pro.
nn: Utvikling av Limewire kostar penger. Kjøp Limewire PRO.
pl: Rozwijanie LimeWire kosztuje prawdziwe pieniądze. Kup wersję PRO.
pt: O desenvolvimento do LimeWire custa dinheiro. Adquira a versão PRO.
pt_br: O desenvolvimento do LimeWire custa dinheiro. Adquira a versão PRO.
ru: Разработка LimeWire требует денег. Купите Pro.
sk: Vývoj LimeWire stojí skutočné peniaze. Zakúpte si PRO.
sq: Zhvillimi i LimeWire vlen me të vërtetë. Zgjidhni PRO-në.
sr: Održavanje LimeWire-a košta dosta, kupite PRO.
sv: Utvecklandet av LimeWire kostar stora pengar. Köp PRO.
tr: LimeWire programının geliştirilmesi gerçek paraya mal oluyor. PRO sürümünü alın.
uk: На розробку LimeWire потрібні грошу. Отримайте PRO.

source: ".torrent" files
ar: ".ملفات" تورنت
cy: ffeils ".torrent"
da: ".torrent" filer
de: ".torrent" Dateien
el: ".torrent" αρχεία
es: archivos ".torrent"
et: ".torrent" failid
fa: فایل های /".تورنت/"
fi: ".torrent" -tiedostot
fr: ".torrent" fichiers
ga: comhaid ".torrent"
gl: ficheiros ".torrent"
he: קבצי ".torrent"
hr: .torrent dokumenti
hu: ".torrent" f�jlok
it: Collegamenti ".torrent"
ja: .torrent拡張子ファイル
ku: Pelên ".torrent"
lv: ".torrent" faili
nb: ".torrent"-filer
nl: ".torrent"-bestanden
nn: ".torrent" filer
pl: pliki ".torrent"
pt: ficheiros ".torrent"
pt_br: arquivos ".torrent"
ru: файлы ".торрент"
sk: Súbory ".torrent"
sq: skeda ".torrent"
sr: ".torrent" fajlove
sv: ".torrent" filer
tr: ".torrent" dosyaları
