Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can drag a file or folder to the <font color="1E8E44">Library</font> tab to individually share files. In the <font color="1E8E44">Library</font> tab, select <font color="1E8E44">Individually Shared Files</font> to see your newly shared file.
el: Μπορείτε να σύρετε ένα αρχείο ή ένα κατάλογο στη <font color="1E8E44">«Βιβλιοθήκη»</font> του LimeWire για να το διαμοιράσετε ξεχωριστά. Επιλέξτε <font color="1E8E44">«Ξεχωριστά διαμοιραζόμενα αρχεία»</font> για να το δείτε μετά στη <font color="1E8E44">«Βιβλιοθήκη»</font>.
sk: Môžete presunúť súbor alebo adresár do záložky <font color="1E8E44">Knižnica</font>, aby ste súbory mohli zdieľať jednotlivo. V záložke <font color="1E8E44">Knižnica</font>, označte <font color="1E8E44">Individuálne zdieľané súbory</font>, aby ste videli novozdieľané súbory.

source: Search results come from other users like you. Search results marked with a lime icon in the <font color="1E8E44">Quality</font> column are official communications from Lime Wire LLC.
el: Τα αποτελέσματα αναζητήσεων προέρχονται γενικά από χρήστες όπως εσείς. Τα αποτελέσματα αναζήτησης που σημειώνονται με το εικονίδιο του LimeWire στη στήλη <font color="1E8E44">«Ποιότητα»</font>, αποτελούν επίσημες ανακοινώσεις της Lime Wire (εταιρεία περιορισμένης ευθύνης).
pt_br: Resultados de buscas vem de outros usuários como você. Reusltado marcados por um ícone de um limão na coluna <font color="1E8E44">Qualidade</font> são mensagens oficiais de "Lime Wire LLC"
sk: Výsledky vyhľadávania prichádzajú od ostaných užívateľov ako Vy. Výsledky vyhľadávania označené ikonou limetky v stĺpci <font color="1E8E44">Kvalita</font> sú oficiálne prenosy dát z LimeWire LLC.

source: After starting a search, you can customize the three boxes on the left with titles like Media, Artist and Album for more customized search results. Also, you can change what these boxes show. Click the circle in the upper left corner of a box and choose a new option from the menu.
el: Αφού κάνετε μια αναζήτηση, μπορείτε να προσαρμόσετε τα τρία πλαίσια στα αριστερά που έχουν τίτλους όπως «Καλλιτέχνης», «Τύπος», «Συλλογή» κλπ. Μπορείτε να επιλέξετε το περιεχόμενο που θα προβάλλουν. Κάντε κλικ στον κύκλο που εμφανίζεται στην πάνω αριστερά γωνία των πλαισίων και επιλέξτε αυτό που θέλετε από το μενού.
ja: 検索開始後、左の３つのボックス（タイトル・アーティスト・アルバム）から検索結果をよりカスタマイズできます。また、それらのボックスを左上のメニューから新しいオプションを選択することにより変えることも出来ます。
sk: Po začatí vyhľadávania môžete prispôsobovať tri okná naľavo s názvami ako Média, Umelec a Album, aby ste si ešte viac prispôsobili vyhľadávanie. Takisto môžete zmeniť, čo tieto okná zobrazujú. Kliknite na kruh v ľavom hornom rohu okna a zvoľte novú možnosť z menu.

source: You can browse your friend's Library through a <font color="1E8E44">Direct Connect</font>. Go to <font color="1E8E44">Search</font> &gt; <font color="1E8E44">Direct Connect</font>, then enter the ip address and port number of your friend's computer in the following format: 'ip address:port'. You can find the port value via the <font color="1E8E44">Options</font> &gt; <font color="1E8E44">Advanced</font> &gt; <font color="1E8E44">Firewall</font> section.
el: Μπορείτε να περιηγηθείτε στη βιβλιοθήκη LimeWire κάποιου φίλου σας μέσω της <font color="1E8E44">άμεσης σύνδεσης</font> Πηγαίνετε στην καρτέλα <font color="1E8E44">«Αναζήτηση»</font> &gt; <font color="1E8E44">«Άμεση σύνδεση»</font> και δώστε την διεύθυνση ip και τον αριθμό θύρας του υπολογιστή του φίλου σας με την ακόλουθη διατύπωση: «διεύθυνση ip:αριθμός θύρας». Μπορείτε να δείτε τον απαιτούμενο αριθμό θύρας μέσα στο <font color="1E8E44">«Επιλογές»</font> &gt; <font color="1E8E44">Για προχωρημένους</font> &gt; <font color="1E8E44">Τείχος προστασίας</font>.
pt_br: Você pode pesquisar a Biblioteca dos seus amigos através de uma <font color="1E8E44">Ligação Directa</font>. Vá em <font color="1E8E44">Pesquisar</font> &gt; <font color="1E8E44">Ligação Directa</font>, e insira o endereço de ip e o número da porta do computador do seu amigo no seguinte formato: 'endereço de ip:porta'. Você pode encontrar o valor da porta na seção <font color="1E8E44">Opções</font> &gt; <font color="1E8E44">Advanced</font> &gt; <font color="1E8E44">Configuração do firewall</font>.
sk: Môžete prehliadať kamarátovu Knižnicu cez <font color="1E8E44">Priame pripojenie</font>. Choďte do <font color="1E8E44">Hľadať</font> &gt; <font color="1E8E44">Priame pripojenie</font>, potom vložte IP adresu a číslo portu kamarátovho počítača v nasledujúcom formáte: "ip adresa:port". Hodnotu portu môžete nájsť pomocou <font color="1E8E44">Voľby</font> &gt; <font color="1E8E44">Pokročilé</font> &gt; v sekcii <font color="1E8E44">Firewall</font>.

source: If you try to download a file that you already have, LimeWire lets you know, even if the file has a different name.
cy: Os wyt ti'n trio llwytho i lawr ffeils sydd gyda thi'n barod, Mae LimeWire yn dweud wrthot, hyd yn oed gydag enw gwahanol
el: Αν προσπαθήσετε να κατεβάσετε ένα αρχείο πού ήδη έχετε, το Limewire σάς ειδοποιεί, ακόμη και αν το αρχείο έχει διαφορετικό όνομα.
nn: Hvis du prøver og laste ned en fil du allerede har, vil LimeWire fortelle deg om det, selv om filen har en annet navn.
pt: Se tentar descarregar um ficheiro que já possui, o LimeWire avisa-o, mesmo que o ficheiro tenha um nome diferente.
pt_br: Se você tentar baixar um arquivo que você já tem, o LimeWire irá te avisar, mesmo que o arquivo tenha um nome diferente.
sk: Ak sa pokúšate stiahnuť súbor, ktorý už máte, LimeWire Vás upozorní, aj keď má súbor iný názov.

source: Curious what are people's keyword searches? Go to the <font color="1E8E44">Monitor</font> tab and select <font color="1E8E44">Show Incoming Searches</font> to see other people's search queries. Double-click an incoming query to perform a search for that keyword.
el: Έχετε περιέργεια να δείτε για ποια αρχεία γίνονται αναζητήσεις από άλλους; Πηγαίνετε στην καρτέλα <font color="1E8E44">«Παρακολούθηση»</font> και επιλέξτε <font color="1E8E44">«Προβολή εισερχόμενων αναζητήσεων»</font> για να δείτε τι αναζητήσεις κάνουν οι άλλοι χρήστες. Κάντε διπλό κλικ σε μία απ' αυτές για να κάνετε αναζήτηση της λέξης - κλειδί που εμφανίζεται.
ja: 他の人がどんなキーワードで検索しているか気になる？<font color="1E8E44">モニター</font> タブから <font color="1E8E44">問い合わせ検索</font> で見ることが出来ます。 ダブルクリックで問い合わせ検索から検索を行えます。
pt_br: Curioso para saber quais são as palavras-chave que as pessoas pesquisam? Vá na seção <font color="1E8E44">Monitor</font> e marque <font color="1E8E44">Mostrar pesquisas recebidas</font> para ver as sentenças que as outras pessoas pesquisaram. Clique duas vezes em uma sentença que apareceu para executar uma pesquisa com as palavras-chave dela.
sk: Ste zvedavý, aké kľúčové slová ľudia zadávajú? Prejdite do záložky <font color="1E8E44">Monitorovanie</font> a označte <font color="1E8E44">Zobraziť prichádzajúce vyhľadávania</font>, aby ste videli výrazy vyhľadávania ostatných ľudí. Dvojklikom označte prichádzajúci výraz, aby ste uskutočnili vyhľadávanie tohto kľúčového slova.

source: Have a lot of files in your Saved or Shared folder? Try a <font color="1E8E44">Search in Shared files</font> search at the top of the <font color="1E8E44">Library</font> tab to find a file.
el: Έχετε πολλά αρχεία στον κατάλογο αποθήκευσης ή στους διαμοιραζόμενους καταλόγους; Δοκιμάστε να κάνετε <font color="1E8E44">«Αναζήτηση στα διαμοιραζόμενα αρχεία»</font> από την κορυφή της καρτέλας <font color="1E8E44">«Βιβλιοθήκη»</font> για να βρείτε κάποιο αρχείο.
pt_br: Tem muitos arquivos na sua pasta de salvos ou na de compartilhados? Experimente fazer uma pesquisa em <font color="1E8E44">Buscar nos Arquivos Compartilhados</font>, no topo da seção <font color="1E8E44">Biblioteca</font> para encontrar o arquivo.
sk: Máte veľa súborov v uložených a zdieľaných súboroch? Vyskúšajte <font color="1E8E44">Vyhľadávanie v zdieľaných súboroch</font> na vrchu záložky <font color="1E8E44">Knižnice</font>, aby ste našli súbor.

source: You can publish your original work on the Gnutella network with a Creative Commons license. Select the .ogg or .mp3 shared file in the <font color="1E8E44">Library</font> tab and click the <font color="1E8E44">Publish</font> button to publish your original work. Visit the <a href="{0}">Creative Commons website</a> for more information.
el: Μπορείτε να διαμοιράσετε τα δικά σας έργα στο δίκτυο Gnutella με την άδεια χρήσης Creative Commons. Επιλέξτε τα αρχεία .ogg ή .mp3 που έχετε στη <font color="1E8E44">«Βιβλιοθήκη»</font> και κάντε κλικ στο κουμπί <font color="1E8E44">«Δημοσίευση»</font>. Επισκεφθείτε τον ιστότοπο <a href="{0}">creative commons</a> για περισσότερες πληροφορίες.
sk: Môžete uverejniť Vašu originálnu tvorbu na sieti Gnutella s licenciou Creative Commons. Označte zdieľaný súbor .ogg alebo .mp3 v záložke <font color="1E8E44">Knižnica</font> a kliknite na tlačidlo <font color="1E8E44">Publikovať</font> pre publikovanie Vašej originálnej tvorby. Navštívte <a href="{0}">stránku Creative Commons</a> pre viac informácii.

source: You can fix a file's incomplete or totally wrong information about its contents by selecting the file in the <font color="1E8E44">Library</font> tab and clicking <font color="1E8E44">Describe</font>. You can even edit many files at once by selecting more than one file before clicking <font color="1E8E44">Describe</font>.
el: Μπορείτε να επιδιορθώσετε ένα αρχείο με ημιτελείς ή εντελώς λανθασμένες πληροφορίες για τα περιεχόμενά του, επιλέγοντας το αρχείο στη <font color="1E8E44">«Βιβλιοθήκη»</font> και κάνοντας κλικ στην <font color="1E8E44">«Περιγραφή»</font>. Μπορείτε να επεξεργαστείτε και πολλά αρχεία ταυτόχρονα αν τα επιλέξετε μαζικά πριν κάνετε κλικ στην <font color="1E8E44">«Περιγραφή»</font>.
ja: 不完全なファイルや間違った情報は<font color="1E8E44">ライブラリ</font> <font color="1E8E44">内容</font> から訂正する事が出来ます。<font color="1E8E44">内容</font> を選択する前に複数の項目を選択することにより1回で複数の項目の訂正をすることも出来ます。
pt_br: Você pode corrigir uma informação incompleta ou totalmente errada sobre o conteúdo de um arquivo selecionando-o na seção <font color="1E8E44">Biblioteca</font> e clicando em <font color="1E8E44">Descrever</font>. Você pode até editar vários arquivos de uma vez selecionando mais de um antes de clicar em <font color="1E8E44">Descrever</font>.
sk: Môžete opraviť nekompletné alebo úplne zlé informácie o obsahu označením súboru v záložke <font color="1E8E44">Knižnica</font> a kliknutím na <font color="1E8E44">Popis</font>. Takisto môžete upravovať viac súborov naraz označením viac ako jedného súboru pred klknutím na <font color="1E8E44">Popis</font>.

source: To see if you are you behind a firewall, look for the globe at the bottom of LimeWire in the status bar. If there is a brick wall in front of the globe, your Internet connection is firewalled.
el: Για να δείτε αν βρίσκεστε πίσω από το τείχος προστασίας, προσέξτε την υδρόγειο στο κάτω μέρος του LimeWire όπου βρίσκεται η γραμμή κατάστασης. Αν υπάρχει ένα τείχος από τούβλα μπροστά της, τότε βρίσκεστε πίσω από τείχος προστασίας.
ja: ファイヤーウォールが作動しているかどうか確認するには下のステータスバーの地球のマークを確認してください。もし地球のマークの前にレンガの壁が表示されている場合、あなたの接続はファイヤーウォールによって保護されています。
pt_br: Para ver se você está por trás de um FireWall, olhe para o ícone de um globo na barra de Status do LimeWire. Se tiver uma parede de tijolos na frente do globo, a sua conexão com a internet possui um FireWall.
sk: Ak chcete vedieť, či ste za firewallom, pozrite sa na glóbus v dolnej časti stavového riadku v programe LimeWire. Ak je pred glóbusom tehlová stena, Vaše internetové pripojenie je za firewallom.

source: The number in the green oval in LimeWire's status bar specifies the number of files you are sharing. A beige oval means LimeWire is still building your Library and a red oval means you aren't sharing any files.
el: Ο αριθμός μέσα στο πράσινο οβάλ σχήμα της γραμμής κατάστασης δείχνει πόσα αρχεία διαμοιράζετε. Αν το οβάλ είναι μπεζ, αυτό σημαίνει ότι το LimeWire δεν έχει ολοκληρώσει ακόμα την ανάγνωση της βιβλιοθήκης σας. Αν το οβάλ είναι κόκκινο, αυτό σημαίνει πως δε διαμοιράζετε κανένα αρχείο.
ja: ステータスバーの緑色の楕円の中に書かれている数字はあなたが今共有しているファイルの数です。ベージュ色の場合まだライブラリの制作段階、赤色の場合は共有しているファイルがないことを意味しています。
pt_br: O número na elípse verde na barra de status do LimeWire especifica o número de arquivos que você está compartilhando. Uma elípse bege significa que o LimeWire ainda está montando a sua Biblioteca e uma elípse vermelha significa que você está compartilhando nenhum arquivo.
sk: Číslo v zelenom ovále v stavovom riadku programu LimeWire označuje množstvo súborov, ktoré zdieľate. Béžový ovál znamená, že LimeWire ešte buduje Knižnicu a červený ovál znamená, že nezdieľate žiadne súbory.

source: The numbers next to the up and down arrows at the bottom of LimeWire show how fast all of your files are downloading or uploading.
el: Τα νούμερα δίπλα στα βέλη της γραμμής κατάστασης στο κάτω μέρος του LimeWire δείχνουν συγκεντρωτικά πόσο γρήγορα πραγματοποιούνται οι λήψεις και οι αποστολές των αρχείων.
ja: 下の矢印に横にある数字はどの位の速さであなたのファイルがダウンロード、アップロードしているかを表しています。
pt_br: Os números perto das setas para cima e para baixo na parte inferior do LimeWire mostram a velocidade de seus downloads ou uploads.
sk: Čísla pri šípkach hore a dole v spodnej časti programu LimeWire označujú, ako rýchlo sa sťahujú a uploadujú Vaše súbory.

source: You can increase the text size via <font color="1E8E44">View</font> &gt; <font color="1E8E44">Increase Font Size</font>.
el: Μπορείτε να ρυθμίσετε το μέγεθος του κειμένου από το μενού <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Μεγέθυνση κειμένου»</font>.
ja: <font color="1E8E44">参照</font> &gt; <font color="1E8E44">Iフォントサイズを拡大</font>からテキストサイズを増大させることが出来ます。
pt_br: Você pode aumentar o tamanho do texto em <font color="1E8E44">Exibirw</font> &gt; <font color="1E8E44">Aumentar Tamanho da Fonte</font>.
sk: Môžete zväčšiť veľkosť písma cez <font color="1E8E44">Zobraziť</font> &gt;<font color="1E8E44">Zväčšiť veľkosť písma</font>.

source: Instead of putting all of your files in a single folder, LimeWire can automatically sort downloads by media type. In the <font color="1E8E44">Options</font> &gt; <font color="1E8E44">Saving</font> window, select a media type like 'Audio', and click the <font color="1E8E44">Browse</font> button. You can sort files by media type in the <font color="1E8E44">Library</font> tab even if all saved files are in one folder.
el: Αντί να αποθηκεύετε όλα τα αρχεία σας σε ένα κατάλογο, το LimeWire μπορεί αυτόματα να τα ταξινομεί με βάση τον τύπο τους. Από τις <font color="1E8E44">«Επιλογές»</font> πηγαίνετε στην <font color="1E8E44">«Αποθήκευση»</font>, επιλέξτε ένα τύπο αρχείου όπως π.χ. «Ήχος» και κάντε κλικ στο κουμπί <font color="1E8E44">«Περιήγηση»<font color="1E8E44">. μπορείτε να ομαδοποιήσετε αρχεία με βάση τον τύπο τους στη <font color="1E8E44">«Βιβλιοθήκη»</font> ακόμα κι αν είναι αποθηκευμένα στον ίδιο κατάλογο.
pt_br: Ao invés de colocar todos os seus arquivos em uma única pasta, o LimeWire pode separar automaticamente os downloads por tipo de mídia. Na janela <font color="1E8E44">Opções</font> &gt; <font color="1E8E44">Salvando</font>, selecione o tipo de mídia, como 'Audio', e clique no botão <font color="1E8E44">Navegar</font>. Você pode separar os arquivos por tipo de mídia na seção <font color="1E8E44">Biblioteca</font> mesmo se todos os arquivos salvos estiverem em uma mesma pasta.
sk: Namiesto toho, aby ste dávali všetky súbory do jedného priečinka, LimeWire môže automaticky členiť sťahované súbory podľa typu média. Vo <font color="1E8E44">Voľby</font> &gt; v okne <font color="1E8E44">Ukladanie</font>, označte typ média ako "Audio" a kliknite na tlačidlo <font color="1E8E44">Prehliadať</font>. Môžete členiť typ média v záložke <font color="1E8E44">Knižnica</font>, aj keď sú všetky súbory v jednom priečinku.

source: While LimeWire is running, your audio and video files are automatically shared with iTunes and other programs that support the DAAP protocol. You can disable this sharing via <font color="1E8E44">Options</font> &gt; <font color="1E8E44">iTunes</font> &gt; <font color="1E8E44">Sharing</font>.
el: Όταν λειτουργεί το LimeWire, τα αρχεία ήχου και βίντεο είναι σε κοινή χρήση αυτόματα με το iTunes και άλλα προγράμματα που υποστηρίζουν το πρωτόκολλο πρόσβασης ψηφιακού ήχου (DAAP). Μπορείτε να το απενεργοποιήσετε αυτό πηγαίνοντας στις <font color="1E8E44">«Επιλογές»</font> &gt; <font color="1E8E44">«iTunes»</font> &gt; <font color="1E8E44">«Διαμοιρασμός»</font>.
ja: ライムワイヤーに接続中DAAP protocolにサポートされているi Tunesや他のオーディオ、ビデオファイルなどのプログラムが自動的に共有されます。共有したくない場合は<font color="1E8E44">オプション</font> &gt; <font color="1E8E44">iTunes</font> &gt; <font color="1E8E44">共有</font>から変更できます。
sk: Ak je spustený LimeWire, audio a video súbory sú automaticky zdieľané s iTunes a ostatnými programami, ktoré podporujú protokol DAAP. Toto zdieľanie môžete vypnúť v okne <font color="1E8E44">Voľby</font> &gt; <font color="1E8E44">iTunes</font> &gt; <font color="1E8E44">Zdieľanie</font>.

source: Your search queries travel through a network of interconnected computers, which is why it takes time to receive all of the search results. LimeWire often takes shortcuts to deliver results faster, but if you think search results are blocked because your computer has problems with UDP packets, you can disable OOB (out-of-band) searching in the <font color="1E8E44">Options</font> for more reliable results.
el: Τα αποτελέσματα αναζητήσεων περνάνε μέσα από ένα δίκτυο διασυνδεμένων υπολογιστών και γι' αυτό απαιτείται κάποιος χρόνος για να τα δείτε όλα. Το LimeWire συχνά διαλέγει συντομεύσεις ώστε να παραδώσει τα αποτελέσματα ταχύτερα αλλά αν νομίζετε πως ο υπολογιστής σας αντιμετωπίζει προβλήματα με πακέτα UDP, μπορείτε να απενεργοποιήσετε την «Εκτός ζώνης αναζήτηση» από τις <font color="1E8E44">«Επιλογές»</font>, ώστε να έχετε πιο αξιόπιστα αποτελέσματα.
sk: Vaše vyhľadávanie cestuje cez sieť poprepájaných počítačov, čo spôsobuje oneskorenie prijatia všetkých výsledkov vyhľadávania. LimeWire často používa skratky, aby priniesol výsledky rýchlejšie, ale ak si myslíte, že výsledky vyhľadávania sú blokované, pretože Váš počítač má problémy s UDP paketmi, môžete vypnúť vyhľadávanie OOB (out-of-band) v <font color="1E8E44">Možnostiach</font> pre vierohodnejšie výsledky.

source: If you own the copyright to a file that is being shared on the network and you don't want it to be shared, you can have it filtered out of the network search results. <a href="{0}">More information</a> is available.
el: Αν είστε ο κάτοχος των πνευματικών δικαιωμάτων ενός αρχείου που διατίθεται στο δίκτυο και δεν επιθυμείτε τη διάθεσή του, μπορείτε να εμποδίσετε την εμφάνισή του στα αποτελέσματα αναζήτησης του δικτύου. Κάντε κλικ για <a href="{0}">περισσότερες πληροφορίες</a>.
sk: Ak vlastníte autorské práva na súbor, ktorý je zdieľaný na sieti a nechcete aby bol zdieľaný, môžete ho vyfiltrovať z výsledkov vyhľadávania siete. <a href="{0}">Viac informácii</a> je dostupných.

source: Unlike other peer-to-peer file-sharing programs, LimeWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically.
el: Αντίθετα με πολλά άλλα προγράμματα ομότιμης διανομής αρχείων, το LimeWire μπορεί να μεταφέρει αρχεία ακόμα κι αν και οι δυο κόμβοι βρίσκονται πίσω από τείχος προστασίας. Δεν χρειάζεται να κάνετε κάτι εσείς, γίνεται αυτόματα.
pt_br: Diferentemente de outros programas de compartilhamento peer-to-peer, o LimeWire pode transferir arquivos mesmo se os dois usuários estiverem por trás de um Firewall. Você não tem que fazer nada a mais, pois isso acontece automaticamente.
sk: Na rozdiel od ostatných peer-to-peer programov zdieľajúcich súbory, LimeWire môže preniesť súbory, aj keď sú obe strany za firewallom. Nemusíte robiť nič naviac, pretože sa to udeje automaticky.

source: LimeWire uses a technology called DHT to help users better find rare files. In order to be eligible for inclusion in the DHT, make sure you are not behind a firewall. Running LimeWire for as long as possible will improve your chances of being in the DHT.
el: Το LimeWire χρησιμοποιεί μια τεχνολογία που ονομάζεται DHT ώστε να βοηθάει τους χρήστες να βρουν σπάνια αρχεία. Για να μπορείτε να συμπεριληφθείτε στο DHT, βεβαιωθείτε πως δε βρίσκεστε πίσω από τείχος προστασίας και αφήστε το LimeWire να λειτουργεί όσο το δυνατό περισσότερο.
sk: LimeWire používa technológiu nazývanu DHT, aby pomohol užívateľom lepšie nájsť ojedinelé súbory. Za účelom vhodnosti zahrnutia do DHT sa uistite, že nie ste za firewallom. Spustený LimeWire nechajte bežať ako dlho to je len možné, aby ste zlepšili šance byť v DHT.

source: LimeWire supports file sizes up to 1 TB (terabyte).
el: Το Limewire υποστηρίζει μέγεθος αρχείων έως 1TB (terabyte).
pt_br: O LimeWire suporta arquivos com tamanho até 1 TB (terabyte)
sk: LimeWire podporuje veľkosť súboru až do 1TB (terabyte).

source: Want to become an Ultrapeer? If you have a fast connection without a firewall, you will be promoted to Ultrapeer status after a while (keep LimeWire running as long as possible.). Also, make sure you have not disabled Ultrapeer capabilties in the <font color="1E8E44">Options</font>.
el: Θέλετε να γίνετε υπερ-κόμβος; Αν έχετε μια γρήγορη σύνδεση χωρίς να είστε πίσω από τείχος προστασίας θα γίνετε υπερ-κόμβος μετά από λίγο (αφήστε το LimeWire να δουλεύει όσο το δυνατό περισσότερο). Βεβαιωθείτε όμως πως δεν έχετε απενεργοποιήσει τις δυνατότητες υπερ-κόμβου από τις <font color="1E8E44">«Επιλογές»</font>.
sk: Chcete byť Ultrapeer? Ak máte rýchle pripojenie bez firewallu, zanedlho budete povýšený do stavu Ultrapeer (Nechajte LimeWire bežať ako dlho to je len možné). Takisto sa uistite, že nemáte zablokované schopnosti Ultrapeer vo <font color="1E8E44">Voľbách</font>.

source: Curious about the inner workings of LimeWire? Go to <font color="1E8E44">View</font> &gt; <font color="1E8E44">Show/Hide</font> &gt; <font color="1E8E44">Console</font> to see LimeWire's log statements.
el: Έχετε περιέργεια να δείτε πώς δουλεύει εσωτερικά το LimeWire; Πηγαίνετε στο μενού <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Εμφάνιση/απόκρυψη»</font> &gt; <font color="1E8E44">«Κονσόλα»</font> για να δείτε τις σημειώσεις καταγραφής του LimeWire.
sk: Chcete vedieť viac detailných informácii o vnútornom pracovaní programu LimeWire? Choďte do <font color="1E8E44">Zobraziť</font> &gt; <font color="1E8E44">Zobraziť/Skryť</font> &gt; <font color="1E8E44">Konzola</font>, aby ste videli záznam správy programu LimeWire.

source: Wondering if someone browsed your shared Library? Go to <font color="1E8E44">View</font> &gt; <font color="1E8E44">Show/Hide</font> &gt; <font color="1E8E44">Logging</font> to see recent activity.
el: Αναρωτιέστε αν κάποιος περιηγήθηκε στη βιβλιοθήκη σας; Πηγαίνετε στο μενού <font color="1E8E44">«Εμφάνιση»</font> &gt; <font color="1E8E44">«Εμφάνιση/απόκρυψη»</font> &gt; <font color="1E8E44">«Καταγραφή»</font> για να δείτε τις πιο πρόσφατες δραστηριότητες.
sk: Ste zvedavý, či niekto prehľadával Vášu zdieľanú knižnicu? Choďte do <font color="1E8E44">Zobraziť</font> &gt; <font color="1E8E44">Zobraziť/Skryť</font> &gt; <font color="1E8E44">Pripájanie</font>, aby ste videli nedávnu aktivitu.

source: Ultrapeers help the network by distributing only pertinent network traffic to the leaf nodes.
el: Οι υπερ-κόμβοι βοηθούν το δίκτυο συνεισφέροντας μόνο λογικό φόρτο δικτύου στους δικτυακούς κόμβους.
sk: Ultrapeeri pomáhajú sieti distribuovať iba patričný sieťový traffic do koncových uzlov.
