Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can select the "quality" of search results to display. Four star results indicate that the host returning the result is not firewalled and has free upload slots.
ar: يمكنك اختيار "جودة" نتائج البحث التي يتم عرضها. نتائج الأربع نجوم تعني أن المضيف الذي أعاد النتيجة يمكنه التحميل، وليس لديه جدار ناري.
bs: Možete odabrati da se "kvalitet" rezultata traženja pokaže na displeju. Rezultati sa četiri zvjezdice pokazuju da host uzvraća rezultate koji nisu zaštićeni firewall-om i da imaju slobodan upload otvor.
cy: Rwyt ti'n gallu dewis "safon" i ddangos i ganlyniadau'r chwilio. Mae 4 seren yn dangos bod y partner heb wal tan a gyda slotiau llwytho i fyny yn rhydd.
de: Sie können die Mindest-"Qualität" einstellen, ab der die Suchresultate angezeigt werden sollen. Vier Sterne bedeuten, dass der Rechner sich nicht hinter einer Firewall befindet und freie Upload-Kanäle hat.
el: Μπορείτε να επιλέξετε την προβολή της «ποιότητας» των αποτελεσμάτων αναζήτησης. Τα αποτελέσματα τεσσάρων αστέρων δείχνουν ότι ο κόμβος, που έχει το ζητούμενο αρχείο, δεν είναι πίσω από κάποιο τείχος προστασίας και ότι διαθέτει ελεύθερες θέσεις για την αποστολή του.
hu: Kijel�lheted, milyen "min�s�g�" eredm�nyek jelenjenek meg. A n�gycsillagos eredm�nyek jelent�se: az adott kiszolg�l�n nincs t�zfal, �s van m�g szabad felt�lt�si helye.
id: Anda dapat memilih kualitas hasil pencarian yg ditampilkan. Bintang empat berarti host yg memberikan hasil tidak memakai firewall dan memiliki celah upload bebas.
it: Puoi impostare la "qualità" minima da mostrare nei risultati delle ricerche. Quattro stelle indicano che il ospite remoto non è protetto da un "firewall" ed è disponibile per le trasfiramento.
ja: 表示する検索結果の接続レベルを選択できる。また四等星は、ファイアウォールされていない、アップロード・スロットの空きがあるホストを示す。
nn: Du kan velge "kvaliteten" til visningen av søke resultatene. Fire stjerners resultat indikerer at verten som returnerer treffet ikke er bak en brannmur og har ledige opplasting slots.
pt: Pode seleccionar a "qualidade" dos resultados da pesquisa que pretende exibir. Resultados de quatro estrelas indicam que o anfitrião que originou o resultado não possui firewall e tem quotas livres para upload.
pt_br: Você pode selecionar a "qualidade" dos resultados da pesquisa que pretende exibir. Resultados de quatro estrelas indicam que o host que originou o resultado não possui firewall e tem quotas livres para upload.
sk: Tu môžete nastaviť "kvalitu" zobrazenia vásledkov vyhľadávania. Štyri hviezdy indikujú výsledky, keď server vrátul výsledok hľadania, ktorý nie je blokovaný firewallom a má voľné sloty.
sq: Zgjidhni "cilësinë" e rezultateve të kërkimit që doni të shfaqni. Rezultatet me katër yje tregojnë se hosti që rikthen rezultatin nuk ka fajruoll, pra ka traga ngarkimi falas.
sr: Možete odabrati da se prikazuje "kvalitet" rezultata pretraživanja. Rezultati sa četiri zvezdice pokazuju da udaljeni računar ima otvoren prolaz na zaštitnom zidu i da ima slobodan kanal za slanje.
uk: Ви можете обрати, яку «якість» результатів пошуку відображати. Результат в 4 зірки означає, що хост не знаходиться поза firewall’ом та має вільні слоти на вивантаження.

source: Show Only Four Star Results
ar: عرض نتائج الأربع نجوم فقط.
bs: Pokaži samo rezultate sa četiri zvjezdice
cy: Dangos canlyniadau 4 seren yn unig
de: Nur Resultate mit vier Sternen anzeigen.
el: Προβολή μόνο αποτελεσμάτων τεσσάρων αστέρων
hu: Csak n�gycsillagos eredm�nyek ki�r�sa
id: Tampilkan Hanya Hasil Bintang Empat
it: Visualizza solo risultati con quattro stelle
ja: 四等星の結果だけ表示
nn: Vis kun Fire Stjerners Treff
pt: Mostrar apenas resultados de quatro estrelas
pt_br: Mostrar apenas resultados de quatro estrelas
sk: Zobraziť iba výsledky so štyrmi hviezdami
sq: Shfaq Vetëm Rezultatet me Katër Yje
sr: Prikaži samo rezultate sa četiri zvezdice
uk: Показувати тільки результати з 4 зірками

source: Show Only Three and Four Star Results
ar: عرض نتائج الثلاث أو الأربع نجوم فقط.
bs: Pokaži samo rezultate sa tri i četiri zvjezdice
cy: Dangos canlyniadau 4 a 3 seren yn unig
de: Nur Resultate mit drei oder vier Sternen anzeigen.
el: Προβολή μόνο αποτελεσμάτων τριών και τεσσάρων αστέρων
hu: Csak h�rom- �s n�gycsillagos eredm�nyek ki�r�sa
id: Tampilkan Hanya Hasil Bintang Tiga dan Empat
it: Visualizza solo risultati con tre o quattro stelle
ja: 三等星、四等星の結果だけ表示
nn: Vis bare Tre og Fire Stjernes Resultat
pt: Mostrar apenas resultados de três e quatro estrelas
pt_br: Mostrar apenas resultados de três e quatro estrelas
sk: Zobraziť iba výsledky s tromi a štyrmi hviezdami
sq: Shfaq Vetëm Rezultatet me Tre ose Katër Yje
sr: Prikaži samo rezultate sa tri i četiri zvezdice
uk: Показувати тільки результати з 3, 4 зірками.

source: Show Only Two, Three, and Four Star Results
ar: عرض نتائج النجمتين، الثلاث أو الأربع نجوم فقط.
bs: Pokaži rezultate samo sa dvije, tri i četiri zvjedice
cy: Dangos canlyniadau 4, 3 a 2 seren yn unig
de: Nur Resultate mit zwei, drei oder vier Sternen anzeigen.
el: Προβολή μόνο αποτελεσμάτων δύο, τριών και τεσσάρων αστέρων
hu: Csak kett�-, h�rom-, �s n�gycsillagos eredm�nyek ki�r�sa
id: Tampilkan Hanya Hasil Bintang Dua, Tiga dan Empat
it: Visualizza solo risultati con due, tre o quattro stelle
ja: 二等星、三等星、四等星の結果だけ表示
nn: Vis bare To, Tre, og Fire Stjerners Resultat.
pt: Mostrar apenas resultados de duas, três e quatro estrelas
pt_br: Mostrar apenas resultados de duas, três e quatro estrelas
sk: Zobraziť iba výsledky s dvomi, tromi a štyrmi hviezdami
sq: Shfaq Vetëm Rezultatet me Dy, Tre dhe Katër Yje
sr: Prikaži rezultate samo sa dve, tri i četiri zvedice
uk: Показувати тільки результати з 2, 3, 4 зірками.

source: Show All Qualities
ar: عرض جميع الجودات
bs: Pokaži sve vrijednosti
cy: Dangos Pob Safon
de: Alle Resultate anzeigen.
el: Προβολή αποτελεσμάτων όλων των ποιοτήτων
hu: Minden min�s�g� eredm�ny ki�r�sa
id: Tampilkan Semua Kualitas
it: Visualizza tutto
ja: すべての接続レベルを表示
nn: Vis Alle Kvaliteter
pt: Mostrar todas as qualidades
pt_br: Mostrar todas as qualidades
sk: Zobraziť všetky kvality
sq: Shfaqi Gjithë Cilësitë
sr: Prikaži sve rezultate
uk: Показувати усі результати

source: Search Result Speed
ar: سرعة نتيجة البحث
bs: Tražite rezultat brzine
cy: Cyflymdra Canlyniadau Chwilio
de: Geschwindigkeit der Suchresultate
el: Ταχύτητα αποτελεσμάτων αναζήτησης
hu: Kiszolg�l�k min. sebess�ge
id: Kecepatan Hasil Pencarian
it: Risultati ricerca - Velocità
ja: 検索結果の速度
nn: Søke Resultat Hastighet
pt: Velocidade dos resultados da pesquisa
pt_br: Velocidade dos resultados da pesquisa
sk: Rýchlosť výsledku hľadania
sq: Shpejtësia e Rezultatit të Kërkimeve
sr: Brzina veze za prikazane rezultate
uk: Швидкість в результатах пошуку

source: You can select the minimum speed of search results to display.
ar: يمكنك اختيار أقل سرعة لنتائج البحث لعرضها.
bs: Možete odabrati minimalnu brzinu ili potražiti rezultate na displeju.
cy: Rwyt ti'n gallu dewis y cyflymdra uchaf i ddangos canlyniadau chwilio.
de: Sie können die Mindest-Geschwindigkeit einstellen, ab der die Suchresultate angezeigt werden sollen.
el: Μπορείτε να επιλέξετε το κατώτερο όριο ταχύτητας των αποτελεσμάτων αναζήτησης, που θα εμφανίζονται.
hu: Kiv�laszthatod a legkisebb sebess�get, amely megjelenjen a keres�sn�l.
id: Anda bisa memilih kecepatan minimal hasil pencarian yg ditampilkan.
it: Puoi impostare la velocità minima da mostrare nei risultati delle ricerche.
ja: 検索結果として表示する、最小の速度を選択できる
nn: Du kan velge minimal hastighet av søke resultatene som skal vises.
pt: Pode seleccionar a velocidade mínima dos resultados da pesquisa que pretende exibir.
pt_br: Você pode selecionar a velocidade mínima dos resultados da pesquisa que quer exibir.
sk: Tu môžete vybrať minimálnu rýchlosť zobrazenia výsledkov vyhľadávania.
sq: Zgjidhni shpejtësinë minimale të rezultateve të kërkimit që doni të shfaqni.
sr: Možete odabrati minimalnu brzinu veze za koju želite prikazati rezultate.
uk: Ви можете обрати, яку мінімальну швидкість відображати в результатах пошуку.

source: Show Only Results of T3 Speed or Higher
ar: عرض النتائج من سرعة T3 أو أعلى
bs: Pokaži samo rezultat od T3 brzine ili naviše
cy: Dangos Canlyniadau Cyflymdra T3 neu Uwch
de: Nur Resultate mit T3-Verbindung oder schneller anzeigen
el: Προβολή μόνο αποτελεσμάτων ταχύτητας T3 ή μεγαλύτερης
hu: Csak a T3 vagy nagyobb sebess�g ki�r�sa
id: Perlihatkan hanya hasil dari kecepatan T3 atau lebih
it: Visualizza solo i risultati di connessioni T3 o superiori
ja: T3 以上の速度結果のみ表示
nn: Vis bare Resultat av T3 Hastighet eller Høyere
pt: Mostrar apenas resultados de velocidade T3 ou superior
pt_br: Mostrar apenas resultados de velocidade t3 ou superior
sk: Zobraziť iba výsledky rýchlosti T3 a vyššej
sq: Shfaq Vetëm Rezultatet me Shpejtësi T3 a më Lart
sr: Prikaži samo rezultate od T3 brzine ili brže
uk: Показувати тільки результати зі швидкістю T3 або вище

source: Show Only Results of T1 Speed or Higher
ar: عرض النتائج من سرعة T1 أو أعلى
bs: Pokaži samo rezultate od T1 brzine ili naviše
cy: Dangos Canlyniadau Cyflymdra T1 neu Uwch
de: Nur Resultate mit T1-Verbindung oder schneller anzeigen
el: Προβολή μόνο αποτελεσμάτων ταχύτητας T1 ή μεγαλύτερης
hu: Csak a T1 vagy nagyobb sebess�g ki�r�sa
id: Perlihatkan hanya hasil dari kecepatan T1 atau lebih
it: Visualizza solo i risultati di connessioni T1 o superiori
ja: T1 以上の速度結果のみ表示
nn: Vis bare Resultat av T1 Hastighet eller Høyere
pt: Mostrar apenas resultados de velocidade T1 ou superior
pt_br: Mostrar apenas resultados de velocidade t1 ou superior
sk: Zobraziť iba výsledky rýchlosti T1 a vyššej
sq: Shfaq Vetëm Rezultatet me Shpejtësi T1 a më Lart
sr: Prikaži samo rezultate od T1 brzine ili brže
uk: Показувати тільки результати зі швидкістю T1 або вище

source: Show Only Results of Cable/DSL Speed or Higher
ar: عرض النتائج من سرعة cable/DSL أو أعلى
bs: Pokaži samo rezultate Kabel/DSL brzine ili naviše
cy: Dangos dim ond canlyniadau cyflymdra Cabl/DSL neu uwch
de: Nur Resultate mit Kabel-/DSL-Verbindung oder schneller anzeigen
el: Προβολή μόνο αποτελεσμάτων ταχύτητας Cable/DSL ή μεγαλύτερης
hu: Csak a K�bel/DSL vagy nagyobb sebess�g ki�r�sa
id: Perlihatkan hanya hasil dari kecepatan Cable/DSL atau lebih
it: Visualizza solo i risultati di connessioni via cavo/DSL o superiori
ja: ケーブル/DSL 以上の速度結果のみ表示
nn: Vis bare Resultat av Kabel/ADSL Hastighet eller Høyere
pt: Mostrar apenas resultados de velocidade cabo/DSL ou superior
pt_br: Mostrar apenas resultados de velocidade cabo/ADSL ou superior
sk: Zobraziť iba výsledky rýchlosti Cable/DSL a vyššej
sq: Shfaq Vetëm Rezultatet me Shpejtësi Kabllore/DSL a më Lart
sr: Prikaži samo rezultate Kablovska/ADSL brzina ili brže
uk: Показувати тільки результати зі швидкістю Cable/DSL або вище

source: Show All Speeds
ar: عرض جميع السرعات
bs: Pokaži sve brzine
cy: Dangos Pob Cyflymdra
de: Alle Geschwindigkeiten anzeigen
el: Προβολή όλων των ταχυτήτων
hu: Minden sebess�g ki�r�sa
id: Perlihatkan semua kecepatan
it: Visualizza tutto
ja: すべての速度を表示
nn: Vis alle Hastigheter
pt: Mostrar todas as velocidades
pt_br: Mostrar todas as velocidades
sk: Zobraziť všetky rýchlosti
sq: Shfaqi Gjithë Shpejtësitë
sr: Prikaži sve brzine
uk: Показувати усі швидкості

source: Download Sharing
ar: مشاركة التنزيلات
bs: Download razmjena
cy: Rhannu Llwythio i Lawr
de: Freigabe herunterladen
el: Διαμοιρασμός λήψεων
hu: Let�lt�smegoszt�
id: Pengunduhan bersama
it: Condivisione file scaricati
ja: ダウンロード共有
nn: Nedlastingsdeling
pt: Partilha de downloads
pt_br: Compartilhamento de downloads
sk: Zdieľanie sťahovaných súborov
sq: Shkarkime të Shpërndara
sr: Razmena preuzetog
uk: Поділ завантажень

source: You can share downloads that are saved to unshared folders.
el: Μπορείτε να διαμοιράζετε αρχεία των οποίων οι λήψεις έχουν αποθηκευθεί σε μη διαμοιραζόμενους καταλόγους.
ja: 共有されていないフォルダも共有することが出来ます。
pt_br: Você pode compartilhar downloads que estão salvos com pastas não compartilhadas.
sk: Stiahnuté súbory môžete zdieľať v nezdieľaných priečinkoch.

source: Share Downloads Saved To Unshared Folders:
el: Διαμοιρασμός αποθηκευμένων λήψεων σε μη διαμοιραζόμενους καταλόγους:
ja: 共有されていないフォルダを共有するには：
pt_br: Compartilhar downloads salvos para pastas não compartilhadas.
sk: Zdieľať stiahnuté súbory uložené v nezdieľaných priečinkoch:

source: All downloads will be shared.
el: Να διαμοιράζονται όλες οι λήψεις
ja: すべてのダウンロードを共有する。
nn: Ale nedlastninger vil bli delt.
pt_br: Todos os downloads serão compartilhados.
sk: Všetky downloady budú zdieľané.

source: Only downloads saved in shared folders will be shared.
el: Διαμοιρασμός μόνο λήψεων αποθηκευμένων σε διαμοιραζόμενους καταλόγους
ja: 共有スペースにダウンロードされたものだけが共有されます。
pt_br: Apenas downloads salvos em pastas compartilhadas serão compartilhados.
sk: Iba stiahnuté súbory uložené v zdieľateľných priečinkoch budú zdieľané.

source: You can automatically share .torrent files. Sharing torrent files allows non-private torrents you are uploading or downloading to be found from searches in LimeWire.
el: Μπορείτε να διαμοιράζετε αυτόματα τα αρχεία .torrent. Sharing torrent files allows non-private torrents you are uploading or downloading to be found from searches in LimeWire. Ο διαμοιρασμός αρχείων torrent επιτρέπει την εμφάνιση στα αποτελέσματα αναζητήσεων του LimeWire των μη ιδιωτικών torrent που κάνετε λήψη ή αποστέλετε.
sk: Môžete automaticky zdieľať .torrent súbory. Zdieľanie súborov torrent umožňuje verejným torrentom, ktoré uploadujete alebo sťahujete byť nájdené vyhľadaním programu LimeWire.

source: You can choose the folders for sharing files. Files in these folders are displayed in the library.
ar: يمكنك اختيار مجلدات لمشاركة الملفات. المجلدات الموجودة في هذه الملفات يتم عرضها في المكتبة.
bs: Možete odabrati folder za razmjenu datoteka. Datoteke od ovog folder prikazane su u biblioteci.
cy: Rwyt ti'n gallu dewis y ffolderi ar gyfer rhannu ffeiliau. Mae ffeiliau yn y ffolderi yma dangos yn y llyfrgell.
de: Freigegebene Verzeichnisse können hier gewählt werden. Dateien aus diesen Verzeichnissen erscheinen in der Dateisammlung.
el: Μπορείτε να επιλέξετε τους καταλόγους των αρχείων που θα διαμοιράζετε. Τα αρχεία απ’ αυτούς τους καταλόγους εμφανίζονται στη βιβλιοθήκη.
hu: Kijel�lheted a megosztott f�ljok mapp�it. Az itt l�v� f�jlok megjelennek a K�nyvt�rban.
id: Anda bisa memilih folder untuk membagikan berkas. Berkas dalam folder itu akan ditampilkan di pustaka.
it: Puoi selezionare la cartella dove memorizzare i file condivisi. I file saranno visualizzati nella libreria.
ja: 共有ファイルのフォルダを選択できます。これらのフォルダ内のファイルがライブラリに表示される
nn: Du kan velge mappene du vil dele filer i. Disse filene blir vist i Biblioteket.
pt: Pode seleccionar as pastas para partilhar ficheiros. Os ficheiros destas pastas são exibidos na biblioteca.
pt_br: Você pode selecionar as pastas para compartilhar arquivos. Os arquivos destas pastas são exibidos na biblioteca.
sk: Môžete vybrať priečinky na zdieľanie súborov. Súbory v týchto priečinkoch budú zobrazené v Knižnici.
sq: Zgjidhni dosjet për shpërndarjen e skedave. Skedat do të shfaqen edhe në librari.
sr: Možete odabrati fasciklu za razmenu fajlova. Fajlovi u ovim fasciklama su prikazane u biblioteci.
uk: Ви можете обрати теки, файлами в яких ви будете ділитись. Файли з цих тек показані в бібліотеці.

source: Shutdown Behavior
ar: طريقة إيقاف التشغيل
bs: Opcija zatvaranja
cy: Trefniadau Cau
de: Abschalt-Verhalten
el: Επιλογές τερματισμού
hu: Kil�p�si viselked�
id: Perilaku penutupan
it: Uscita dal programma
ja: 終了時のオプション
nn: Avslutnings Alternativer
pt: Opções de encerramento
pt_br: Opções de encerramento
sk: Možnosti vypínania
sq: Zakoni i Mbylljes
sr: Isključivanje programa
uk: Поведінка при виході

source: You can choose the default shutdown behavior.
ar: يمكنك اختيار طريقة إيقاف التشغيل الافتراضية.
bs: Možete odabrati standardnu opciju procesa zatvaranja.
cy: Rwyt ti'n gallu dewis sut mae LimeWire yn cau.
de: Sie können das Verhalten beim Beenden des Programms einstellen.
el: Μπορείτε να επιλέξετε τον προκαθορισμένο τρόπο τερματισμού.
hu: Itt kiv�laszthatod a kil�p�si viselked�si m�dot.
id: Anda bisa memilih perilaku penutupan standar
it: Puoi selezionare il tipo predefinito di uscita dal programma.
ja: 標準の終了動作を選択できる
nn: Du kan velge standard avslutnings oppførsel.
pt: Pode seleccionar o encerramento predefinido.
pt_br: Você pode selecionar o encerramento padrão.
sk: Tu môžete prednastaviť, ako sa má program vypínať.
sq: Zgjidhni zakonin tipik të mbylljes.
sr: Možete odabrati standardan način zatvaranja programa LimeWire.
uk: Ви можете обрати поведінку при виході за замовчуванням.

source: Shutdown Immediately
ar: إيقاف التشغيل في الحال
bs: Zatvorite odmah
cy: Cau'n syth
de: Sofort beenden
el: Άμεσος τερματισμός
hu: Azonnali kil�p�
id: Penutupan secepatnya
it: Esci immediatamente
ja: 即時終了
nn: Avslutt Umiddelbart
pt: Encerrar imediatamente
pt_br: Encerrar imediatamente
sk: Vypnúť okmažite
sq: Fike Menjëherë
sr: Odmah prekinite rad
uk: Виходити негайно

source: Shutdown after Transfers
ar: إيقاف التشغيل بعد الإنتهاء من التحويلات
bs: Zatvorite nakon transakcije
cy: Cau ar ol Trosglwyddo
de: Erst alle Übertragungen beenden
el: Τερματισμός μετά την ολοκλήρωση των μεταφορών
hu: Kil�p�s �tvitel befejez�se ut�
id: Penutupan setelah transfer
it: Spegni LimeWire al termine dei trasferimenti
ja: ファイル転送後に終了
nn: Avslutt etter Overføringer
pt: Encerrar após as transferências
pt_br: Encerrar após as transferências
sk: Vypnúť po ukončení prenosu
sq: Fike pas Transferimit
sr: Kraj rada posle prenosa
uk: Вийти після завантажень

source: Start Upload Slots
el: Εκκίνηση θέσεων υποδοχής αποστολής
nn: Start Opplastings Slott
sk: Spustiť uploadovacie sloty

source: Start Upload Slots:
ar: بداية شرائح التحميل:
bs: Pokrenite upload otvore:
cy: Dechrau Llwytho Fyny Slotiau:
de: Minimale Upload-Kanäle:
el: Εκκίνηση αποστολών:
hu: Felt�lt�si helyek ind�t�sa:
id: Mulai celah upload:
it: Numero iniziale di trasfiramenti contemporanei:
ja: 最小アップロード・スロット：
nn: Start Opplastings Slots:
pt: Iniciar quotas de upload:
pt_br: Iniciar quotas de upload:
sk: Spustiť upload sloty:
sq: Nisi Tragat e Ngarkimit
sr: Pokreni slanje:
uk: Стартувати вивантажень:

source: Sensitivity
el: Ευαισθησία
ja: フィルタ強度
nn: Følsomhet
pt_br: Sensibilidade
sk: Citlivosť

source: Adjust the sensitivity of LimeWire's junk filter
de: Hier können sie die Empfindlichkeit des Müllfilters einstellen
el: Ρύθμιση ευαισθησίας φίλτρου ανεπιθύμητων του LimeWire
hu: A LimeWire szem�tsz�r�j�nek �rz�kenys�g�t �ll�thatod be
it: Configura la sensibilità del filtro Non idoneo di LimeWire
ja: LimeWireのジャンクフィルタの感度を調節してください
nn: Juster sensitiviteten til LimeWire's søppel filter
pt_br: Ajustar a sensibilidade do filtro de lixo do LimeWire
sk: Nastaviť citlivosť filtra odpadu programu LimeWire
sq: Rregullon ndjeshmërinë e filtrit të mbeturinave të LimeWire
sr: Podesite osetljivost LimeWire filtera smeća

source: Forget Training Data
ar: إنسى بيانات التدريب
cy: Anghofio Gwybodaeth Hyfforddi
de: Mülleinstellungen löschen
el: Απόρριψη εκπαιδευτικών δεδομένων
hu: Felejtsd el a tan�tott adatot
id: Lupakan data pelatihan
it: Dimentica dati riconoscimento
ja: トレーニングデータを消去
nn: Glem Treningsdata
sk: Zabudnúť skúšobné dáta
sq: Rivendosi të Dhënat e Lëvizura
sr: Izbriši beleške o tome šta je smeće
uk: Забути данні тренування

source: Strict
ar: صارم
cy: Cyfyng
de: Sehr empfindlich
el: Αυστηρή
hu: Szigor�
id: Ketat
it: Restrittivo
ja: 厳しい
nn: Streng
pt_br: Restrito
sk: Striktný
sq: E Rëndë
sr: Isključivo:
uk: Суворий

source: You can specify your connection speed so that LimeWire can optimize performance.
ar: يمكنك تحديد سرعة الإتصال لكي يعمل LimeWire بشكل أفضل.
bs: Možete specificirati vašu brzinu priključivanja tako da se LimeWire može prilagoditi načinu izvođenja.
cy: Rwyt ti'n gallu dewis cyflymdra dy gysylltiad fel bod LimeWire yn gweithio gorau.
de: Sie können Ihre Verbindungsgeschwindigkeit einstellen, damit LimeWire die Leistung optimieren kann.
el: Μπορείτε να καθορίσετε την ταχύτητα σύνδεσής σας, έτσι ώστε το LimeWire να βελτιστοποιήσει την απόδοσή του.
hu: Be�ll�thatod a kapcsol�d�si sebess�gedet, �gy a LimeWire optimaliz�lja a teljes�tm�nyt.
id: Anda bisa menentukan kecepatan koneksi anda jadi LimeWire bisa mengoptimalkan kinerja.
it: Puoi specificare la tua velocità di connessione a internet per permettere a LimeWire di ottimizzare le prestazioni.
ja: LimeWire のパフォーマンス最適化のために、接続速度を指定することができる
nn: Du kan spesifisere din tilkoblingshastighet så Limewire kan omtimalisere den.
pt: Pode especificar a sua velocidade de ligação para o LimeWire optimizar o desempenho.
pt_br: Você pode especificar a sua velocidade de conexão para o LimeWire otimizar o desempenho.
sk: Môžete špecifikovať vašu rýchlosť pripojenia, aby LimeWire mohol optimalizovať výkon.
sq: Përcaktoni shpejtësinë e lidhjes tuaj, në mënyrë që të përmirësohet efektshmëria.
sr: Možete navesti brzinu Vaše Internet veze da bi LimeWire optimizovao svoj rad.
uk: Ви можете вказати швидкість Вашого підключення так, щоб LimeWire міг оптимізувати свою роботу.

source: Speed:
ar: السرعة
bs: Brzina:
cy: Cyflymdra:
de: Geschwindigkeit:
el: Ταχύτητα:
hu: Sebess�g:
id: Kecepatan:
it: Velocità:
ja: 速度：
nn: Hastighet:
pt: Velocidade:
pt_br: Velocidade:
sk: Rýchlosť:
sq: Shpejtësia:
sr: Brzina:
uk: Швидкість:

source: You can choose whether or not to automatically run LimeWire when your computer starts.
ar: يمكنك الاختيار بين عمل LimeWire تلقائياً مع بداية تشغيل النظام أو لا.
bs: Možete odabrati, ukoliko želite, automatski rad LimeWire nakon uključivanja računara.
cy: Rwyt ti'n gallu dewis i rhedeg LimeWire yn awtomatic pan mae dy gyfrifiadur yn dechrau, neu i beidio.
de: Sie können auswählen, ob LimeWire beim Start Ihres Rechners automatisch gestartet werden soll.
el: Μπορείτε να επιλέξετε εάν το LimeWire θα εκκινείται αυτόματα όταν ενεργοποιείτε τον υπολογιστή σας.
hu: Kiv�laszthatod, hogy a LimeWire automatikusan elinduljon-e a sz�m�t�g�p ind�t�sakor.
id: Anda bisa memilih apakah menjalankan LimeWire otomatis saat komputer dinyalakan atau tidak.
it: Puoi impostare l'eventuale avvio automatico di Limewire all'avvio del tuo sistema operativo.
ja: コンピューターにログインした時に自動的にLimeWireを起動させるか選択できる
nn: Du kan velge om Limewire skal automatisk starte når dataen din starter eller ikke.
pt: Pode seleccionar se pretende iniciar automaticamente o LimeWire quando iniciar o computador.
pt_br: Você pode selecionar se quer iniciar automaticamente o LimeWire quando iniciar o computador.
sk: Môžete nastaviť, aby sa LimeWire spúšťal automaticky, keď sa spúšťa počítač.
sq: Zgjidhni nëse doni apo jo që LimeWire të ngarkohet automatikisht sapo kompjuteri nis.
sr: Možete podesiti da se LimeWire automatski pokrene prilikom podizanja operativnog sistema (npr. Windows).
uk: Ви можете встановити, чи буде LimeWire автоматично запускатись з системою

source: Bandwidth Indicator
ar: مؤشر معدل النقل
bs: Indikator širine trake
cy: Dangos Lled Band
de: Anzeige der Bandbreite
el: Ένδειξη εύρους ζώνης
hu: S�vsz�less�g-kijelz�
id: Indikator lebar pita
it: Indicatore larghezza di banda
ja: 処理能力の表示計
nn: Båndbrette Indikator
pt: Indicador de largura de banda:
pt_br: Indicador de largura de banda:
sk: Bandwidth indikátor
sq: Treguesi i Shtrirjes së Bandës
sr: Pokazivč protoka podataka
uk: Індікатор підключення
