Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Remove {0} files from Library? This will unshare these files with everyone.
et: Eemalda {0} faili Raamatukogust? See lõpetab nende failide jagamise kõikidega.
fa: حذف کردن "{0}" فایل از کتابخانه؟ این کار باعث قطع به اشتراک گذاری این فایل ها با دیگران می شود.
gl: Desexa eliminar "{0}" da biblioteca? Deste xeito deixará de compartir estes ficheiros.
he: להסיר {0} קבצים מהספרייה? פעולה זו תפסיק את שיתוף קבצים אלה עם כולם.
hr: Ukloni "{0}" iz Biblioteke? Ovo će zabraniti razmjenu ovih datoteka sa svima.
ku: {0} pelê ji pirtûkxaneyê rake? Wê pel bi herkesî re neyên parvekirin.
lv: Aizvākt {0} failus no Bibliotēkas? Tas pārtrauks šo failu koplietošanu ar visiem.
nb: Fjern {0} filer fra bibliotek? Dette vil fjerne deling av disse filene.
pl: Usunąć {0} plik(ów) z Biblioteki? To spowoduje, że nie będziesz ich dłużej udostępniał.
ru: Удалить {0} файлы из Библиотеки? Это несовместно используемые файлы со всеми.

source: Remove {0} files from Library?
et: Eemalda {0} faili kogust?
fa: حذف کردن {0} فایل از کتابخانه؟
gl: Desexa eliminar {0} ficheiros da biblioteca?
he: להסיר {0} קבצים מהספרייה?
hr: Ukloni {0} datoteke iz Biblioteke?
ku: {0} ji pirtûkxaneyê rake?
lv: Aizvākt {0} failus no Bibliotēkas?
nb: Fjern {0} filer fra bibliotek?
pl: Usunąć {0} plik(i) z Biblioteki?
ru: Удалить {0} файлы из Библиотеки?

source: Remove from List
da: Fjern fra liste
et: Eemalda Loendist
fa: خذف کردن از فهرست
fi: Posta listalta
fr: Ôter de la liste
ga: Bain ón Réim
gl: Eliminar da listaxe
he: הסר מהרשימה
hr: Ukloni sa Liste
ku: Ji lîsteyê rake?
lv: Aizvākt no saraksta
nb: Fjern fra liste
nl: Verwijderen uit de lijst
pl: Usuń z Listy.
ru: Удалить из списка
sv: Ta bort från Lista
tr: Listeden Kaldır

source: Remove from
fa: حذف از
gl: Eliminar de
he: הסר מ
hr: Ukloni iz
ku: Rake ji
lv: Aizvākt no
nb: Fjern fra
ru: Удалить из

source: All Lists
fa: تمام فهرست ها
gl: Todas as listaxes
hr: Sve liste
ku: Hemû lîste
lv: Visi Saraksti
nb: Alle Lister
ru: Все Списки

source: Show in List
et: Näita Loendis
fa: نشان دادن در فهرست
gl: Amosar na listaxe
he: הצג ברשימה
hr: Prikaži na Listi
ku: Di lîsteyê de nîşande
lv: Parādīt Sarakstā
nb: Vis i liste
pl: Pokaż na liście
ru: Показать в Списке

source: Trackers
et: Jälgijad
fa: ردياب ها
gl: Localizadores
hr: Trackeri
ku: Temaşeker
lv: Trakeri:
nb: Trackere
ru: Трекеры

source: Resolution
da: Opløsning
et: Eraldusvõime
fa: وضوح
fi: Resoluutio
ga: Taifeach
gl: Resolución
he: רזולוצייה
hr: Razlučivost
ku: Rezolûsyon
lv: Izšķirtspēja
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
ru: Разрешение
sv: Upplösning
tr: Çözünürlük

source: &About LimeWire...
da: &Om LimeWire...
et: Ja teave LimeWire'st
fa: درباره LimeWire...
fi: &Tietoja LimeWirestä...
gl: &Acerca de LimeWire...
he: &אודות LimeWire...
hr: &O LimeWire...
ku: Derbarê LimeWire de
lv: &Par LimeWire...
nb: &Om LimeWire...
nl: Over LimeWire...
ru: &О Программе LimeWire...
tr: LimeWire H&akkında...

source: LimeWire
ru: LimeWire Client

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc. Gmail is a trademark of Google&nbsp;Inc., Jabber and LiveJournal are the registered trademarks of the XMPP Standards Foundation and LiveJournal, Inc., d/b/a LiveJournal.com, respectively. Neither Google&nbsp;Inc., the XMPP Standards Foundation nor LiveJournal.com are sponsors or partners of Lime&nbsp;Wire&nbsp;LLC nor do they endorse Lime&nbsp;Wire&nbsp;LLC or the LimeWire software. Use of these trademarks is merely to refer to the technology or service of the respective owner and not to confuse Lime&nbsp;Wire as the source of the respective Gmail, Jabber, and/or LiveJournal service or technology
fa: BitTorrent، لوگوی BitTorrent و Torrent علامت های تجاری شرکت BitTorrent هستند. Gmail علامت تجاری شرکت گوگل است. Jabber و LiveJournal به ترنيب علامتهای تجاری ثبت شده شرکت XMPP Standards Foundation and LiveJournal و d/b/a LiveJournal.com هستند. نه گوگل، نه XMPP Standards Foundation و نه LiveJournal.com حامی مالی يا شريک Lime Wire LLC يا نرم افزار LimeWire نيستند. استفاده از اين علامتهای تجاری صرفاً برای ارجاع به فناوری يا خدمات مالک مربوطه استفاده می شود و نه اشتباه گرفتن Lime Wire با منبع خدمات يا فناوری Gmail، و/يا LiveJournal
hr: BitTorrent, BitTorrent Logo, i Torrent pripadaju trgovačkoj marki BitTorrent., Inc. Gmail pripada trgovačkoj marki Google&nbsp;Inc., Jabber i LiveJournal su registrirane marke od trgovačke marke XMPP Standards Foundation i LiveJournal, Inc., d/b/a LiveJournal.com .Ni Google&nbsp;Inc., the XMPP Standards Foundation ni LiveJournal.com su sponzori nipartneri od Lime&nbsp;Wire&nbsp;LLC a ni ne podržaju Lime&nbsp;Wire&nbsp;LLC ili LimeWire softver. Korišćenje ovih trgovački marki je samo za oznaku ovih tehnologija ili servisa vlasnika i ne zbuniti Lime&nbsp;Wire kao izvor Gmail, Jabber, and/or LiveJournal servisa ili tehnologije.
nb: BitTorrent, the BitTorrent Logo, og Torrent er varemerker for BitTorrent, Inc. Gmail er et varemerke for Google Inc., Jabber og LiveJournal er registrerte varemerker for XMPP Standards Foundation og LiveJournal, Inc., d / b / a LiveJournal. com, henholdsvis. Verken Google Inc., XMPP Standards Foundation heller LiveJournal.com er sponsorer eller samarbeidspartnere av Lime Wire LLC heller ikke godkjenner de Lime Wire LLC eller LimeWire programvare. Bruk av disse varemerkene er bare å referere til teknologi eller tjeneste de respektive eier og ikke å forvirre Lime Wire som kilden til de respektive Gmail, Jabber, og / eller LiveJournal service eller teknologi
ru: BitTorrent, BitTorrent Logo, и Torrent - торговой марки BitTorrent, Inc. Gmail - торговой марки Google&nbsp;Inc., Jabber и LiveJournal - зарегистрированные торговые марки XMPP Standards Foundation и LiveJournal, Inc., d/b/a LiveJournal.com, соответственно. И при этом ни Google&nbsp;Inc., XMPP Standards Foundation, ни LiveJournal.com спонсоры или партнеры Lime&nbsp;Wire&nbsp;LLC не подтверждают Lime&nbsp;Wire&nbsp;LLC или LimeWire software. Использование этих торговых марок должно просто обратиться к технологии или обслуживанию соответствующего владельца а не перепутать Lime&nbsp;Wire как источник соответствующего Gmail, Jabber, и/или LiveJournal службу или технологию

source: Downloads ({0} at {1} KB/s)
et: Allalaadimised ({0} kiirusega {1} KB/s)
fa: دانلودها ({0} در {1} کیلوبایت/ثانیه)
gl: Descargas ({0} a {1} KB/s)
ku: Daxistin ({0} heb | lez {1} KB/s)
nb: Laster ned ({0} i {1} KB/s)
ru: Загрузка ({0} на {1} Кб/сек)

source: Downloads ({0})
et: Allalaadimised ({0})
fa: دانلودها ({0})
gl: Descargas ({0})
ku: Daxistin ({0})
nb: Laster ned ({0})
ru: Загрузка ({0})

source: Uploads ({0} at {1} KB/s)
et: Üleslaadimised ({0} kiirusega {1} KB/s)
fa: آپلودها ({0} در {1} کیلوبایت/ثانیه)
gl: Envíos ({0} a {1} KB/s)
ku: Barkirin ({0} heb | lez {1} KB/s)
nb: Laster opp ({0}) i {1} KB/s)
ru: Передача ({0} на {1} Кб/сек)

source: Uploads ({0})
et: Üleslaadimised ({0})
fa: آپلود ها ({0})
gl: Envíos ({0})
ku: Barkirin ({0})
nb: Laster opp ({0})
ru: Передача ({0})

source: &Options...
da: &Indstillinger...
et: Seaded
fa: گزینه ها...
fi: &Optiot
gl: &Opcións...
he: א&פשרויות...
hr: &Opcije...
ku: &Vebijêrk...
lv: &Opcijas...
nb: &Alternativer...
nl: Opties...
ru: &Параметры...
tr: Seçenekler...

source: Share with friends using your Private Shared list
et: Jaga sõppradega kasutates privaatset jagatud loendit.
fa: به اشتراک گذاری با دوستان با استفاده از فهرست به اشتراک گذاری خصوصی شما
gl: Comparta con amigos empregando a listaxe compartida privada
he: שתף עם חברים ע"י שימוש ברשימת השיתוף הפרטי שלך
hr: Razmjenjuj sa prijateljima koristeći Privatno Razmjenjivanu listu
ku: Bi Lîsteya xwe ya Taybet bi hevalên xwe re parve bike
lv: Koplieto ar draugiem izmantojot savu Privāti koplietoto failu sarakstu
nb: Del med venner via din private delte liste
pl: Współdziel ze swoimi znajomymi używając Twojej prywatnej listy udostępnianych plików.
ru: Поделиться с друзьями, использующими ваш список Private Shared

source: Share this list with friends
et: Jaga Loendit Sõppradega
fa: به اشتراک گذاری این فهرست با دوستان
gl: Compartir esta listaxe con amigos
he: שתף רשימה זו עם חברים
hr: Razmjeni ovu listu sa prijateljima
ku: Vê lîsteyê bi hevalan parve bike
lv: Koplieto šo sarakstu ar draugiem
nb: Del denne listen med venner
pl: Podziel się tą listą ze znajomymi
ru: Расшарить этот список с друзьями

source: Add files to it
et: Lisa Sellele Failid
fa: اضافه کردن فایل به آن
gl: Engadir ficheiros
he: הוסף לזה קבצים
hr: Dodaj datoteke
ku: Pelan lê zêdeke
lv: Pievienot tam failus
nb: Legg til filer i listen
pl: Dodaj pliki
ru: Добавить файлы

source: My Files
et: Minu Failid
fa: فایل های من
gl: Os meus ficheiros
he: הקבצים שלי
hr: Moje Datoteke
ku: Pelên Min
lv: Mani faili
nb: Mine filer
pl: Moje pliki
ru: Мои Файлы

source: Close All Searches
da: Luk alle søgninger
et: Sulge Kõik Otsinud
fa: بستن همه جستجوها
fi: Sulje kaikki haut
ga: Dún Gach Cuardach
gl: Pechar todas as procuras
he: סגור את כל החיפושים
hr: Zatvori Sve Pretrage
ku: Hemû Lêgerînan Bigire
lv: Aizvērt visas meklēšanas
nb: Lukk alle søk
nl: Alle zoekopdrachten sluiten
pl: Zamknij Wszystkie Wyszukiwania
ru: Закрыть Все Поиски
sv: Avsluta Alla Sökningar
tr: Bütün Aramaları Kapat

source: Close Other Searches
et: Sulge Teised Otsingud
fa: بستن سایر جستجوها
gl: Pechar outras procuras
he: סגור חיפושים אחרים
hr: Zatvori Ostale Pretrage
ku: Lêgerînên Din Bigire
lv: Aizvērt citas meklēšanas
nb: Lukk andre søk
pl: Zamknij pozostałe wyszukiwania
ru: Закрыть Другие Поиски

source: Find More Results
da: Find flere resultater
et: Leia Rohkem Tulemusi
fa: یافتن نتایج بیشتر
fi: Etsi lisää tuloksia
ga: Faigh Tuilleadh Torthaí
gl: Procurar máis resultados
he: מצא תוצאות נוספות
hr: Pronađi Dodatne Rezultate
ku: Zêdetir Encam Bibîne
lv: Atrast vairāk rezultātus
nb: Finn flere resultater
nl: Meer resultaten zoeken
pl: Znajdź więcej wyników
ru: Найти Больше
sv: Hitta Mer Resultat
tr: Daha Fazla Sonuç Bul

source: &Add to Library...
et: &Lisa kogusse...
fa: افزودن به کتابخانه...
gl: &Engadir á biblioteca...
he: &הוסף לספרייה...
hr: @Dodaj u Biblioteku...
ku: &Li pirtûkxaneyê zêdeke...
lv: &Pievienot bibliotēkai
nb: &Legg til i bibliotek
pl: &Dodaj do Biblioteki...
ru: &Добавить в Библиотеку...

source: Add to Library
et: Lisa kogusse
fa: افزودن به کتابخانه
gl: Engadir á biblioteca
he: הוסף לספרייה
hr: Dodaj u Biblioteku
ku: L pirtûkxaneyê zêdeke
lv: Pievienot bibliotēkai
nb: Legg til i bibliotek
pl: Dodaj do biblioteki
ru: Добавить в Библиотеку

source: Exit After &Transfers
da: Afslut ef&ter overførsel
et: Välju Peale Ülekandeid
fa: خروج بعد از انتقال
fi: Poistu &siirtojen jälkeen
gl: Saír despois das &trasferencias
he: צא לאחר &ההעברות
hr: Izađi Nakon &Prijenosa
ku: Piştî &Vehuhestinan Derkeve
nb: Avslutt etter &overføringer
nl: Afsluiten na overdrachten
pl: Zakończ po &transferach
ru: Выйти После &Передач
tr: &Transfer Tamamlanınca Çık

source: Fix Stalled Downloads
et: Paranda Seiskunud Allalaadimised
fa: درست کردن دانلودهای معلق
gl: Arranxar as descargas estancadas
he: תקן הורדות תקועות
hr: Popravi Zaustavljena Preuzimanja
ku: Daxistinên nîvço sererastke
lv: Labot apstājušās lejuplādes
nb: Fiks stoppede nedlastninger
ru: Поправить Остановленную Загрузку

source: F&riends
et: Sõb&rad
fa: دوستان
gl: A&migos
hr: P&rijatelji
ku: H&evalno
lv: D&raugi
nb: V&enner
ru: Друз&ья

source: &Forum
gl: &Foro
ru: &Форум

source: &Give Feedback
et: &Anna tagasisidet
fa: ارائه بازخورد
gl: &Danos a túa opinión
hr: &Dati Povratnu vezu
ku: Nêrînên xwe ragihîne
lv: &Pievienot atsauksmi
nb: &Gi tilbakemeldinger
ru: О&братная Связь

source: Hide Transfer Tray
et: Peida ülekanne salve
fa: پنهان کردن تری انتقال
gl: Ocultar a bandexa de transferencias
he: הסתר לוח הורדות
hr: Sakriti Prijenosni poslužavnik
ku: Tray a transferan veşêre
nb: Gjem Overføringsikon
ru: Скрыть Передачу в Трее

source: Invalid Link
da: Ugyldigt link
et: Vigane Link
fa: پیوند نامعتبر
fi: Viallinen linkki
ga: Nasc Mícheart
gl: Ligazón incorrecta
he: קישור לא תקין
hr: Nevažeća Veza
ku: Girêdanan Çewt
lv: Nederīga saite
nb: Ugyldig link
nl: Ongeldige link
pl: Niepoprawny odnośnik
ru: Неверная Ссылка
sv: Invalid Länk
tr: Geçersiz Bağlantı

source: Enter a magnet or torrent link below:
da: Indtast et magnet eller torrent link nedenfor:
et: Sisesta magnet'i või torrent'i link siia:
fa: یک پیوند مگنت یا تورنت را در زیر باز کنید
fi: Syötä alle magnet- tai torrent-linkki:
ga: Cuir isteach nasc magnet nó torrent thíos:
gl: Insira unha ligazón magnet ou torrent:
he: הכנס קיצור מגנט או טורנט:
hr: Unesite magnet ili torrent vezu ispod:
ku: Li jêr magnet'ek an jî girêdaneke torrentê têkeve:
nb: Skriv inn magnet- eller torrentlink nedenfor:
nl: Voer hieronder een magnet- of torrentlink in:
pl: Wprowadź link torrent lub magnet poniżej:
ru: Введите магнэт или торент ссылку ниже:
sv: Ange en magnet- eller torrentlänk nedan:
tr: Aşağıya bir magnet veya torrent bağlantısı girin:

source: &Open Torrent...
da: Åben T&orrent...
et: Ava Torrent
fa: باز کردن تورنت...
fi: &Avaa torrentti...
ga: &Oscail Torrent...
gl: Abrir t&orrent...
he: &פתח טורנט...
hr: &Otvori Torrent...
ku: Torrent &Veke...
lv: &Atver Torrentu...
nb: &Åpne torrent...
nl: Torrent openen...
pl: Otwórz torrent
ru: &Открыть Торент...
sv: &Öppna Torrent...
tr: T&orrenti Aç...

source: Open Torrent
da: Åben torrent
et: Ava Torrent
fa: باز کردن تورنت
fi: Avaa torrentti
ga: Oscail Torrent
gl: Abrir torrent
he: פתח טורנט
hr: Otvori Torrent
ku: Torrent Veke
lv: Atvērt torrentu
nb: Åpne torrent
nl: Torrent openen
pl: Otwórz Torrenta
ru: Открыть Торент
sv: Öppna Torrent
tr: Torrenti Aç

source: The file {0} does not exist.
da: Filen {0} eksisterer ikke.
es: El archivo {0} no existe.
et: See fail {0} ei eksisteeri.
fa: فایل {0} وجود ندارد.
fi: Tiedostoa {0} ei ole
ga: Níl an comhad {0} ann.
gl: O ficheiro {0} non existe.
he: הקובץ {0} אינו קיים.
hr: Datoteka {0} ne postoji.
ku: Pela {0} tune ye.
lv: Fails {0} neeksistē.
nb: Filen {0} eksisterer ikke.
nl: Het bestand {0} bestaat niet.
pl: Plik {0} nie istnieje
ru: Файл {0} не существует.
sv: Filen {0} finns inte.
tr: {0} dosyası bulanamıyor.

source: Unable to open torrent
da: Kunne ikke åbne torrent
et: Pole võimalik avada ''.torrent'' faili
fa: قادر به باز کردن تورنت نیست
fi: Torrenttia ei voida avata
ga: Ní féidir an torrent a oscailt
gl: Non foi posible abrir o torrent
he: לא מסוגל לפתוח טורנט
hr: Nije moguće otvoriti torrent
ku: Nekarî torrentê veke
lv: Nav iespējams atvērt torrentu
nb: Kan ikke åpne torrent
nl: Kan torrent niet openen
pl: Nie można otworzyć torrenta
ru: Не могу открыть торент
sv: Det går inte att öppna torrent
tr: Torrent açılamadı

source: Open &Link...
da: Åben &link...
et: Ava Link
fa: باز کردن پیوند...
fi: Avaa &linkki...
ga: Oscail Nasc...
gl: Abrir &ligazón...
he: פתח &קישור...
hr: Otvori &Vezu...
ku: &Girêdan Veke...
nb: Åpne &link...
nl: Link openen...
pl: Otwórz &link...
ru: Открыть &Ссылку...
sv: Öppna &Länk...
tr: Bağ&lantıyı Aç...

source: Open Link
da: Åben link
et: Ava Link
fa: باز کردن پیوند
fi: Avaa linkki
ga: Oscail Nasc
gl: Abrir ligazón
he: פתח קישור
hr: Otvori Vezu
ku: Girêdan Veke
lv: Atvērt saiti
nb: Åpne Link
nl: Link openen
pl: Otwórz odnośnik
ru: Открыть Ссылку
sv: Öppna Länk
tr: Bağlantıyı Aç

source: Magnet link is empty.
da: Magnet link er tomt.
et: Magnet - i link ei sisalda midagi.
fa: لینک مگنت خالی است.
fi: Magnet-linkki on tyhjä.
gl: A ligazón magnet está baleira.
he: קישור מגנט ריק.
hr: Magnet veza je prazna.
ku: Girêdana Magnet vala ye
nb: Magnetlinken er tom.
nl: Magnet-link is leeg.
pl: Link magnetyczny jest pusty
ru: Магнэт ссылка пуста.

source: &Recent Downloads
da: &Seneste downloads
et: Viimatised Allalaadimised
fa: دانلودهای اخیر
fi: &Viimeisimmät lataukset
gl: Descargas &recentes
he: הורדות א&חרונות
hr: &Skorašnja Preuzimanja
ku: Daxistinên &Dawîn
lv: &Nesenās lejuplādes
nb: &Nylige Nedlastinger
nl: Recente downloads
pl: &Ostatnio ściągniętych
ru: &Недавние Загрузки
tr: En Son İndi&rilenler

source: Clear List
da: Ryd liste
et: Tühjenda Loend
fa: پاک کردن فهرست
fi: Tyhjennä lista
gl: Limpar a listaxe
he: נקה רשימה
hr: Očistite Listu
ku: Lîsteyê Paqijke
lv: Tīrīt sarakstu
nb: Tøm liste
nl: Lijst leegmaken
pl: Wyczyść Listę
ru: Очистить Список
tr: Listeyi Temizle

source: &Share List
et: Jaga Loendit
fa: به اشتراک گذاری فهرست
gl: &Compartir a listaxe
he: &שתף רשימה
hr: &Razmjeni Listu
ku: Lîsteyê &Parve Bike
lv: &Koplietot sarakstu
nb: &Del liste
pl: &Współdzielonych list
ru: &Список Общего

source: &Store
fa: &فروشگاه
gl: &Tenda
ku: &Depo Bike
lv: &Saglabāt
nb: &Lagre
ru: &Сохранить

source: &Home
fa: &خانه
gl: &Inicio
ku: &Mal
nb: &Hjem
ru: &Домой

source: &Log In
fa: &ورود
gl: &Iniciar sesión
ku: &Têkeve
lv: &Pieslēgties
nb: &Logg inn
ru: &Войти

source: &Sign Up
fa: &ثبت نام
gl: &Rexistrarse
ku: &Bibe Endam
lv: &Reģistrēties
nb: &Registrer Deg
ru: &Зарегистрироваться

source: &Genres
fa: &انواع
gl: &Xéneros
ku: &Cûreya Mûzîkê
lv: &Žanri
nb: &Sjangere
ru: &Жанры

source: &Alternative
fa: &جايگزين
gl: &Alternativa
ku: &Alternatîf
nb: &Alternativ
ru: &Альтернатива

source: &Country
fa: &شرکت
ku: &Welat
nb: &Land
ru: &Кантри

source: &Electronica
gl: &Electrónica
ku: &Elektronîk
ru: &Электроника

source: &Folk
fa: &سنتی
ru: &Фолк

source: &Jazz
fa: &جاز
ku: &Caz
ru: &Джаз

source: &Pop
fa: &پاپ
ru: &Поп

source: &Rap
fa: &رپ
ru: &Рэп

source: &Rhythm and Blues
ku: &Rhythm û Blues
nb: &Rhythm og Blues
ru: &Ритм и Блюз

source: &Rock
fa: &راک
ru: &Рок

source: &World
fa: &جهانی
gl: &Mundo
ku: &Cîhan
nb: &Verden
ru: &Мир

source: LimeWire Store Hel&p
fa: فروشگاه و راهنمای LimeWire
gl: Axuda da Tenda de Lime&Wire
ku: Alîkariya Tomarkirina LimeWire
nb: LimeWire Butikk Hjel&p
ru: Помощь по хранилищу LimeWire

source: His&tory
fa: سوابق
gl: His&torial
ku: Dî&rok
lv: Vēs&ture
nb: Hist&orie
ru: Ис&тория

source: Advanced &Search
da: Avanceret &søgning
et: Täpsem Otsing
fa: جستجوی پیشرفته
fi: Edistynyt &haku
gl: Procura a&vanzada
he: חיפוש מ&תקדם
hr: Napredna &Pretraga
ku: &Lêgerîna Pêşketî
lv: Paplašināta &Meklēšana
nb: Avansert &søk
ru: Расширенный &Поиск

source: &Advanced Tools...
da: &Avancerede værktøjer...
et: Täpsemad Seaded
fa: ابزارهای پیشرفته...
fi: &Edistyneet työkalut
gl: Ferramentas &avanzadas
he: &כלים מתקדמים...
hr: &Napredni Alati...
ku: Amûrên &Pêşketî...
lv: &Paplašināti rīki...
nb: &Avanserte verktøy...
nl: Geavanceerde hulpmiddelen...
ru: &Расширенные Инструменты...
tr: Gelişmiş &Araçlar...

source: &What's New Search
da: &Nye filer søgning
et: Otsi Mis On Uut
fa: آنچه جستجوی جدید است
fi: &Mitä uutta-haku
gl: &Novidades
he: חיפוש "מה ח&דש"
hr: &Što Ima Novo Pretraga
ku: &Lêgerîna Nûbûnan
nb: &Søk etter nye filer
nl: 'Wat is er nieuw'-zoekopdracht
ru: &Что Нового по Поиску
tr: Neler Yeni Araması

source: Hide &Chat Window
da: Skjul &chat vindue
et: Peida Vestluse Aken
fa: مخفی کردن پنجره چت
fi: Kätke &keskusteluikkuna
gl: O&cultar a ventá do chat
he: הסתר חלון &צ'אט
hr: Sakrij Prozor za &Brbljanje
ku: Paceya &Pevaxaftinê Dade
lv: Paslēpt &Čata logu
nb: Skjul &chat-vindu
nl: Chatvenster verbergen
pl: Schowaj &okien czatu
ru: Скрыть &Окно Чата
tr: Söyleşi Pen&ceresini Gizle

source: Show &Chat Window
da: Vis &chatvindue
et: Näita Vestluse Akent
fa: نمایش پنجره چت
fi: Näytä &keskusteluikkuna
gl: Amosar a ventá &do chat
he: הצג חלון &צ'אט
hr: Prikaži Prozor za &Brbljanje
ku: Paceya &Pevaxaftinê Nîşande
lv: Rādīt &Čata logu
nb: Vis &chat-vindu
nl: Chatvenster tonen
ru: Показать О&кно Чата
tr: Şöyleşi Pen&ceresini Göster

source: &Home Screen
et: Pealehekülg
fa: صفحه خانگی
gl: &Pantalla inicial
he: &דף הבית
hr: &Glavni Zaslon
ku: Ekrana Sereke
nb: &Startside
ru: &Домашняя Заставка

source: Listening Ports
et: Jälgin porte
fa: پورت های شنیداری
gl: Portos de escoita
hr: Slušanje portova
ku: Li Portan Guhdar Dike
nb: Lytteporter
ru: Прослушивание Портов

source: External Access
gl: Acceso externo
ku: Gihiştina derveyî
ru: Удаленный Доступ

source: Upload torrents forever
et: Lae torrenteid igavesti ülesse
fa: آپلود تورنت ها برای همیشه
gl: Enviar torrents sen límite
he: לשתף טורנט זה לצמיתות
hr: Otpremaj torente vječno
ku: Torrentan hertim bar bike
nb: Last opp torrents ubegrenset
pl: Udostępniaj torrent w nieskończoność
ru: Раздавать торенты всегда

source: Upload torrents until either of the following:
fa: آپلود تورنت ها تا یکی از موارد زیر:
gl: Enviar torrents até unha das opcións :
hr: Uploadiranje torrentova dok jedan od ovih :
ku: Heta yek ji yê jêr torrentan bar bike
nb: Last opp torrents til en av de følgende:
ru: Раздавать торенты до любого из этого:

source: Let me choose files to download when starting a torrent
fa: هنگام راه اندازی تورنت، اجازه بده فایل های مورد نظر برای دانلود را انتخاب کنم
gl: Permitir escoller os ficheiros a descargar cando se inicia un torrent
he: אפשר לי לבחור את הקובץ להורדה בעת הפעלת טורנט
hr: Pustite me da biram datoteku kad počnem torrent
ku: Dema dest bi daxistina torrentekê bikim bihêle ku hilbijêrim ka ez ê kîjan pelan daxim
lv: Ļaut man izvēlēties failus, ko lejuplādēt, kad atver torrentu
nb: La meg velge hvilke filer jeg vil laste ned når jeg starter en torrent
ru: Позволить мне выбирать файлы в загружаемом торенте

source: Ratio:
et: Suhe:
fa: نسبت:
gl: Taxa:
he: יחס:
hr: Omjer:
ku: Rêje:
lv: Attiecība:
nb: Forhold
ru: Рейтинг:

source: Maximum days:
et: Maksimum päevi:
fa: حداکثر تعداد روزها:
gl: Número máx. de días:
he: מקסימום ימים
hr: Maksimum dana:
ku: Roja maksîmum:
nb: Maks antall dager
ru: Максимум дней:

source: There was an error loading bittorrent. You will not be able to use bittorrent capabilities until this is resolved.
et: Bittorrenti laadimisel esines tõrge. Sa ei saa kasutada bittorrenti võimalusi enne kui see probleem on lahendatud .
fa: خطایی در بارگیری بیت تورنت روی داد. تا زمانی که این خطا برطرف نشود، قادر به استفاده از قابلیت های بیت تورنت نخواهید بود.
gl: Houbo un erro na carga do bittorrent. Non poderá empregar o bittorrent até que se resolva esta incidencia.
he: ארעה שגיאה בטעינת BitTorrent. לא תוכלו להשתמש ב BitTorrent עד שבעיה זו נפתרה.
hr: Došlo je do greške kod učitavanja bittorrenta. Nećete moći koristiti bittorrent dok se ovo ne riješi.
ku: Di barkirina bittorrentê de çewtî. Heta ku ev hat çareserkirin tu wê nekarî bittorrent bi kar bînî.
nb: En feil oppstod ved lasting av bittorrent. Du kan ikke bruke bittorrent-egenskaper før dette er blitt fikset.
ru: Произошла ошибка загрузки bittorrent. Вы не сможите использовать способности bittorrent, пока это не будет решено.

source: Below are the file extensions LimeWire knows about and how they are classified throughout the program
fa: در ذیل فهرست پسوند های فایلی که LimeWire می شناسد و نحوه طبقه بندی آنها در کل برنامه ارائه شده است
gl: Debaixo están as extensións que LimeWire recoñece e como están clasificadas no programa
hr: Ispod su podnijeti produžetci datoteke o kojima LimeWire zna i kako su razvrstni širom programa.
ku: Cûreyên pelan yên ku LimeWire nas dike û dizane wê çawa kom bike, li jêr in
nb: Under finner du filendelsene LimeWire vet om og hvordan de er klassifisert i programmet
ru: Ниже расширения файла, известные LimeWire как - тематически класифицированы всюду как программа
