Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: We identified the folders below as ones that you might like to share. If you would like to share one of these folders, simply check its associated checkbox. Subfolders of shared folders will also be shared.
ar: لقد قمنا بتعيين المجلدات في الأسفل على أنها المجلدات التي يحتمل أن ترغب في مشاركتها. إذا كنت ترغب في مشاركة أحدها قم بتحديد مربع الاختيار الخاص بها. سيتم مشاركة المجلدات الفرعية للمجلدات المشاركة.
bs: Mi smo identifikovali folder koji možda želite razmjeniti. Ukoliko želite razmjenjivati jedan od ovih foldera, jednostavno provjerite zajednički boks za čekiranje. Podfolderi razmjenjivog foldera biće razmijenjeni.
cy: Rydan ni wedi sylw ar y ffolderi isod fel rhai efallai byddet ti am eu rhannu. Os wyt ti eisiau rhannu un o'r ffolderi yma, cleciau'r bocs. Mae ffolderi yn y ffolder yma yn cael eu rhannu hefyd.
de: LimeWire hat folgende Verzeichnisse zum Freigeben gefunden. Wenn Sie ein Verzeichnis freigeben möchten, kreuzen Sie einfach das Kontrollkästchen an. Unterverzeichnisse werden ebenfalls freigegeben.
el: Εντοπίσαμε τους παρακάτω καταλόγους πιστεύοντας πως θα θέλατε να τους μοιραστείτε. Αν θα θέλατε να μοιραστείτε ένα από τους καταλόγους αυτούς, τσεκάρετε απλώς το σχετικό κουτάκι. Υποκατάλογοι των μοιραζόμενων καταλόγων θα μοιραστούν επίσης.
hu: Az al�bbi mapp�kat tal�ltam, amelyeket val�sz�n�leg megosztan�l. Ha meg szeretn�d osztani �ket, jel�ld be a mellett�k l�v� jel�l�n�gyzetet. A megosztott mapp�k almapp�i is megosztottak lesznek.
id: Kami mengidentifikasi folder-folder dibawah ini sebagai folder media, jika anda ingin membaginya beri tanda centang pada checkbox disamping folder tersebut, subfoldernya juga akan ikut dibagikan.
it: Abbiamo identificato queste cartelle come adatte ad essere condivise. Se vuoi condividere alcune di queste cartelle, seleziona il relativo quadratino. Eventuali sottocartelle saranno anch'esse condivise.
ja: 共有候補のフォルダが以下の様に見つかりました。このうちの一つを共有したいなら、チェックボックスを有効化。すると、選択したフォルダのサブフォルダも同様に共有されます。
sq: Dosjet më poshtë janë identifikuar se mund të shpërndahen. Nëse doni të shpërndani ndonjë prej tyre, thjesht zgjidhni kutinë përkatëse. Edhe nëndosjet e dosjeve të shpërndara do të shpërndahen.
uk: Ми визначили наступні теки, як ті, якими ви можливо захочете поділитись. Якщо ви хочете поділитися якоюсь текою, просто відмітьте її. Підтеки також стануть спільними.

source: LimeWire was unable to locate any files that may be shared. To continue configuring LimeWire, click "Next".
ar: LimeWire غير قادر على تحديد أي ملفات للمشاركة. لاستكمال إجراءات LimeWire انقر "التالي".
bs: LimeWire nije bio u mogućnosti da locira ni jednu datoteku za razmjenu. Za daljnu konfiguraciju LimeWire, pritisnite "Sljedeći".
cy: Mae LimeWire yn methu darganfod unrhyw ffeiliau i'w rhannu. I gario ymlaen i drefnu LimeWire clicia "Nesaf"
de: LimeWire konnte keine freizugebenden Dateien finden. Um mit der Konfiguration LimeWires fortzufahren, klicken Sie auf 'Nächste'.
el: Το LimeWire αδυνατεί να εντοπίσει οποιαδήποτε αρχεία που μοιράζονται. Για να συνεχίσετε να ρυθμίζετε το LimeWire, πατήστε «Επόμενο».
hu: A LimeWire nem tal�lt megoszthat� f�jlokat. A telep�t�s folytat�s�hoz kattints a "Tov�bb" gombra.
id: LimeWire tidak menemukan berkas yg bisa dibagikan. Untuk melanjutkan konfigurasi, klik "Berikutnya"
it: Limewire non può localizzare nessun file da convidere. Per continuare a configurare Limewire, seleziona 'Successivo'.
ja: 共有可能なファイルが見つかりませんでした。設定を続けるには、"次へ"をクリック。
sq: LimeWire nuk arriti të gjejë ndonjë skedë që mund të shpërndahet. Për të vijuar me konfigurimin e LimeWire, klikoni "Më tej".
uk: LimeWire не зміг знайти файли, якими ви б могли захотіти поділитись. Щоб продовжити налаштування, натисніть «Вперед»

source: The selected folders below (and their subfolders) will be shared.
cy: Mae'r ffolderi wedi'u dewis isod (a ffolderi tu mewn iddynt) i gael eu rhannu.
de: Der ausgewählte Ordner (sowie der komplette inhalt) werden zum upload freigegeben
el: Ο επιλεγμένος φάκελος κάτω (και οι υποφακέλοι) θα μοιραστεί.
hu: Az al�bbi mapp�k (�s almapp�ik) megosztottak lesznek.
id: Folder-folder terpilih tersebut (beserta subfoldernya) akan dibagikan.
it: La sottostante cartella (e le sue sottocartelle) saranno condivise.
sq: Dosjet e zgjedhura më poshtë (edhe nëndosjet e tyre) do të shpërndahen.
uk: Наступні обрані теки(та підтеки) стануть спільними

source: Would you like LimeWire to quickly scan your hard drive for other media files? You will have the opportunity to specify which folders you would like to share when the scan is complete.
ar: هل ترغب في أن يقوم LimeWire سريعا بالبحث عن ملفات الوسائط الأخرى على قرصك الصلب؟ستتاح لك فرصة تحديد المجلدات التي ترغب في مشاركتها عقب الانتهاء من الفحص.
bs: Želite li da LimeWire brzo pretraži vaš čvrsti disk radi postojanja drugih mediskih datoteka? Imaćete mogućnost da odaberete foldere koje želite razmjenjivati kada se pretraga kompletira.
cy: Wyt eisiau i LimeWire sganio dy ddisc caled yn gyflym ar gyfer ffeiliau cyfryngau eraill? Rwyt ti'n mynd i gael y cyfle i ddweud pa ffolderi rwyt eisiau eu rhannu pan mae'r sgan wedi gorffen.
de: Möchten Sie, dass LimeWire Ihre Festplatte nach anderen Media-Dateien durchsucht? Sie haben danach immer noch die Möglichkeit zu bestimmen, welche Verzeichnisse freigegeben werden sollen.
el: Θα θέλατε το LimeWire να κάνει μία γρήγορη έρευνα στο δίσκο σας για άλλα αρχεία? Θα έχετε την ευκαιρία να προσδιορίσετε ποιες διευθύνσεις θα θέλετε να μοιράζεστε, όταν η έρευνα τελειώσει.
hu: Szeretn�d, ha a LimeWire gyorskeres�st v�gezne a merevlemezen tal�lhat� t�bbi m�diaf�jlra? Ezut�n kiv�laszthatn�d, mely mapp�kat szeretn�l megosztani a t�bbi felhaszn�l�val.
id: Apakah anda ingin LimeWire memindai dengan cepat hard drive untuk mencari berkas media lainnya? Anda berhak menentukan folder mana yang akan dibagi ketika pemindaian selesai.
it: Vuoi che LimeWire ricerchi velocemente nel tuo disco fisso i file ? Hai la possibilità di specificare quali cartelle vuoi condividere una volta che l'esplorazione è terminata.
ja: LimeWire にハードディスク内の他にあるメディア・ファイルを検索させますか。検索すれば共有したいフォルダを、簡単に選べます。
sq: A doni që LimeWire të skanojë me shpejtësi diskun për skeda të tjera mediatike? Kur kjo të përfundojë, do të keni mundësinë të përcaktoni se cilat dosje dëshironi të shpërndani.
uk: Ви бажаєте, щоб LimeWire швидко переглянув ваш диск на медіа файли. Ви матимите можливість вказати, які теки ви б хотіли зробити спільними, після того, як закінчиться сканування.

source: Scan Hard Drive?
ar: فحص الأقراص الصلبة؟
cy: Sganio Disc Caled?
de: Die Festplatte durchsuchen?
el: Εξέταση σκληρού δίσκου;
hu: Keressek a merevlemezen?
id: Pindai hard drive?
it: Scansione disco fisso?
sq: Doni ta Skanoni Diskun?
uk: Сканувати жорсткий диск?

source: Limewire Setup Dialog
ar: مربع حوار تثبيت Limewire
de: Limewire Einstellungen
el: Διάλογος Setup του LimeWire
hu: LimeWire telep�t�
it: Fine impostazioni Limewire
sq: Tabela Ndërtuese e LimeWire
uk: Налаштування Limewire

source: Please choose the speed of your Internet connection. Setting this speed correctly is important for optimum network performance. If you are not sure what type of Internet connection you have, or if your connection type is not listed, simply select whichever one seems the most appropriate.
ar: من فضلك اختر سرعة اتصالك بالإنترنت. تحديد هذه السرعة هام لتحسين مستوى أداء الشبكة. إذا لم تكن متأكداً من نوع اتصالك بالإنترنت، أو لديك اتصال غير مدرج هنا، اختر ما تجده أكثر ملاءمة لك.
bs: Molimo vas odaberite brzinu vaše internet konekcije. Ako niste sigurni koju vrstu konekcije imate, ili ako vaša konekcija nije na listi, jednostavno odaberite onu koja je najviše pogodna.
cy: Dewis cyflymdra dy gysylltiad i'r we. Mae'n bwysig i wneud y dewis iawn i gael y canlyniadau gorau. Os nad wyt ti'n sicr pa fath o gysylltiad sydd gennyt ti, neu os ydy dy gysylltiad heb ei rhestri, dewis yr un mwyaf addas.
de: Geben Sie bitte die Geschwindigkeit Ihres Internet-Anschlusses an. Die richtige Einstellung ist wichtig für optimale Netzleistung. Wenn Sie sich über die Art Ihres Internet-Anschlusses unsicher sind oder wenn Ihr Verbindungstyp nicht aufgeführt ist, wählen Sie bitte das Nächstliegende.
el: Παρακαλώ επιλέξτε την ταχύτητα της σύνδεσής σας στο Internet. Επιλέγοντας τη σωστή ταχύτητα αυτής της σύνδεσης θα έχετε την καλύτερη δυνατή απόδοση του δικτύου. Εάν δεν είστε σίγουρος για τον τύπο της σύνδεσής σας, ή εάν ο τύπος της σύνδεσής σας δεν υπάρχει στη λίστα, απλά επιλέξτε οποιαδήποτε άλλη που σας φαίνεται πιο κοντινή.
hu: V�laszd ki internetkapcsolatod sebess�g�t. A sebess�g helyes be�ll�t�sa fontos az optim�lis h�l�zati teljes�tm�ny szempontj�b�l. Ha nem tudod biztosan, milyen internetkapcsolatod van, v�laszd ki azt, amelyik a legink�bb megfelel�nek t�nik.
id: Pilih kecepatan koneksi internet anda. Menentukan kecepatan koneksi dengan benar penting agar kinerja jaringan optimal. Jika anda ragu-ragu memilih, atau tipe koneksi anda tidak tercantum, pilih saja salah satu yg mendekati.
it: Seleziona la velocità della tua connessione internet. Selezionare corretamente questo dato è importante per un corretto funzionamento della rete. Se non sei sicuro del tipo di connessione che utilizzi o se non la trovi in elenco, seleziona quella che ti sembra più simile.
ja: インターネット接続回線の速度を選択して下さい。ネットワークのパフォーマンスを最適化するために、この速度の正しい設定が重要です。もしお使いの接続回線がはっきり分からないか、リスト上にない場合は、単にどれか一つ適当なものを選択して下さい。
sq: Ju lutemi zgjidhni shpejtësinë e lidhjes me Internetin. Vendosja me korrektësi e saj është e rëndësishme për efektshmërinë e një rrjeti sa më të mirë. Nëse nuk jeni i sigurt për lidhjen që keni, ose nëse ajo nuk është në listë, thjesht zgjidhni më të përshtatshmen.
uk: Будь ласка, оберіть швидкість вашого підключення до мережі Інтернет. Важливо правильно визначити швидкість. Якщо Ви не впевнені, який у Вас туп підключення, виберіть найбільш підходящий на Вашу думку.

source: Select Speed
ar: اختر السرعة
cy: Dewis Cyflymdra
de: Geschwindigkeit wählen
el: Επιλέξτε ταχύτητα
hu: V�lassz sebess�get
id: Pilih kecepatan
it: Seleziona velocità
sq: Zgjidhni Shpejtësinë
uk: Визначте швидкість

source: Scanning Hard Drive
ar: يتم الآن فحص القرص الصلب
bs: Skeniranje čvrstog diska
cy: Yn Sganio Disc Caled
de: Festplatte wird durchsucht
el: Σάρωση σκληρού δίσκου
hu: Keres�s a merevlemezen
id: Memindai hard drive
it: Scansione disco fisso
ja: ハードディスクを読み取り中
sq: Disku po skanohet
uk: Сканую жорсткий диск

source: Please wait as LimeWire scans your hard drive...
ar: من فضلك انتظر إلى أن يقوم LimeWire بفحص قرصك الصلب.
bs: Molimo vas čekajte dok LimeWire pretraži vaš čvrsti disk...
cy: Aros tra mae LimeWire yn Sganio'r Disc Caled
de: Bitte warten Sie, während LimeWire ihre Festplatte durchsucht...
el: Παρακαλώ περιμένετε καθώς το LimeWire σαρώνει τον δίσκο σας...
hu: V�rj, am�g a LimeWire a merevlemezen keres...
id: Silahkan tunggu selama LimeWire memindai hard drive anda...
it: Attendi che LimeWire abbia completato la cansione del tuo disco fisso...
ja: ハードディスクを検索するまで待機...
sq: Ju lutemi prisni sa LimeWire të skanojë diskun tuaj...
uk: Будь ласка, почекайте поки LimeWire сканує диски...

source: Scan cancelled
ar: الفحص إلغي
cy: Sgan wedi canslo
de: Suche abgebrochen
el: Σάρωση ακυρώθηκε
hu: Keres�s le�ll�tva
id: Pemindaian dibatalkan
it: Scansione annullata
sq: Skanimi u anulua
uk: Сканування скасоване

source: Scanning Hard Drive...
ar: يتم الآن فحص القرص الصلب...
cy: Yn Sganio Disc Caled...
de: Durchsuche Festplatte
el: Εξέταση σκληρού δίσκου...
hu: Keres�s a merevlemezen...
id: Memindai hard drive...
it: Scansione disco fisso...
sq: Disku po skanohet...
uk: Сканую жорсткий диск...

source: Cancel Scan
ar: إلغاء الفحص
cy: Canslo Sgan
de: Suche abbrechen
el: Ακύρωση Σάρωσης
hu: M�gse
id: Batalkan pemindaian
it: Annullla scansione
sq: Anulo Skanimin
uk: Скасувати Сканування

source: The selected folder cannot be shared. Please select another folder to share.
ar: المجلد غير صالح لمشاركة الملفات. من فضلك استخدم مجلداً آخر أو استخدم الافتراضي.
bs: Nevažeći folder za razmjenu datoteka. Molimo vas koristite drugi folder ili se vratite na standardnu opciju.
de: Unzulässiges Verzeichnis für freigegebene Dateien. Benutzen Sie bitte ein anderes Verzeichnis oder kehren Sie zur Standardeinstellung zurück.
el: Μη έγκυρος κατάλογος για μοίρασμα αρχείων. Παρακαλώ, χρησιμοποιήστε έναν άλλο κατάλογο ή επιστρέψτε στον προκαθορισμένο.
hu: A megoszt�si mappa �rv�nytelen. Haszn�lj egy m�sikat, vagy t�rj vissza az alap�rtelmezetthez.
it: Cartella non valida per la condivisione dei file. Scegli un'altra cartella o seleziona quella predefinita.
ja: ファイル共有先のフォルダは無効。別のフォルダを使用するか初期設定に戻すこと。
sq: Dosje invalide për shpërndarjen e skedave. Ju lutemi përdorni një tjetër dosje ose kthehuni tek tipikja.
uk: Не дійсна тека для спільних файлів. Будь ласка, використовуйте іншу теку або теку за замовчуванням.

source: Are you sure you want to delete the selected file(s)?
ar: هل أنت متأكد أنك تريد حذف الملف المحدد(s)?
bs: Jeste li sigurni da želite izbrisati označenu(e) datoteku(e)?
de: Sind Sie sich sicher, dass Sie die ausgewählte(n) Datei(en) löschen möchten?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε το επιλεγμένο(α) αρχείο(α)?
hu: Biztosan t�r�lni akarod a kijel�lt f�jl(oka)t?
it: Sei sicuro di voler eliminare i file selezionati ?
ja: 選択したファイルを本当に削除するか？
sq: A doni të fshini skedat e zgjedhura?
uk: Ви впевнені, що хочете видалити обрані файли?

source: Show Magnetmix Button
ar: عرض زر Magnetmix
bs: Prikaži MagnetMix dugme.
de: Magnetmix Knopf anzeigen.
el: Εμφάνιση κουμπιού MagnetMix.
hu: MagnetMix gomb mutat�sa
it: Mostra il pulsante Magnetmix.
ja: マグネット・ミックス・ボタンを表示する
sq: Shfaq Butonin Magnetmix
uk: Показати MagnetMix

source: . The file type is not recognized.
ar: .نوع الملف غير معترف به.
bs: . Vrsta datoteke nije prepoznata
de: . Der Datei-Typ ist unbekannt.
el: . O τύπος αρχείου δεν είναι αναγνωρίσιμος.
hu: Ismeretlen f�jlt�pus
it: . Questo tipo di non file non è stato riconosciuto.
ja: ファイル形式を認識できない
sq: . Lloji i skedës nuk njihet.
uk: . Тип файлу не розпізнано.

source: . The file cannot be found.
ar: لا يمكن إيجاد الملف.
bs: . Datoteka nije pronađena.
de: . Die Datei konnte nicht gefunden werden.
el: . Το αρχείο δεν μπορεί να βρεθεί.
hu: A f�jl nem tal�lhat�
it: . Il file non è stato trovato.
ja: ファイルが見つらない
sq: . Skeda nuk u gjet.
uk: Файл не знайдено

source: . There is an unknown error with the audio file.
ar: هناك خطأ مجهول مع ملف الصوت
bs: . Tu je nepoznata greška u audio datoteci.
de: . Ein unbekannter Fehler mit der Audio Datei ist aufgetreten.
el: . Υπάρχει ένα άγνωστο σφάλμα με το αρχείο ήχου.
hu: Ismeretlen hiba a hangf�jllal kapcsolatban.
it: . errore sconosciuto con il file audio.
ja: 音楽ファイル内に不明なエラーがある
sq: . Me skedën zanore ka një gabim të panjohur.
uk: Невідома помилка з аудіо файлом

source: Autocompletion
ar: إكمال النص تلقائياً
bs: Automatski završen tekst
cy: Gorffen ei hun
de: Text vervollständigen
el: Αυτόματη συμπλήρωση κειμένου
id: Penyelesaian otomatis
it: Completamento
ja: テキストを自動補完
nn: Autoferdiggjørelse
sq: Autoplotësimi
uk: Автозавершення

source: You have made changes to some settings. Would you like to save these changes?
ar: قمت بعمل تغييرات لبعض الخصائص. هل تود حفظ تلك التغييرات?
bs: Napravili ste neke promjene u postavci. Želite li sačuvati ove promjene?
de: Sie haben Einstellungen verändert. Möchten Sie diese Änderungen speichern?
el: Έχετε κάνει αλλαγές σε ορισμένες ρυθμίσεις. Θέλετε να τις αποθηκεύσετε?
hu: N�h�ny be�ll�t�st megv�ltoztatt�l. Szeretn�d menteni a v�ltoztat�sokat?
it: Hai modificato alcune impostazioni. Vuoi salvare i cambiamenti ?
ja: 特定の設定を変更。変更を保存？
sq: Disa kuadro ndryshuan. A doni t'i ruani?
uk: Ви змінили деякі налаштуваня. Зберігти?

source: Sensivity
de: Empfindlichkeit
el: Ευαισθησία
hu: �rz�kenys�
it: Sensibilità
sq: Ndjeshmëria

source: MP3 Playlist
ar: MP3 قائمة قراءة
bs: MP3 Play lista
el: Κατάλογος αναπαραγωγής MP3
hu: MP3 lej�tsz�lista
it: Lista file MP3
ja: MP3 再生リスト
sq: Lista MP3
uk: MP3 плейліст

source: Enter the IP address of a friend you'd like to connect to, click 'Direct Connect', and LimeWire will try to browse the files of that user.
ar: ادخل عنوان IP للصديق الذي تود الاتصال معه, اضغط 'اتصال مباشر', وسيقوم LimeWire بمحاولة استعراض الملفات لذلك المستخدم.
bs: Unesi IP adresu osobe koju želite priključiti, udarite na 'Direktni priključak',
cy: Rho gyfeiriad ffrind hoffet ti ei gysylltu, clicia 'Cysylltiad Uniongyrchol', a bydd LimeWire yn ceisio chwilio am ffeiliau y defnyddiwr yno.
de: Geben Sie die IP-Adresse eines Bekannten, mit dem Sie sich verbinden wollen, ein und klicken Sie auf 'Direkte Verbindung'. LimeWire wird versuchen, die Dateien dieses Benutzers anzuzeigen.
el: Εισάγετε μία διεύθυνση IP ενός φίλου σας, που θα θέλατε να συνδεθείτε, πατήστε «Άμεση σύνδεση», και το LimeWire θα προσπαθήσει να περιηγηθεί στα αρχεία αυτού του χρήστη.
hu: Add meg egy bar�tod IP-c�m�t, akihez kapcsol�dni szeretn�l, kattints a 'K�zvetlen kapcsolat' gombra, �s a LimeWire megpr�b�lja megjelen�teni az � megosztott f�jljait.
id: Masukkan alamat ip teman yg akan dijadikan tujuan koneksi, klik 'Koneksi langsung', dan LimeWire akan mencoba menjelajah berkas-berkas miliknya.
it: Inserisci l'indirizzo IP del ospite del tuo amico a cui connetterti, quindi seleziona 'Connessione diretta' e Limewire cercherà i file di quell'utente.
ja: 接続したい相手の友達のIPアドレスを入力し "ダイレクト接続" をクリックして下さい。すると、LimeWireがユーザーのファイル参照を試みます。
sq: Shkruani adresën IP ku do lidheni, klikoni 'Lidhje Direkte', dhe LimeWire do provojë të shfletojë skedat e përdoruesit.
uk: Введіть IP адресу друга, до якого хочете підключитись, натисніть «Пряме Підключення» і LimeWire спробує переглянути файли цього користувача.

source: One or more files or protocols that LimeWire uses are no longer associated with LimeWire. Would you like LimeWire to fix this?
ar: واحدة أو أكثر من الملفات أو البروتوكولات التي يستخدمها LimeWire لم تعد موثوقة من LimeWire. هل تود أن يقوم LimeWire بإصلاحه؟
de: Eine oder mehr Dateien bzw. Protokolle, die LimWire verwendet hat, werden nicht mehr länger unterstützt. Wollen sie, dass LimeWire dieses Problem behebt?
el: Ένα ή περισσότερα αρχεία ή προτόκολα που το LimeWire χρησιμοποιεί δεν είναι πια συσχετισμένο με το LimeWire. Θα θέλατε το LimeWire να το διορθώσε αυτό;
hu: Egy vagy t�bb, a LimeWire �ltal hasz�ld f�jl- vagy protokollt�pus m�r nincs t�rs�tva a LimeWire-rel. Szeretn�d �jrat�rs�tani ezeket?
it: Uno o più file o protocolli utilizzati da LimeWire non sono più associati a LimeWire. Vuoi che LimeWire ripristini l'associazione dei file ?
sq: Një a më tepër skeda ose protokolle që përdoreshin nga LimeWire nuk shoqërohen më me të. A doni të ndreqni këtë problem?

source: Annotating file
ar: توثيق الملف
bs: Pribilješka datoteka
cy: Nodi'r Ffeil
de: Datei-Anmerkungen
el: Αρχείο σχολιασμού
hu: F�jl jel�l�se
id: Anotasi berkas
it: Annotazioni del file
ja: ファイルのコメント
sq: Shënim skede
uk: Додаємо опис до:

source: Edit annotation of type:
ar: تحرير التوثيق من نوع:
bs: Unesi vrstu pribilješke:
cy: Golygu nodiadau o'r fath:
de: Anmerkung dieser Art bearbeiten:
el: Επεξεργασία σχολιασμού του τύπου:
hu: Ilyen t�pus� jel�l�s szerkeszt�se:
id: Rubah anotasi tipe:
it: Modifica annotazione di tipo:
ja: タイプのコメントを編集：
sq: Editoje llojin e shënimit:
uk: Редагувати опис типу

source: Add annotation of type:
ar: أضف توثيق من نوع:
bs: Dodaj vrstu pribilješke:
cy: Ychwanegu nodiadau o'r fath:
de: Anmerkung dieser Art hinzufügen:
el: Προσθήκη σχολιασμού του τύπου:
hu: �j ilyen t�pus� jel�l�s:
id: Tambah anotasi tipe:
it: Aggiungi annotazione di tipo:
ja: タイプのコメントを追加：
sq: Shto një lloj shënimi:
uk: Додати опис типу

source: Cannot remove unsaved info.
ar: لا يمكن إزالة المعلومات الغير محفوظة.
bs: Ne možete odstraniti nepohranjen info.
cy: Methu dileu'r wybodaeth heb ei chadw.
de: Ungesicherte Informationen konnten nicht gelöscht werden.
el: Αδύνατη η απομάκρυνση μη αποθηκευμένων πληροφοριών.
hu: A nem mentett inf� nem t�vol�that� el.
id: Tidak dapat membuang info yang belum disimpan.
it: Impossibile rimuovere le informazioni non salvate.
ja: 未保存の情報は除去不可能
sq: Informacioni i paruajtur nuk mund të fshihet.
uk: Не можу прибрати незбережену інформацію.

source: Please enter your Internet Archive username and password.
ar: من فضلك ادخل اسم المستخدم لأرشيف الإنترنت وكلمة السر.
cy: Rho dy enw defnyddiwr i'r Archif Gwe a gair cyfrinachol.
de: Bitte schreiben Sie Ihren Internet Archiv Benutzernamen und Passwort.
el: Παρακαλώ εισάγετε το όνομα χρήστη και κωδικό για το "Internet Archive".
hu: Add meg az Internet Arch�vumbeli felhaszn�l�nevedet �s jelszavadat.
id: Masukkan nama pengguna Internet Archive anda dan passwordnya.
it: Inserire il tuo nome utente e password per l'archivio internet.
sq: Ju lutemi shkruani përdoruesin dhe fjalëkalimin e Arkivit tuaj të Internetit.
uk: Введіть ім’я користувача та пароль для Вашого Інтернет Архіву.

source: The default Internet Archive identifier for this file and username is allready taken. Please modify it below or press cancel to return.
ar: أرشيف الإنترنت الافتراضي المعرف لهذا الملف واسم المستخدم مأخوذ من قبل. من فضلك قم بتعديلها في الأسفل أو اضغط إلغاء للعودة.
de: Das Standart Internet Archiv für diese Datei und den Benutzernamen ist bereits vergeben. Bitte ändern Sie es oder drücken Sie Cancel um zurück zu kehren.
el: Το τυχαίο αναγνωριστικό του "Internet Archive" για το όνομα αρχείου και το όνομα χρήστη υπάρχει ήδη. Παρακαλώ αλλάξτε το ή πατήστε ακύρωση για επανεκκίνηση.
hu: A f�jl alap�rtelmezett Internet Arch�vum-azonos�t�ja �s felhaszn�l�nevet m�r l�tezik. M�dos�tsd, vagy v�laszd a 'M�gse' gombot a visszat�r�shez.
it: L'identicatore predefinito dell'archivio internet per questo file è già stato usato. Modificalo o premi Annulla per interrompere.
sq: Identifikuesi tipik i Arkivit të Interne për këtë titull dhe përdorues është marrë që më parëa. Ju lutemi modifikojeni atë më poshtë ose shtypni "Anulo" për t'u kthyer.
uk: Ідентифікатор за замовчуванням для цього файлу та імені користувача вже взято з Інтернет Архіву. Будь ласка, змініть його нижче або натисніть «Скасувати», щоб повернутись.

source: There was an error communicating with the Internet Archive. Do you want to try again?
ar: هناك خطأ اتصال مع أرشيف الإنترنت. هل تريد المحاولة مرة ثانية؟
cy: Roedd problem yn cyfathrebu gyda'r Archif Gwe. Wyt eisiau trio eto?
de: Es passierte ein Fehler bei der Kommunikation mit dem Internet Archiv. Wollen Sie es erneut versuchen?
el: Υπήρχε ένα σφάλμα στην επικοινωνία με το "Internet Archive". Θέλετε να προσπαθήσετε ξανά;
hu: Hiba l�pett fel az Internet Arch�vummal val� kommunik�ci� sor�n. Szeretn�l �jra pr�b�lkozni?
id: Terjadi kesalahan komunikasi dengan Internet Archive. Anda ingin mencoba lagi?
it: Si è verificato un errore di comunicazione con l'archivio internet. Vuoi riprovare ?
sq: Gjatë komunikimit me Arkivin e Internetit ndodhi një gabim. A do e provoni sërish?
uk: Сталася помилка під час спроби зв’язатись з Інтернет Архівом. Спробувати ще раз?

source: Requesting Identifier...
ar: إستعلام محدد...
cy: Gofyn i Adnabod...
de: Anfrage Identifizieren..
el: Αίτηση εξακρίβωσης
hu: Azonos�t� k�r�se...
id: Meminta pengenal...
it: Richiesta identificazione...
sq: Po Kërkoj Identifikuesin...
uk: Запитую Ідентифікатор...
