Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Another instance of LimeWire appears to be running. Please completely shut down all other instances of LimeWire before continuing. If this problem persists, please restart your computer.
et: Teine LimeWire programm töötab. Palun sulgege kõik teised LimeWire programmid ennem jätkamist. Kui probleem kordub, siis palun taaskäivitage oma arvuti.
fa: به نظر می رسد یک نمونه دیگر از LimeWire در حال اجرا باشد. لطفا قبل از ادامه تمام نمونه های دیگر LimeWire را به طور کامل خاموش کنید. اگر مشکل پا برجا بود لطفا کامپیوتر را دوباره راه اندازی کنید.
gl: Parece que hai outra instancia do LimeWire funcionando. Peche completamente todas as instancias en funcionamento antes de continuar. Se o problema persiste reinicie o computador.
he: הרצה נוספה של LimeWire כבר מתבצעת. אנא כבה את כל ההרצות לפני שאתה ממשיך. אם בעיה זו ממשיכה, אנא הפעל מחדש את המחשב.
hr: Još jedna LimeWire instanca izgleda je aktivna. Molimo kompletno zatvorite sve druge LimeWire instance prije nego nastavite. Ako ovaj problem ustraje, ponovo pokrenite vaše računalo.
ku: Xuya ye LimeWire jixwe dimeşe. Ji kerema xwe re berî ku berdewam bikî hemû LimeWire'an bigire. Ger ev problem dubare bike, ji kerema xwe re komputera xwe ji nû ve bide destpêkirin.
lv: Darbojas cita LimeWire instance. Lūdzu pilnībā pārtrauciet visu pārējo LimeWire instanču darbību pirms turpināt. Ja šī problēma saglabājas, lūdzu restartējiet datoru.
nb: Det ser ut som en annen applikasjon av Limewire kjører. Vennligst avslutt alle andre applikasjoner av Limewire før du fortsetter. Hvis problemet fortsetter, vennligst restart datamaskinen din.
pl: Wydaje się, że inne okno LimeWire już jest włączone. Prosimy całkowicie wyłączyć wszystkie inne okna LimeWire przed kontynuacją. Jeśli problem się powtórzy, proszę zrestartować komputer.
ru: Похоже другая копия LimeWire уже загружена. Пожалуйста закройте все копии LimeWire перед тем как продолжать. Если проблема повторяется - перезагрузите свой компьютер

source: LimeWire is already running
et: LimeWire Juba Töötab
fa: LimeWire هم اکنون در حال اجرا است
gl: LimeWire aínda está a se executar
he: LimeWire כבר רצה
hr: LimeWire je već aktivan
ku: LimeWire jixwe dimeşe
lv: LimeWire jau darbojas
nb: LimeWire kjører allerede
pl: LimeWire jest już uruchomiony
ru: LimeWire уже запущен

source: Lookup on Bitzi
fa: جستجو در Bitzi
gl: Procurar en Bitzi
ku: Li Bitzi'ê binêre
nb: Oppslag på Bitzi
pl: Szukaj na Bitzi
ru: Поискать на Bitzi

source: {0} is no longer supported by LimeWire.
fa: {0} ديگر توسط LimeWire پشتيبانی نمی شود.
gl: {0} xa non está soportado polo LimeWire.
nb: {0} er ikke lenger støttet av Limewire.
pl: {0} nie jest już wspierane przez LimeWire.
ru: {0} больше не поддерживается LimeWire.

source: {0} is not supported by LimeWire {1}.
fa: {0} ديگر توسط LimeWire پشتيبانی نمی شود {1}.
gl: {0} xa non está soportada polo LimeWire {1}.
nb: {0} er ikke støttet av Limewire {1}.
pl: {0} nie jest wspierane przez LimeWire {1}.
ru: {0} не поддерживается LimeWire {1}.

source: Please {0}upgrade{1} to the latest version.
fa: لطفاً به جديدترين نسخه {0}ارتقا{1} دهيد.
gl: Por favor {0}actualice{1} á versión máis recente.
nb: Vennligst {0}oppgrader{1} til den nyeste utgaven
pl: Proszę {0}uaktualnij{1} do najnowszej wersji.
ru: Пожалуйста {0}обновите{1} до последней версии.

source: {0} is not supported by {1} {2}. We apologize for the inconvenience.
fa: {0} توسط {1} {2} پشتيبانی نمی شود. بابت ايجاد زحمت پوزش می خواهيم.
gl: {0} non está soportado por {1} {2}. Sentimos as molestias.
nb: {0} er ikke støttet av {1} {2}. Vi beklager det inntrufne.
pl: {0} nie jest wspierany przez {1} {2}. Przykro nam z powodu zaistniałej sytuacji.
ru: {0} не поддерживается {1} {2}. Приносим извинения за неудобства.

source: License Key:
et: Litsentsi võti:
fa: شماره مجوز:
gl: Chave da licenza:
ku: Mifteya lîsansê
nb: Lisens Nøkkel:
pl: Klucz Licencji:
ru: Лицензионный Ключ:

source: Your License Key has been used on too many installations.
et: Sinu litsentsi võtit on kasutatud paljudes paigaldamistes
fa: شماره مجوز شما برای نصب های زيادی مورد استفاده قرار گرفته است.
gl: A chave da licenza xa foi usada en demasiadas instalacións.
nb: Din lisens nøkkel har blitt brukt på for mange installasjoner.
pl: Twój Klucz Licencji został użyty przy zbyt wielu instalacjach.
ru: Ваш Лицензионный ключ был использован для слишком большого количества установок.

source: Connection error. Please try again later.
et: Ühenduse tõrge. Palun proovi hiljem uuesti
fa: خطای اتصال. لطفاً بعداً دوباره امتحان کنيد.
gl: Produciuse un erro na conexión. Ténteo máis tarde.
nb: Tilkoblingsfeil. Vennligst prøv igjen senere
pl: Błąd połączenia. Spróbuj ponownie później.
ru: Ошибка соединения. Пожалуйста попробуйте позже.

source: Invalid License Key.
et: Vigane litsentsi võti
fa: شماره مجوز نامعتبر.
gl: A chave da licenza é incorrecta.
ku: Mifteya lîsansê çewt e.
nb: Feil Lisens nøkkel
pl: Błędny Klucz Licencji.
ru: Неправильный Лицензионный ключ.

source: Go PRO
et: Uuenda PRO-ks
fa: دريافت PRO
gl: Ir ao PRO
ku: Here PROyê
nb: Gå PRO
pl: Przejdź na PRO
ru: Перейти на PRO

source: Activate
et: Aktiveeri
fa: فعال سازی
gl: Activar
ku: Çalak bike
nb: Aktiver
pl: Aktywuj
ru: Активировать

source: Activate the License Key
et: Aktiveeri litsentsi võti
fa: فعال سازی شماره مجوز
gl: Activar a chave da licenza
nb: Aktiver lisens nøkkelen
pl: Aktywować klucz licencyjny
ru: Активировать лицензионный ключ

source: Activate License at a later time
fa: فعال سازی شماره مجوز در فرصت ديگر
gl: Activar a licenza máis adiante
nb: Aktiver lisens på et senere tidspunkt
pl: Aktywuj Licencję w późniejszym czasie
ru: Активировать позже

source: Update
fa: به روز رسانی
gl: Actualizar
ku: Rojaneke
nb: Oppdater
pl: Aktualizacja
ru: Обновить

source: Update the saved key
fa: به روز رسانی شماره ذخيره شده
gl: Actualizar a chave gardada
nb: Oppdater lagrede nøkkel
pl: Aktualizuj zapisany klucz
ru: Обновить сохраненный ключ

source: Refresh the list of features associated with the key
fa: تجديد فهرست قابليتهای مرتبط با اين شماره
gl: Actualizar a listaxe de funcionalidades asociadas coa chave
nb: Oppdater listen over funksjoner assosiert med nøkkelen
pl: Odśwież listę funkcji zgodnie z kluczem
ru: Обновите список возможностей, связанных с этим ключом

source: Edit Account
fa: ويرايش حساب کاربری
gl: Editar a conta
ku: Hesabê Sererastke
nb: Rediger konto
pl: Edycja konta
ru: Редактировать учётную запись

source: Edit information about the account associated with this License Key
fa: ويرايش اطلاعات مربوط به حساب کاربری مرتبط با اين شماره مجوز
gl: Editar a información da conta asociada con esta chave da licenza
nb: Rediger opplysninger om konto tilknyttet denne lisensen
pl: Edytuj informacje o koncie i związanym z nim Kluczem licencyjnym
ru: Редактировать информацию об аккаунте связанную с Лицензионным Ключом

source: One or more of your features has expired. Click "Edit Account" to renew.
fa: يک يا تعدادی از قابليت های شما منقضی شده است. برای تجديد، بر روی "ويرايش حساب کاربری" کليک کنيد.
gl: Unha ou máis funcionalidades xa caducaron. Prema "Editar a conta" para renovalas.
nb: Ett eller flere av funksjonene er utløpt. Klikk på "Rediger konto" for å fornye.
pl: Jedna lub więcej z Twoich funkcji wygasła. Kliknij przycisk "Edytuj konto", aby odnowić.
ru: Одна или несколько возможностей более недействительны. Для обновления нажмите "Редактировать учетную запись".

source: One or more of your features is currently not active. Click on {0} for more information.
fa: يک يا تعدادی از قابليتهای شما اکنون غيرفعال است. برای اطلاعات بيشتر بر روی {0} کليک کنيد.
gl: Unha ou máis das funcionalidades xa non están activas. Prema en {0} para máis información.
nb: Ett eller flere av funksjonene er for øyeblikket ikke aktiv. Klikk på {0} for mer informasjon.
ru: Одна или несколько ваших возможностей не активированы. Нажмите {0} для подробной информации.

source: Edit Key
fa: ويرايش شماره
gl: Editar a chave
ku: Mifteyê Sererast Bike
nb: Rediger lisens
pl: Klawisz edycji
ru: Изменение ключа

source: Edit the saved License Key
fa: ويرايش شماره مجوز ذخيره شده
gl: Editar a chave da licenza gardada
nb: Rediger lagrede lisens-nøkkel
pl: Edytuj zapisany klucz licencyjny
ru: Редактировать сохраненный Лицензионный Ключ

source: Cancel editing
fa: لغو ويرايش
gl: Cancelar a edición
ku: Sererastkirinê betalke
nb: Avbryt redigering
pl: Zamknij edycję
ru: Отменить редактирование

source: Registered
fa: ثبت شده
gl: Rexistrado
ku: Tomarbûyî
nb: Registrert
pl: Zarejestrowany
ru: Зарегистрирован

source: Expires
fa: منقضی می شود
gl: Caduca
ku: Kevin bûyî
nb: Utgår
pl: Wygasa
ru: Истекает

source: Lost your license?
fa: شماره خود را گم کرده ايد؟
gl: Perdeu vostede a licenza?
ku: Te lîsansa xwe wenda kir?
nb: Mistet lisensen?
pl: Utraciłeś licencję?
ru: Потеряли вашу лицензию?

source: Expired
fa: منقضی
gl: Caducada
ku: Kevin bûye
nb: Utløpt
pl: minął
ru: Недействительный

source: Don't see your features?
fa: قابليت های خود را مشاهده نمی کنيد؟
gl: Non ve as funcionalidades?
nb: Ikke se dine funksjoner?
pl: Nie widzisz swoich funkcji
ru: Не видите ваши возможности?

source: View connections to other P2P clients
da: Vis forbindelse til andre P2P klienter
es: Ver conexiones a otros clientes P2P
et: Vaata ühendusi teiste P2P klientidega
fa: نمایش ارتباط ها با مشترکان دیگر نظیر به نظیر
fi: Näytä yhteydet muihin P2P-asiakkaisiin
fr: Voir les connections avec les autres clients p2p
ga: Féach ar naisc le daoine P2P eile
gl: Ver as conexións a outros clientes P2P
he: הצג חיבורים ללקוחות P2P אחרים
hr: Pregledaj veze sa drugim P2P klijentima
ku: Girêdanên bi daxwazkerên din ên P2P nîşande
lv: Skatīt savienojumus ar citiem P2P klientiem
nb: Vis koblinger til andre P2P klienter
nl: Verbindingen met andere P2P-clients weergeven
pl: Pokaż połączenia z innymi klientami P2P
ru: Смотреть подключения к другим P2P клиентам
sv: Visa anslutningar till andra P2P-klienter
tr: Diğer P2P alıcılarıyla olan bağlantıyı göster

source: View console messages
da: Vis konsolmeddelelser
es: Ver mensajes de consola
et: Vaata Konsooli Sõnumeid
fa: نمایش پیام های کنسول
fi: Näytä konsoliviestit
fr: Visualiser les messages de la console
ga: Féach ar theachtaireachtaí na heallóige
gl: Veras mensaxes da consola
he: הצג הודעות מסוף
hr: Pogledaj poruke sa konzole
ku: Peyamên konsolê nîşande
lv: Skatīt konsoles ziņojumus
nb: Vis konsollmeldinger
nl: Logboekberichten weergeven
pl: Pokaż powiadomienia konsoli
ru: Смотреть сообщения консоли
sv: Visa konsolmeddelanden
tr: Destek mesajlarını görüntüle

source: Mojito
he: מוחיטו
ru: Мохито

source: View incoming and outgoing DHT messages
da: Vis ind- og udgående DHT-meddelelser
es: Ver mensajes DHT entrantes y salientes
et: Vaata sissetulevaid ja väljaminevaid DHT sõnumeid
fa: نمایش پیام های وارد شونده و بیرون رونده DHT
fi: Näytä saapuvat ja lähtevät DHT-viestit
fr: Visualiser les messages DHT entrants et sortants
ga: Féach ar theachtaireachtaí DHT isteach agus amach
gl: Ver as mensaxes DHT entrantes e saíntes
he: הצג הודעות DHT נכנסות ויוצאות
hr: Pogledaj ulazne i izlazne DHT poruke
ku: Peyamên DHT yên tên û yên di.in bibîne.
lv: Skatīt ienākošos un izejošos DHT ziņojumus
nb: Vis inn- og utgående DHT-beskjeder
nl: Inkomende en uitgaande DHT-berichten weergeven
pl: Pokaż przychodzące i wychodzące powiadomienia DHT
ru: Смотреть входящие/исходящие DHT сообщения
sv: Visa inkommande och utgående DHT-meddelanden
tr: Gelen ve giden DHT mesajlarını görüntüle

source: Console not available
et: Konsooli ei ole saadaval
fa: کنسول در دسترس نیست
gl: A consola non está dispoñible
he: לוח השליטה אינו זמין
hr: konzola nije pristupna
ku: Konsol ne guncan e
lv: Konsole nav pieejama
nb: Konsoll ikke tilgjengelig
pl: Konsola jest niedostępna.
ru: Консоль не доступна

source: Mojito Arcs View not available
et: Mojito Arcs vaadet pole saadaval
fa: نمایش کمانی Mojito در دسترس نیست
gl: A vista de Mojito Arcs non está dispoñible
hr: Mojito Arcs View nije pristupan
ku: Xuyaniya kevanên Mojito ne guncan e
nb: Mojito Arcs View ikke tilgjengelig
pl: Widok Mojito Arcs nie jest dostępny.
ru: Представление Дуг Mojito, не доступно

source: Browse Files
da: Browse filer
es: Examinar archivos
et: Sirvi Faile
fa: مرور کردن فایل ها
fi: Selaa tiedostoja
fr: Parcourir les fichiers
gl: Examinar ficheiros
he: סייר בקבצים
hr: Pretraži Datoteke
ku: Li pelan bigere
lv: Pārlūkot datnes
nb: Utforsk filer
nl: Bestanden bekijken
pl: Przeglądaj pliki
ru: Просмотреть Файлы
tr: Dosyalara Göz At

source: Unable to view files - not yet connected to host
da: Kan ikke viser filer - endnu ikke tilsluttet vært
es: Imposible ver ficheros - No está conectado aún con el servidor
et: Vaile pole võimalik vaadata - võõrustajaga pole ühendust
fa: فایل ها قادر به نمایش نیستند - به میزبان متصل نشده
fi: En voi näyttää tiedostoja - ei vielä yhteyttä isäntään
fr: Impossible de voir les fichiers - pas encore connecté à l'hôte
ga: Ní féidir breathnú ar na gcomhaid - níl tú nasctha leis an t-óstríomhaire go fóill
gl: Non é posible ver os ficheros - Aínda non está conectado co servidor
he: לא מסוגל להציג קבצים - עדיין לא חובר לשרת המארח
hr: Nije moguće pregledati datoteke - još niste povezani sa centralnim računalom
ku: Nikare pelan nîşande - hê bi pêşkêşker re nehatiye girêdan
lv: Nav iespējams skatīt datnes - vēl nav savienojuma ar resursdatoru.
nb: Kunne ikke vise filer - ikke tilkoblet vert
nl: Kan bestanden niet weergeven- nog niet verbonden met een host
pl: Nie można wyświetlić plików - nie podłączono do hosta
ru: Невозможен просмотр файлов - нет подключения к компьютеру.
sv: Det går inte att visa filer - ännu inte är ansluten till värd
tr: Dosyaları görüntüleme başarısız - sunucuya henüz bağlanılamadı

source: You are not behind a firewall
da: Du er ikke skjult bag en firewall
es: No está detrás de un cortafuegos
et: Sa ei ole tulemüüri taga
fa: شما در پشت فایروال نیستید
fi: Et ole palomuurin takana
fr: Vous n'êtes pas derrière un pare-feu
ga: Níl tú taobh thiar de bhalla dóiteáin
gl: Non está detrás dun firewall
he: אינך מאחורי חומת אש
hr: Vi niste iza vatrozida
ku: Tu ne li paş dîwareke ewlekariyê yî
nb: Du er ikke bak en brannmur
nl: U bevindt zich niet achter een firewall
pl: Nie jesteś za firewall'em
ru: Вы находитесь не за файрволом
sv: Du är inte bakom en brandvägg
tr: Bir güvenlik duvarı kullanmıyorsunuz.

source: You are behind a firewall and support firewall transfers
da: Du er bag en firewall og understøtter firewalls overføringer
et: Sa oled tulemüüri taga ja toetadtulemüüri ühendusi
fa: شما در پشت فایروال هستید و از انتقال های آن پشتیبانی می کنید
fi: Olet palomuurin takana ja tiedostonsiirto on tuettu
fr: Vous êtes situé derrière un pare-feu supportant les transferts transparents
gl: Está detrás dun firewall que soporta transferencias
he: הינך מאחורי חומת אש ותומך בהעברות קבצים ממנה
hr: Vi ste iza vatrozida i podržavate vatrozidne prijenose
ku: Tu li paş dîwareke ewlekariyê yî û piştgirî didî guhestinên dîwara ewlekariyê
nb: Du er bak en brannmur og støtter overføringer gjennom brannmuren
nl: U bevindt zich achter een firewall die overdrachten toestaat
pl: Jesteś za firewall'em i wspierasz transfery firewall'a
ru: Вы находитесь за файрволом, подключения разрешены файрволом
sv: Du är bakom en brandvägg och stödjer brandväggsöverföringar
tr: Bir güvenlik duvarı kullanıyorsunuz ve güvenlik duvarı bulunan transferleri destekliyorsunuz.

source: You are behind a firewall and do not support firewall transfers
da: Du er bag en firewall og understøtter ikke firewalls overføringer
es: Está detrás de un cortafuegos y no se soportan transferencias a través de él
et: Sa oled tulemüüri taga ja ei toeta tulemüüri uuendusi
fa: شما در پشت فایروال هستید و از انتقال های آن پشتیبانی نمی کنید
fi: Olet palomuurin takana ja tiedostonsiirtoa ei tueta
fr: Vous êtes situé derrière un pare-feu qui ne supporte pas les transferts transparents
gl: Está detrás dun firewall que non admite transferencias
he: הינך מאחורי חומת אש ולא תומך בהעברות קבצים ממנה
hr: Vi ste iza vatrozida ali ne podržavate vatrozidne prijenose
ku: Tu li paş dîwareke ewlekariyê yî û piştgirî nadî guhestinên dîwara ewlekariyê
nb: Du er bak en brannmur og støtter ikke overføringer gjennom brannmuren
nl: U bevindt zich achter een firewall die geen overdrachten toestaat
pl: Jesteś za firewall'em i nie wspierasz transferów firewall'a
ru: Вы находитесь за файрволом, подключения запрещены файрволом
sv: Du är bakom en brandvägg och stödjer inte brandväggsöverföringar
tr: Bir güvenlik duvarı kullanıyorsunuz ve güvenlik duvarı bulunan transferleri desteklemiyorsunuz.

source: Show hostnames of connected peers
da: Vis værtsnavne for tilsluttede peers
et: Näita võõrustajate nimesid ühenduses olevate kasutajatega
fa: اسم های میزبان نظیر (Peer) های متصل را نشان بده
fi: Näytä kytkeytyneiden asiakkaiden palvelinnimet
gl: Amosar os nomes dos servidores dos parceiros conectados
he: הצג כתובות משתמשים מחוברים
hr: Prikaži imena računala povezanih vršnjaka
ku: Navê komputerên hevseran nîşande
lv: Rādīt savienoto līdzinieku resursdatoru vārdus
nb: Vis host-navn til tilkoblede peers
pl: Pokaż nazwy hostów podłączonych użytkowników
ru: Показывать имя хоста у подключенных пиров

source: No internet connection!
fa: اتصال اينترنت وجود ندارد!
gl: Non hai conexión de internet
he: חיבור אינטרנט אינו פעיל!
hr: Nema internet konekcije.
ku: Girêdana înternetê tune!
lv: Nav interneta savienojuma!
nb: Ingen internettforbilndelse!
pl: Brak połączenia z Internetem!
ru: Нет подключения к интернету!

source: Gnutella is disconnected however internet connection detected!
fa: Gnutella با وجود اتصال اينترنت، قطع شده است!
gl: Gnutella está desconectada aínda que se detecta unha conexión a internet.
he: פרוטוקול ג'נוטלה מנותק ,על אף החיבור הפעיל לרשת!
hr: Gnutella je isključena međutim internet konekcija je nađena !
ku: Her çiqas girêdana înternetê hat dîtin jî girêdana Gnutella hat birîn!
lv: Gnutella ir atvienots, taču interneta savienojums ir uztverts!
nb: Gnutella kobles imidlertid internettforbindelse oppdaget!
pl: Gnutella jest rozłączona, jednak połączenie z internetem zostało wykryte.
ru: Gnutella отключен Однако обнаружено подключение к Интернету!

source: LimeWire has not been able to determine the external IP address of your NAT or firewall
et: LimeWire ei ole suutnud tuvastada välist IP aaressi Sinu NAT tulemüürist
fa: LimeWire نتوانسته آدرس IP خارجی NAT یا فایروال شما را تعیین کند
gl: LimeWire non foi capaz de determinar o enderezo IP externo do seu firewall ou NAT
he: LimeWire לא הצליחה למצוא את כתובת ה-IP החיצונית של חיבור ה-NAT או חומת האש שלך
hr: LimeWire nije u mogućnosti odrediti vanjsku IP adresu vašeg NAT ili vatrozida
ku: LimeWire nekarî ji xeynî NAT an jî dîwara we ya ewlekariyê tu navnîşana IPyê diyarke
lv: LimeWire nav spējis noteikt ārējo IP adresi Jūsu NAT vai ugunsmūrim.
nb: LimeWire er ikke i stand til å finne den eksterne IP-adressen til din NAT eller brannmur
pl: LimeWire nie był w stanie ustalić zewnętrznego adresu IP twojego NAT lub zapory sieciowej
ru: LimeWire не может определить внешний IP вашего NAT или файрволла

source: LimeWire has not received any incoming UDP messages
et: LimeWire pole saanud ühtegi UDP sõnumit
fa: LimeWire هیچ پیام وارد شونده UDP دریافت نکرده است
gl: LimeWire non recibiu ningunha mensaxe UDP entrante
he: LimeWrite לא קיבלה שום הודעות UDP נכנסות
hr: LimeWire nije primio nijednu UDP poruku
ku: LimeWire tu peyama UDP ya tê nestand
lv: LimeWire nav saņēmis nevienu ienākošo UDP ziņojumu
nb: Limewire har ikke mottatt noen inngående UDP-beskjeder
pl: LimeWire nie otrzymał żadnej przychodzącej wiadmości UDP
ru: LimeWire не получает никаких UDP запросов

source: LimeWire was not able to support firewall transfers in a previous session
et: LimeWire ei suutnud toetada tulemüüri eelmisel sessioonil
fa: LimeWire قادر به پشتیبانی از انتقال های فایروال در دوره قبل نبود
gl: LimeWire non foi capaz de soportar transferencias de firewall nunha sesión anterior
he: LimeWire לא הצליחה לתמוך בהעברות קבצים מאחורי חומת אש בהרצה הקודמת
hr: LimeWire nije bio u mogućnosti da podrži vatrozidne transfere u prethodnoj sesiji.
ku: LimeWire di danişîna we ya berê de nekarî piştgirî bide guhestinên dîwara ewlekariyê
lv: LimeWire nespēja atbalstīt ugunsmūra datu pārsūtīšanu iepriekšējā sesijā.
nb: LimeWire var ikke i stand til å støtte brannmuroverføringer i forrige sesjon.
pl: LimeWire nie był w stanie obsługiwać połączeń przez zaporę sieciową w poprzedniej sesji
ru: LimeWire не смог поддержать передачи межсетевой защиты в предыдущем сеансе

source: LimeWire is behind a NAT or firewall that assigns a different external port to each connection
et: LimeWire on NAT või tulemüüri taga, mis kohustab eriveva välise pordi igale ühendusele
fa: LimeWire در پشت یک NAT یا فایروالی است که به هر ارتباط یک پورت خارجی متمایز اختصاص می دهد
gl: LimeWire está detrás dun NAT ou firewall que asigna un porto externo diferente para cada conexión
he: LimeWire מאחורי NAT או חומת אש שנותנת מספר פורט חיצוני שונה לכל חיבור
hr: LimeWire je iza NAT ili vatrozida koji dodjeljuje različit vanjski ulaz za svaku vezu.
ku: LimeWire li paş dîwareke ewlekariyê an j NAT e ku ji bo her girêdanê porteke cuda ya derveyî, diyar dike
nb: LimeWire er bak en NAT eller brannmur som tildeler en annen ekstern port for hver tilkobling
pl: LimeWire znajduje się za NAT lub zaporą sieciową, która każdemu połączeniu przydziela inny port zewnętrzny.
ru: LimeWire находится за файрволом или NAT'ом, который назначает разные внешние порты каждому соединению

source: Downloading this torrent could damage your computer. Are you sure you want to continue?
gl: Descargar este torrent pode derramar o computador. Está certo de que desexa continuar?
pl: Pobranie tego torrenta może spowodować uszkodzenie komputera. Czy na pewno chcesz kontynuować?
ru: Загрузка этого торрента может навредить вашему компьютеру. Вы точно хотите продолжить?

source: Chat with {0}
da: Chat med {0}
et: Vestle {0} - iga
fa: گفت و گو با {0}
fi: Kekustele käyttäjän {0} kanssa
ga: Déan comhrá le {0}
gl: Chatear con {0}
he: שוחח עם {0}
hr: Brbljanje sa {0}
ku: Pevaxftin bike bi {0}
lv: Čatot ar {0}
nb: Chat med {0}
nl: Chatten met {0}
pl: Wyślij wiadomość do {0}
ru: Разговор с {0}
sv: Chatta med {0}
tr: {0} ile sohbet et

source: Browse Files of {0}
da: Gennemse filer fra {0}
et: Sirvi Faile {0} - st
fa: مرور کردن فایل های {0}
fi: Selaa käyttäjän {0} tiedostoja
gl: Examinar ficheiros de {0}
he: סייר בקבצים של {0}
hr: Pretraži Datoteke {0}
ku: Binêre li pelên {0}
lv: Pārlūkot {0} datnes
nb: Bla gjennom filer fra {0}
nl: Bestanden van {0} bekijken
pl: Przeglądaj pliki od {0}
ru: Просмотреть файл {0}

source: Block User
et: Blokeeri Kasutaja
fa: مسدود کردن کاربر
gl: Bloquear usuario
he: חסום משתמש
hr: Zaustavi korisnika
ku: Bikarhêner Asteng Bike
lv: Bloķēt lietotāju
nb: Blokker bruker
pl: Zablokuj użytkownika
ru: Блокировать пользователя

source: Block User {0}
et: Blokeeri Kasutaja {0}
fa: مسدود کردن کاربر {0}
gl: Bloquear usuario {0}
he: חסום משתמש {0}
hr: BLokiraj korisnika {0}
ku: Bikarhêner Astengke {0}
lv: Bloķēt lietotāju {0}
nb: Blokker bruker {0}
pl: Zablokuj użytkownika {0}
ru: Блок Юзера {0}

source: {0} Person
et: {0} Isik
fa: {0} شخص
fi: {0} henkilö
ga: {0} Duine
gl: {0} Persoa
he: אדם אחד
hr: {0} Osoba
ku: {0} Kes
lv: {0} Persona
nl: {0} persoon
pl: {0} osoba
ru: {0} Человек
sv: Person
tr: {0} Kişi

source: Person
et: Isik
fa: شخص
fi: Henkilö
ga: Duine
gl: Persoa
he: אדם אחד
hr: Osoba
ku: Kes
lv: Persona
nl: Persoon
pl: Osoba
ru: Человек
tr: Kişi

source: {0} Friends
et: {0} Sõbrad
fa: {0} دوست
gl: {0} amigos
he: {0} חברים
hr: {0} Prijatelja
ku: {0} Heval
lv: {0} Draugi
nb: {0} Venner
pl: Znajomi {0}
ru: {0} Друзья

source: Friends
da: Venner
et: Sõbrad
fa: دوستان
fi: Ystävät
ga: Cairde
gl: Amigos
he: חברים
hr: Prijatelji
ku: Hevalno
lv: Draugi
nb: Venner
nl: Vrienden
pl: Znajomi
ru: Друзья
sv: Vänner
tr: Arkadaşlar
