Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: &View
ar: عرض
bs: &Pokaži
cy: &Gweld
da: &Vis
de: Ansicht
el: &Εμφάνιση
es: &Ver
et: Vaata
fa: نما
fi: &Näytä
fr: Affic&hage
ga: &Amharc
gl: &Ver
he: הצג (&V)
hr: &Izgled
hu: &N�zet
id: &Lihat
it: &Visualizza
ja: 表示 (&V)
ku: &Bibîne
lv: &Skatīt
nb: &Vis
nl: Weergave
nn: &Vis
pl: &Widok
pt: &Ver
pt_br: E&xibir
ru: Вид (&V)
sk: &Zobraziť
sq: Pamje
sr: &Prikaži
sv: &Visa
tr: &Görünüm
uk: Вигляд

source: &Apply Skins
ar: تطبيق السمات
bs: &Dodaj podlogu
cy: Gweithredu &Crwyn
de: Motive verwenden
el: Αλλαγή εμ&φάνισης
hu: K&in�zet alkalmaz�sa
id: &Terapkan kulit
it: &Applica i temi
ja: スキンを適用 (&A)
nn: &Velg Tema
pt: &Aplicar máscaras
pt_br: &Aplicar temas
sk: Z&meňiť tému/skin
sq: Zb&atoni Lëvore
sr: Primeni izabranu poza&dinu programa

source: You have downloaded a new skin titled {0}. Would you like to use this new skin?
ar: لقد قمت بتنزيل سمة جديدة باسم "{0}." هل ترغب في استخدام هذه السمة الجديدة?
bs: Downlodovali ste novu podlogu"{0}." Želite li koristiti ovu novu podlogu?
de: Sie haben ein neues Motiv namens {0} heruntergeladen. Möchten Sie das neue Motive benutzen?
el: Έχετε κατεβάσει μια νέα εμφάνιση με το όνομα «{0}». Θέλετε να χρησιμοποιήσετε αυτή τη νέα εμφάνιση;
hu: Let�lt�d�tt a "{0}" nev� kin�zet. Szeretn�d most haszn�lni?
id: Anda telah mengunduh kulit baru berjudul "{0}." maukah anda menggunakannya?
it: Hai scaricato una nuova tema dal nome "{0}". Vuoi usare la nuova tema ?
ja: タイトル付きの新しいスキンをダウンロードしました{0}"この新しいスキンを使用しますか？
nn: Du har lastet ned et nytt Tema kalt "{0}." Vil du bruke dette Temaet?
pt: Efectuou o download de uma nova máscara designada por "{0}." Gostaria de utilizar esta nova máscara?
pt_br: Você fez download do tema chamado "{0}." você gostaria de usar esse novo tema?
sk: Stiahli ste novú tému s názvom "{0}. " Chcete použiť túto novú tému?
sq: Ju shkarkuat një lëvore të re me titull "{0}." A doni ta përdorni këtë lëvore?
sr: Preuzeli ste novu podlogu nazvanu "{0}." Da li želite odmah koristiti ovu podlogu?
uk: Ви завантажили новий скін, що називається "{0}." Бажаєте використовувати цей скін?

source: LimeWire was unable to load the torrent file "{0}", - it may be malformed or LimeWire does not have permission to access this file.
el: Το LimeWire δεν μπόρεσε να φορτώσει το αρχείο torrent «{0}» - Μπορεί να είναι κακοδιατυπωμένο ή να μην έχει δικαιώματα πρόσβασης σ' αυτό το LimeWire.
ja: torrent ファイル "{0}" をロードできません。ファイルが不正か、アクセス権限が無い可能性があります。
nn: LimeWire klarte ikke å laste torrent filen "{0}", - den kan være ødelagt eller LimeWire ikke har rettigheter til å laste denne filen.
pt_br: O LimeWire não conseguiu abrir o arquivo de torrent "{0}", - ele pode estar corrompido ou o LimeWire não possui permissão de acessá-lo.
sk: LimeWire nebol schopný nahrať súbor torrent "{0}", - môže byť nefunkčný alebo LimeWire nemá povolenie pristupovať k tomuto súboru.

source: Clear Download
ar: مسح التنزيل
bs: Očisti download
cy: Clirio Llwytho i Lawr
de: Download löschen
el: Εκκαθάριση λήψης
hu: Let�lt�s elt�vol�t�sa
id: Bersihkan pengunduhan
it: Azzera lista ricezione
ja: ダウンロードを消去
nn: Fjern Nedlasting
pt: Limpar download
pt_br: Limpar download
sk: Zmazať sťahovanie
sq: Pastroje Shkarkesën
sr: Poništi preuzimanje
uk: Прибрати Завантаження

source: Clear Selected Downloads
ar: مسح التنزيلات المحددة
bs: Očisti selektirane downloade.
cy: Clirio'r Llwythau wedi'u Dewis
de: Ausgewählte Downloads löschen
el: Εκκαθάριση επιλεγμένων λήψεων
hu: A kijel�lt let�lt�s elt�vol�t�sa a list�r�
id: Bersihkan pengunduhan tersebut.
it: Azzera lista ricezioni selezionati.
ja: 選択されたダウンロードを消去
nn: Fjern Valgte Nedlastinger
pt: Limpar downloads seleccionados.
pt_br: Limpar downloads selecionados.
sk: Zmazať vybrané sťahované súbory
sq: Pastron Shkarkesën e Zgjedhur
sr: Obriši listu odabranih fajlova za preuzimanje
uk: Прибрати Обрані Завантаження

source: Launch Download
ar: تشغيل التنزيل
bs: Lansiraj download
cy: Lansio Llwytho
de: Download starten
el: Εκκίνηση λήψης
hu: Let�lt�s ind�t�sa
id: Jalankan unduhan
it: Avvia ricezione
ja: ダウンロードを開始
nn: Kjør Nedlasting
pt: Abrir download
pt_br: Abrir download
sk: Začať sťahovanie
sq: Lëshoje Shkarkesën
sr: Pokreni preuzimanje fajlova
uk: Відкрити Завантаження

source: Launch Selected Downloads
ar: تشغيل التنزيلات المحددة
bs: Lansiraj selektirane downloade.
cy: Lansio Llwythiadau wedi'u Dewis
de: Ausgewählte Downloads starten
el: Εκκίνηση επιλεγμένων λήψεων
hu: A kijel�lt let�lt�s elind�t�sa
id: Jalankan unduhan tersebut.
it: Avvia ricezioni selezionati.
ja: 選択されたダウンロードを開始
nn: Kjør Valgte Nedlastinger
pt: Abrir downloads seleccionados.
pt_br: Abrir downloads selecionados.
sk: Spustiť vybrané súbory
sq: Lëshon Shkarkesën e Zgjedhur
sr: Pokreni preuzimanje obeleženih fajlova
uk: Відкрити Обрані Завантаження

source: Cancel Selected Downloads
ar: إلغاء التنزيلات المحددة
bs: Stopiraj selektirane downloade.
cy: Canslo Llwythiadau wedi'u Dewis
de: Bricht die ausgewählten Downloads ab.
el: Ακύρωση επιλεγμένων λήψεων.
hu: A kijel�lt let�lt�s le�ll�t�sa
id: Batalkan pengunduhan tersebut.
it: Interrompe ricezioni selezionati.
ja: 選択したダウンロードを停止する
nn: Avbryt Valgte Nedlastinger
pt: Cancelar downloads seleccionados.
pt_br: Cancelar downloads selecionados.
sk: Ukončiť sťahovanie pre vybrané súbory
sq: Anulon Shkarkesën e Zgjedhur
sr: Zaustavi preuzimanje obeleženih fajlova
uk: Скасувати Обрані Завантаження

source: Preview Selected Downloads
ar: مشاهدة التنزيلات المحددة
bs: Pregled selektiranog downloda.
cy: Rhagflas o lwythau wedi'u dewis
de: Eine Vorschau der ausgewählten Downloads anzeigen.
el: Προεπισκόπηση των επιλεγμένων λήψεων.
hu: A kijel�lt let�lt�s el�n�zete
id: Tinjau unduhan tersebut.
it: Anteprima ricezioni selezionati.
ja: 選択したダウンロードをプレビューする
nn: Prøv Valgte Nedlastinger
pt: Pré-visualizar downloads seleccionados.
pt_br: Pré-visualizar downloads selecionados.
sk: Náhľad vybraných súborov
sq: Parashikon Shkarkesën e Zgjedhur
sr: Pregledajte dokument ili pustite pesmu itd.
uk: Переглянути Обрані Завантаження

source: Clear All Inactive Downloads
ar: مسح جميع التنزيلات الغير نشطة
bs: Obriši sve neaktivne downloade
cy: Cliro Pob Llwytho Segur
de: Alle inaktiven Downloads löschen
el: Εκκαθάριση όλων των ανενεργών λήψεων
hu: Az �sszes inakt�v let�lt�s t�rl�se
id: Bersihkan semua pengunduhan yg tidak aktif
it: Azzera tutti i ricezioni inattivi
ja: 無効なダウンロードを消去する
nn: Fjern alle Inaktive Nedlastinger
pt: Limpar todos os downloads inactivos
pt_br: Limpar todos os downloads inativos
sk: Zmazať všetky neaktívne sťahované súbory
sq: Pastroji Shkarkesat Joaktive
sr: Ukloni fajlove koji se ne preuzimaju
uk: Прибрати Усі Неактивні Завантаження

source: Remove Inactive Downloads
ar: إزالة الملفات الغير نشطة الجاري تنزيلها
bs: Skloni neaktivne downloade.
cy: Dileu Llwythiadau Segur
de: Löscht die inaktiven/abgeschlossenen Downloads.
el: Αφαίρεση ανενεργών λήψεων.
hu: Inakt�v let�lt�sek elt�vol�t�sa
id: Buang pengunduhan yg tidak aktif.
it: Rimuove le ricezioni inattive.
ja: 無効なダウンロードを除去する
nn: Fjern Inaktive Nedlastinger
pt: Remover downloads inactivos.
pt_br: Remover downloads inativos.
sk: Odstrániť neaktívne sťahovania
sq: Pastron Shkarkesat Joaktive
sr: Ukloni fajlove koji su zaustavljene
uk: Прибрати Неактивні Завантаження

source: Pause Download
ar: إيقاف مؤقت للتنزيل
bs: Pauza download
cy: Oedi'r Llwytho i Lawr
de: Download unterbrechen
el: Παύση λήψης
hu: Let�lt�s sz�neteltet�se
id: Jeda pengunduhan
it: Pausa la ricezione
ja: ダウンロードを一時停止
nn: Pause Nedlasting
pt: Pausa do download
pt_br: Pausar o download
sk: Pozastaviť sťahovanie
sq: Pushoje
sr: Pauziraj preuzimanje
uk: Поставити Завантаження на Паузу

source: Pause Selected Downloads
ar: إيقاف مؤقت للتنزيلات المحددة
bs: Pauziraj selektirane downloade.
cy: Oedi'r Llwytho wedi'u Dewis
de: Die gewählten Downloads anhalten.
el: Παύση των επιλεγμένων λήψεων.
hu: A kijel�lt let�lt�sek sz�neteltet�se
id: Jeda pengunduhan tersebut.
it: Pausa ricezioni selezionati
ja: 選択されたダウンロードを一時停止
nn: Pause Valgte Nedlastinger
pt: Pausa de downloads seleccionados.
pt_br: Pausar os downloads selecionados.
sk: Zastaviť sťahovanie pre vybrané súbory
sq: Pushon Shkarkesën e Zgjedhur
sr: Pauziraj obeležena preuzimanja fajlova
uk: Поставити Обрані Завантаження на Паузу

source: Explore
ar: استكشاف
bs: Traži
cy: Ymchwilio
de: Durchsuchen
el: Εξερεύνηση
hu: Int�z�
id: Jelajah
it: Esplora
ja: 参照
nn: Utforsk
pt: Explorar
pt_br: Explorar
sk: Preskúmať
sq: Eksploro
sr: Prikaži
uk: Оглянути

source: Open Folder Containing the File
ar: فتح مجلد يحتوي ملف
cy: Agor y Ffolder Ble Mae'r Ffeil
de: Ordner mit enthaltener datei öffnen
el: Άνοιγμα καταλόγου στον οποίο περιέχεται το αρχείο
hu: Tartalmaz� mappa megnyit�sa
id: Buka folder berisi berkas
it: Apri cartella contenente il file
ja: ファイルを含んでいる開いたフォルダ
nn: Åpne Målmappen
pt_br: Abrir Pastas que COntém o Arquivo
sk: Otvoriť priečinok obsahujúci súbor
sq: Hap Dosjen që Përmban Skedën
sr: Otvori fasciklu u koju je smešten fajl
uk: Відкрити Теку з цим Файлом

source: Move the Selected Download Closer to Becoming Active
ar: انقل التنزيلات المحددة القريبة لتصبح نشطة
bs: Priblizite selektirane download bliže aktivnom stanju.
cy: Symud y llwythiad yn nes at fod yn weithredol
de: Weisen Sie dem ausgewählten Download eine höhere Priorität zu.
el: Μετακινήστε την επιλεγμένη λήψη πλησιέστερα στο να γίνει ενεργή.
hu: A kijel�lt let�lt�s priorit�s�nak n�vel�se
id: Dekatkan pengunduhan tersebut ke posisi aktif.
it: Sposta la ricezione selezionata più in alto per renderlo attivo.
ja: 選択ダウンロード閉じるを有効にする
nn: Flytt den valgte Nedlastingen nærmere å bli Aktiv
pt: Deslocar o download seleccionado para mais perto de se tornar activo.
pt_br: Deslocar o download selecionado para mais perto de se tornar ativo.
sk: Pohni označený download bližšie k tomu, aby sa stal aktívny
sq: Lëvizeni Shkarkesën e Zgjedhur më Afër të Qenit Aktive
sr: Približite odabrane fajlove početku liste za preuzimanje
uk: Зробити це Завантаження Активним раніше

source: Move the Selected Download Further from Becoming Active
ar: انقل التنزيلات المحددة اللاحقة لتصبح نشطة
bs: Udaljite selektirane download od aktivnog stanja.
cy: Symud y llwythiad yn bellach o fod yn weithredol
de: Weisen Sie dem ausgewählten Download eine niedrigere Priorität zu.
el: Μετακινήστε την επιλεγμένη λήψη μακρύτερα από το να γίνει ενεργή.
hu: A kijel�lt let�lt�s priorit�s�nak cs�kkent�se
id: Jauhkan pengunduhan tersebut dari posisi aktif.
it: Sposta la ricezione selezionata più in basso per renderlo attivo.
ja: 選択ダウンロード促進を有効にする
nn: Flytt den valgte Nedlastingen lengre fra å bli Aktiv
pt: Deslocar o download seleccionado para mais longe de se tornar activo.
pt_br: Deslocar o download selecionado para mais longe de se tornar ativo.
sk: Pohni označený download ďalej od toho, aby sa stal aktívny
sq: Lëvizeni Shkarkesën e Zgjedhur më Larg të Qenit Aktive
sr: Udaljite obeležene fajlove prema kraju liste za preuzimanje
uk: Зробити це Завантаження Активним пізніше

source: Change File Location...
ar: تغيير موقع الملف...
bs: Promjeni lokaciju datoteke...
cy: Newid Lleoliad Ffeil...
de: Dateispeicherort ändern...
el: Αλλαγή τοποθεσίας αρχείου...
hu: F�jlhely megv�ltoztat�sa...
id: Rubah lokasi berkas...
it: Modifica cartella file...
ja: ファイル位置を変更...
nn: Endre Lagret Filplass
pt: Mudar a localização do ficheiro...
pt_br: Mudar a localização do arquivo...
sk: Zmeniť umiestnenie súboru...
sq: Ndryshoje vendndodhjen...
sr: Promeni lokaciju za snimanje fajlova
uk: Змінити Місцезнаходження Файлу

source: Edit the Final Filename of the Download
ar: تحرير اسم ملف التنزيل النهائي
bs: Pokaži definitivno ime downloadovane datoteke.
cy: Newid Enw Terfynol y Llwythiad
de: Den Dateinamen des Downloads ändern
el: Επεξεργασία του οριστικού ονόματος αρχείου της λήψης
hu: A let�lt�s v�gs� f�jlnev�nek szerkeszt�se
id: Rubah nama berkas yg diunduh.
it: Modifica il nome file dela ricezione
ja: ダウンロードした最後のファイル名を編集する
nn: Endre det Endelige Filnavnet til Nedlastingen
pt: Editar o nome do ficheiro final do download.
pt_br: Editar o nome do arquivo final do download.
sk: Upraviť názov výsledného stiahnutého súboru
sq: Editon Emrin Final të Shkarkesës
sr: Izmeni konačan naziv fajla koji se preuzima
uk: Редагувати Кінце Ім’я Файлу

source: Always Save As...
ar: دائماً حفظ كـ...
cy: Bob Tro Cadw Fel...
de: Immer speichern als...
el: Να γίνεται πάντα αποθήκευση ως...
hu: Mindig ment�s mint...
id: Selalu simpan sebagai...
it: Salva sempre come ...
ja: 常に次のように保存する
nn: Alltid Lagre Som...
pt_br: Sempre Salvar Como...
sk: Vždy uložiť ako...
sq: Gjithmonë Ruaje Si...
sr: Uvek snimi kao...
uk: Завжди Зберігати Як

source: Always Append (#)
cy: Atodi Bob Tro (#)
de: Immer hinzufügen (#)
el: Να γίνεται πάντα προσθήκη αριθμού
hu: Mindig hozz�f�z�s (#)
id: Selalu tambahkan (#)
it: Appendi sempre (#)
ja: 常に連番を追加
nn: Legg Alltid Til (#)
pt_br: Sempre Adicionar (#)
sk: Vždy pridať (#)
sq: Gjithmonë Bashkagjite (#)
sr: Uvek dodaj (#)
uk: Завжди додавати (#)

source: Always Ask
ar: دائماً أسال
cy: Gofyn Bob Tro
de: Immer nachfragen
el: Να γίνεται ερώτηση
hu: Mindig r�k�rdez�
id: Selalu bertanya
it: Chiedi sempre
nn: Spørr Alltid
pt: Perguntar Sempre
pt_br: Sempre Pedir
sk: Vždy sa spýtať
sq: Më Pyet Gjithnjë
sr: Uvek pitaj
uk: Завжди Питати

source: Choose a Default Action:
ar: اختر العمل الافتراضي:
cy: Dewis Rhagosodiad:
de: Eine Standarteinstellung setzen
el: Επιλογή προεπιλεγμένης ενέργειας
hu: V�lassz egy alap�rtelmezett m�veletet:
id: Pilih sebuah aksi standar
it: Secgli una azione predefinita
nn: Velg en Standard
pt: Selecionar uma acção por defeito:
pt_br: Selecione uma Ação Padrão
sk: Vybrať predvolenú akciu:
sq: Zgjidhni një Veprim Tipik:
sr: Izaberite neku drugu akciju
uk: Оберіть Дію За Замовчуванням

source: <b>Note</b>: A file with the same content already exists in the library at {0}
ar: <b>ملاحظة</b>: الملف مع نفس المحتوى موجود مسبقاً في المكتبة في {0}
bs: Jedna datoteka sa istim sadržajem već se nalazi u biblioteci na {0}
de: <b>Hinweis</b>: Eine Datei mit gleichem Inhalt befindet sich bereits in der Bibliothek unter {0}
el: <b>Σημείωση</b>: Ένα αρχείο με το ίδιο περιεχόμενο υπάρχει ήδη στη βιβλιοθήκη στο {0}
hu: <b>Megjegyz�s</b>: Egy azonos tartalm� f�jl m�r l�tezik {0} n�ven
id: <b>Catatan</b>: berkas dengan isi yg sama sudah ada di pustaka {0}.
it: <b>Nota</b>: un file con lo stesso contenuto esiste già nella libreria in {0}.
ja: <b>Note</b>: 同じ内容の既存ファイルがライブラリ{0}にある
nn: <b>Merk</b>: En fil med samme innhold finnes allerede i Biblioteket {0}
pt: <b>Nota</b>: Já existe um ficheiro com o mesmo conteúdo na biblioteca em {0}
pt_br: <b>Nota</b>: já existe um arquivo com o mesmo conteúdo na biblioteca em {0}
sk: <b>Poznámka</b>: Súbor s tým istým obsahom už máte v Knižnici v {0}
sq: <b>Shënim</b>: Një skedë me këtë përmbajtje ekziston që më parë në librari në {0}
sr: Fajl sa istim sadržajem već se nalazi na {0}
uk: <b>Зауважте! </b> Такий самий файл вже є у бібліотеці - {0}

source: Overwrite the Existing File
ar: الكتابة فوق الملف الموجود
bs: Prepiši preko postojeće datoteke.
cy: Ysgrifennu Dros y Ffeil Presennol
de: Die vorhandene Datei überschreiben.
el: Αντικατάσταση του υπάρχοντος αρχείου
hu: A l�tez� f�jl fel�l�r�sa
id: Tulis ulang berkas yg ada.
it: Sovrascrivi i file esistenti
ja: 既存ファイルに上書き
nn: Overskriv den Ekstisterende Filen
pt: Substituir o ficheiro existente
pt_br: Substituir o arquivo existente.
sk: Prepísať existujúci súbor
sq: Mbishkruaje Skedën Ekzistuese
sr: Presnimi preko postojećeg fajla
uk: Переписати Існуючий Файл

source: Choose a different location for the Download
ar: اختر موقع آخر للتنزيل
bs: Odaberi različite lokacije za download.
cy: Dewis Lle Arall ar gyfer Llwytho i Lawr
de: Einen anderen Speicherort für den Download festlegen.
el: Επιλέξτε διαφορετική τοποθεσία για τη λήψη
hu: K�l�nb�z� let�lt�si c�lmappa v�laszt�sa
id: Pilih lokasi lain untuk menyimpan hasil download.
it: Scegli una cartella differente per la ricezione.
ja: ダウンロードするための異なる位置を選択
nn: Velg et annet sted å laste ned Filen
pt: Seleccionar uma localização diferente para o download
pt_br: Selecionar uma localização diferente para o download.
sk: Vybrať iné umiestnenie na stiahnutie
sq: Zgjidhni një Tjetër Vend për Shkarkesën
sr: Odaberi drugu lokaciju za preuzimanje fajlove
uk: Оберіть інше місте для Завантаження

source: Append (#)
cy: Atodi (#)
de: Hinzufügen (#)
el: Προσθήκη αριθμού
hu: Hozz�f�z�s (#)
id: Tambahkan (#)
it: Appendi (#)
nn: Legg Til (#)
pt: Anexar (#)
pt_br: Adicionar (#)
sk: Pridať (#)
sq: Bashkangjit (#)
sr: Dodaj (#)
uk: Додати (#)

source: Appends (#) to filename
cy: Atodi (#) i enw'r ffeil
de: Zum Dateiname (#) hinzufügen
el: Προσθήκη αριθμού στο όνομα αρχείου
hu: Hozz�f�z (#) a f�jln�vhez
id: Tambahkan (#) ke nama berkas
it: Appendi (#) al file
ja: 常にファイル名に連番を追加
nn: Legg (#) til Filnavnet
pt_br: Adicionar (#) ao Nome do Arquivo
sk: Pridať (#) do názvu súboru
sq: Bashkangjit (#) emrit të skedës
sr: Dodaje (#) nazivu fajlova
uk: Додає (#) до імені файлу

source: LimeWire may not be able to start the download you have selected unless you start a search for it.
ar: LimeWire قد لايتمكن البدء في تنزيل ماقمت بتحديده مالم تبدأ بالبحث عنه.
bs: LimeWire neće biti u mogućnosti downloadovati vaše selektirane datoteke ukoliko ne počnete sa traženjem istih
cy: Efallai fydd LimeWire yn methu dechrau'r llwytho i lawr onibai dy fod di'n chwilio amdano eto.
de: LimeWire kann diesen Download nur starten, wenn Sie eine Suche dafür durchführen.
el: Το LimeWire δεν θα μπορέσει να αρχίσει τη λήψη που έχετε επιλέξει, μέχρις ότου κάνετε μία έρευνα γι’ αυτό.
hu: A LimeWire lehet, hogy nem tudja let�lteni a kijel�lt f�jlt, hacsak nem keresel r�
id: LimeWire tidak akan mengunduh pilihan anda, sebelum anda mulai dulu pencariannya.
it: Limewire non puoi avviare la ricezione da te selezionati se non avvi una ricerca dei relativi file.
ja: LimeWire は検索を開始しない限り、選択したダウンロードを開始できないかもしれない
nn: LimeWire kan ikke starte nedlastingen du har valgt med mindre du søker etter den.
pt: A LimeWire poderá não conseguir iniciar o download seleccionado se não iniciar uma pesquisa para o mesmo.
pt_br: O LimeWire pode não conseguir iniciar o download selecionado se você não iniciar uma pesquisa para o mesmo.
sk: LimeWire nemôže začať sťahovať označený download , dokiaľ ho nevyhľadáte.
sq: LimeWire mund të mos arrijë që ta nisë shkarkimin që ju zgjodhët, po qe se nuk kryeni një kërkim mbi të.
sr: Da biste preuzeli neki fajl, prvo ga morate potražiti na mreži.

source: You are already downloading this file to "{0}".
ar: أنت تقوم بالفعل بتنزيل هذا الملف إلى "{0}".
bs: Vi ste već downloadovali ovu datoteku u "{0}".
cy: Rwyt ti'n llwythio i lawr y ffeil yma'n barod i "{0}".
de: Sie laden diese Datei bereits nach "{0}" herunter.
el: Κάνετε ήδη λήψη του αρχείου σε «{0}».
hu: A f�jl m�r let�lt�s alatt van "{0}"-ba.
id: Anda sudah mengunduh berkas ini ke "{0}".
it: Stai già ricevendo questo file da "{0}".
ja: このファイルを、"{0}"へ既にダウンロード開始している
nn: Du laster allerede ned filen til "{0}".
pt: Já está a efectar o download deste ficheiro para "{0}".
pt_br: Você já está fazendo o download deste arquivo para "{0}".
sk: Tento súbor už sťahujete do "{0}".
sq: Kjo skedë po shkarkohet që më parë tek "{0}".
sr: Ovaj fajl već preuzimate u "{0}".
uk: Ви вже завантажуєте цей файл до "{0}".

source: You already have the exact same file at {0}
ar: يجب عليك دائماً تدقيق ملف مشابه في {0}
bs: Vi već imate u potpunosti istu datoteku u {0}
cy: Mae union yr un ffeil yn {0}
de: Genau die selbe Datei existiert bereits unter {0}.
el: Έχετε το ίδιο ακριβώς αρχείο στο {0}
hu: M�r l�tezik egy pontosan ugyanilyen f�jl {0} n�v alatt
id: Anda telah punya berkas yg sama persis di {0}
it: Hai già lo stesso file in {0}
ja: 同一ファイルが {0}に既存
nn: Du har allerede akkurat samme filen på {0}
pt: Já existe exactamente o mesmo ficheiro em {0}
pt_br: Já existe exatamente o mesmo arquivo em {0}
sk: Tento súbor už existuje v {0}
sq: Ju keni të njëjtën skedë ekzakte në {0}
sr: Već imate isti fajl u {0}
uk: Ви маєте точнісінько такий самий файл в {0}

source: Do you want to continue downloading anyway?
ar: هل تريد استمرار التنزيل على أية حال؟
bs: Želite li u svakom slučaju dalje downloadovati?
cy: Wyt ti dal eisiau llwythio i lawr
de: Wollen Sie den Download trotzdem fortsetzen?
el: Θέλετε να συνεχίσετε τη λήψη παρόλα αυτά;
hu: Val�ban folytatni szeretn�d a let�lt�st?
id: Apakah anda ingin terus mengunduhnya?
it: Vuoi continuare comunque la ricezione ?
ja: ダウンロードを続けますか？
nn: Vil du fortsette å laste ned uansett?
pt: Deseja continuar o download mesmo assim?
pt_br: Deseja continuar o download assim mesmo?
sk: Chcete napriek tomu pokračovať v sťahovaní?
sq: Gjithsesi, a doni të vijoni me shkarkimin?
sr: Da li ipak želite nastaviti preuzimanje fajla?
uk: Все одно продовжити?

source: Same File Already In Library
ar: ملف مشابه موجود في المكتبة
bs: Ista datoteka već je u biblioteci
cy: Yr un Ffeil yn Llyfrgell yn barod
de: Die gleiche Datei existiert bereits in der Dateisammlung.
el: Το αρχείο υπάρχει ήδη στη βιβλιοθήκη
hu: Ugyanez a f�jl m�r szerepel a k�nyvt�rban
id: Berkas yg sama telah ada di pustaka
it: Lo stesso file è già nella libreria
ja: ライブラリに同一ファイルが既存
nn: Samme fil finnes allerede i Biblioteket
pt: O mesmo ficheiro já existe na biblioteca
pt_br: O mesmo arquivo já existe na biblioteca
sk: Tento súbor už v knižnici existuje
sq: E Njëjta Skedë në Librari Që Më Parë
sr: Isti fajl je već u arhivi
uk: Такий самий файл вже в Бібліотеці

source: No Filename
ar: لا اسم ملف
bs: Bez imena datoteke
cy: Dim Enw Ffeil
de: Kein Dateiname
el: Κανένα όνομα αρχείου
hu: Nincs f�jln�
id: Tidak ada nama berkas
it: Nessun nome file
ja: ファイル名無し
nn: Inget Filnavn
pt: Sem nome de ficheiro
pt_br: Arquivo sem nome
sk: Bez názvu
sq: Asnjë emërtim
sr: Bez imena fajla
uk: Нема Імені Файлу

source: File & Protocol Associations
ar: ملحقات البروتوكول والملف
de: Datei und Protokoll Verbindung
el: Συσχετισμοί αρχείων και πρωτόκολλων
hu: F�jl �s protokoll t�rs�t�sok
it: Asoociazione File & Protocolli
ja: ファイルとプロトコルの関連づけ
nn: Fil & Protocol Samarbeid
pt_br: Associações de Arquivo e Protocolo
sk: Asociácie súborov a protokolov
sq: Shoqërimet e Skedës && Protokollit
sr: Pridruživanje tipova fajlova i protokola

source: What type of resources should LimeWire open?
ar: ماهو نوع المورد الذي يجب أن يفتحه LimeWire?
cy: Pa fath o adnoddau dylai LImeWire agor?
de: Welchen Dateityp soll Limewire öffnen?
el: Με ποιους πόρους να συσχετιστεί το LimeWire;
hu: Milyen t�pus� er�forr�sokat t�rs�tan�l a LimeWire-h�
it: Che tipo di risorse deve aprire LimeWire ?
ja: LimeWireは、どんなタイプの資源を開けなければなりませんか？
nn: Hvilke utviklinger skal LimeWire åpne?
pt_br: Que tipos de recursos LimeWire deveria abrir?
sk: Aké typy zdrojov by mal LimeWire otvoriť?
sq: Ç'lloj burimesh duhet të japë LimeWire?
sr: Koje tipove fajlova i protokola želite da LimeWire otvara?

source: What should LimeWire do with the selected associations on startup?
ar: ماذا يجب على LimeWire فعله مع الملحقات المحددة في بدء التشغيل؟
de: Was soll LimeWire mit den vordefinierten Verbindungen tun wenn das programm startet.
el: Τι πρέπει να κάνει το LimeWire με τους επιλεγμένους συσχετισμούς κατά την εκκίνηση;
hu: Mit tegyen a LimeWire ind�t�skor a kijel�lt t�rs�t�sokkal?
it: Cosa deve fare LimeWire con le seguenti associazioni all'avvio?
ja: 起動時に選択された関連づけに対してどの処理を行いますか?
nn: Hva skal LimeWire gjøre med de valgte assossiasjonene på starup?
pt_br: Que deve LimeWire hacer com issas associações ao abrir?
sk: Čo by mal spraviť LimeWire s označenými asociáciami po štarte?
sq: Ç'duhet të bëjë LimeWire në fillesë me shoqërimet e zgjedhura?
sr: Šta da radi LimeWire sa odabranim tipovima prilikom starta?
