Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: File types that LimeWire doesn't know about are classified as "Other". Add these files to a List by dragging them, or when adding a folder, click "Advanced" and choose specific file extensions
fa: نوع فایل هایی که LimeWire نمی شناسد به عنوان /"سایر/"طبقه بندی شده است. این فایل ها را با کشیدن آنها به فهرست اضافه کنید و یا هنگام اضافه کردن یک پوشه، روی /"پیشرفته/" کلیک کنید و یک پسوند فایل خاص را انتخاب نمایید.
gl: Os tipos de ficheiro que non recoñeza o LimeWire clasificaranse como "Outros". Pode engadir estes ficheiros a unha listaxe arrastrándoos, premendo en "Avanzado" e escollendo a extensión específica cando engada un cartafol.
hr: Datoteke vrste o kojima LimeWire ne zna su razvrstni kao "Drugi". Ako hoćete dodajti ove datoteke na listu samo ih povucite prema tamo ili kada dodate novi direktorij, pritisnite "Advanced" i birajte datotekinu produžetku.
nb: Filtyper som LimeWire ikke vet om blir klassifisert som "Annet". Legg disse filene til en Liste ved å dra dem, eller når du legger til en mappe, klikk "Avansert" og velg den spesifikke filendelsen.
ru: Типы файлов, о которых LimeWire не знает, являются категориями как "Прочие". Добавьте эти файлы в Список, перетаскивая их, или добавляя папку, нажмите "Дополнительно" и выберите определенные расширения файла

source: File extension Classification
et: Faililaiendi klassifikatsioon
fa: طبقه بندی پسوند فایل
gl: Clasificación das extensións
hr: Datotekin produžetak klasifikacija
ku: Dabeşkirina cûreya pelan
lv: Failu paplašinājumu klasifikācija
nb: Klassifisering av filendelser
ru: Класификация по расширению

source: Add Extension
da: Tilføj endelser
et: Lisa Laiend
fa: افزودن پسوند
fi: Lisää tarkenne
fr: Ajouter l'Extension
ga: Cuir Iarmhír Leis
gl: Engadir unha extensión
he: הוסף סיומת
hr: Dodaj Nastavak
ku: Cûreya pelê lê zêdeke
lv: Pievienot paplašinājumu
nb: Legg til filendelse
nl: Extensie toevoegen
pl: Dodaj Rozszerzenie
ru: Добавить Расширение
tr: Uzantı Ekle

source: LimeWire will not show files with the following extensions in your search results
da: LimeWire vil ikke vise filer med følgende endelser i dine søgeresultater
et: LimeWire ei näita järgmiste laienditega faile Sinu otsingu tulemites.
fa: LimeWire فایل هایی که در نتایج جستجوی شما دارای پسوند های زیر باشند را نمایش نخواهد داد
fi: LimeWire ei näytä seuraavilla tarkenteilla löytyviä tiedostoja hakutuloksissasi
ga: Ní taispeánfaidh LimeWire comhaid leis na hiarmhíreanna seo a leanas i do thorthaí cuardaigh
gl: Limewire non amosará nos resultados de busca os ficheiros coas seguintes extensións
he: LimeWire לא תציג קבצים עם הסיומות הבאות בתוצאות החיפוש שלך:
hr: LimeWire neće prikazati datoteke sa slijedećim nastavcima u rezultatima vaših pretraga
ku: LimeWire wê pelên bi van cûreyên lîstekirî di nava encamên lêgerînê de nîşan nede
lv: Jūsu meklēšanas rezultātos LimeWire neuzrādīs failus ar šādiem paplašinājumiem
nb: LimeWire vil ikke vise filer med følgende endelser i søkeresultatene dine
nl: LimeWire zal bestanden met de volgende extensies niet tonen in uw zoekresultaten
pl: LimeWire nie pokaże plików z następującymi rozszerzeniami w wynikach Twoich poszukiwań
ru: LimeWire не будет показывать файлы со следующими расширениями в ваших результатах поиска
sv: LimeWire kommer inte att visa dig filer med följande filändelser i dina sökresultat
tr: LimeWire arama sonuçlarınızdaki uzantıları içeren dosyaları görüntüleyemiyor

source: Revert to default settings
da: Gå tilbage til standard opsætning
et: Taasta Vaikeseaded
fa: برگشت به تنظیمات پیش فرض
fi: Palauta oletusarvot
fr: Revenir au réglages par défaut
ga: Tiontaigh chuig na socruithe réamhshocraithe
gl: Recuperar a configuración predeterminada
he: שחזר הגדרות ברירת מחדל
hr: Vrati na zadane postavke
ku: Vegerîne mîhengên destpêkê
lv: Atjaunot noklusētos iestatījumus
nb: Tilbakestill til standardinnstillinger
nl: Terug naar standaardinstellingen
pl: Przywróć do ustawień domyślnych
ru: Настройки по умолчанию
sv: Återgå till standardinställningarna
tr: Ön tanımlı ayarlara döndür

source: Add audio files I downloaded from LimeWire to iTunes
da: Tilføj lydfil som jeg downloadede fra LimeWire til iTunes
et: Lisa alla laetud heli failid LimeWire - ist iTunes - i
fa: افزودن فایل هایی که از LimeWire در iTunes ذخیره کرده ام
fi: Lisää LimeWirestä ladatut tiedostot iTunesiin
ga: Cuir comhaid fuaime a d'íosluchtaigh mé ó LimeWire le iTunes
gl: Engadir a iTunes os ficheiros de audio descargados de LimeWire
he: הוסף קבצי שמע שהורדתי ב-LimeWire ל-iTunes
hr: Dodaj audio datoteke koje sam preuzeo sa LimeWire na iTunes
ku: Pelên dengê yên dadixim li iTunesê zêde bike
lv: Pievienot iTunes manus LimeWire lejuplādētos audio failus
nb: Legg til lydfiler jeg har lastet ned fra LimeWire i iTunes
nl: Audiobestanden die ik gedownload heb via LimeWire toevoegen aan iTunes
pl: Dodaj do iTunes pliki audio pobrane z LimeWire
ru: Добавить загруженные аудио файлы из LimeWire в iTunes
sv: Lägg till ljudfiler som jag hämtat från LimeWire till iTunes
tr: LimeWire'den indirdiğim ses dosyalarını iTunes'e ekle

source: Share audio and video files in Public Shared list on my local network with iTunes
et: Jaga heli ja video faile Avalikult Jagatud loendis minu kohaliku võrguga koos iTunes - iga
fa: به اشتراک گذاری فایل های صوتی و تصویری در فهرست مشترک و عمومی موجود در شبکه محلی من با iTunes
gl: Compartir o audio e vídeo da listaxe pública compartida na miña rede local con iTunes
he: שתף קבצי שמע וסרטים ברשימת השיתוף הפומבית ברשת המקומית שלי עם iTunes
hr: Razmjenjuj audio i video datoteke u Javno Razmjenjivanoj listi na mojoj lokalnoj mreži sa iTunes
ku: Pelên deng û vîdyo ên di lîsteya min Parvekirina Gelemperî ya di tora min a heremî de, di iTunesê de parve bike
lv: Koplietot ar iTunes vietējā tīklā manā Publiski Koplietotajā sarakstā esošos audio un video failus.
nb: Del lyd- og videofiler i Offentlig Delte liste på det lokale nettverket mitt med iTunes
ru: Расшарить аудио и видео файлы в общем списке моей локальной сети с iTunes

source: iTunes Configuration
et: iTunes - i Seaded
fa: پیکربندی iTunes
gl: Configuración de iTunes
he: הגדרות iTunes
hr: Konfiguriranje iTunes
ku: Mîhengên iTunes
lv: iTunes konfigurācija
nb: Konfigurasjon av iTunes
pl: Konfiguracja iTunes
ru: Настройка iTunes

source: Configure iTunes
et: Seadista iTunes - i
fa: پیکربندی iTunes
gl: Configurar iTunes
he: הגדר את iTunes
hr: Konfiguriraj iTunes
ku: iTunesê veava bike
lv: Konfigurē iTunes
nb: Konfigurer iTunes
pl: Skonfiguruj iTunes
ru: Настройка iTunes

source: Configure how files in your LimeWire interact with iTunes
et: Seadista kuidas failid toimivad LimeWire - is vastastikku iTunes - iga
fa: نحوه تعامل فایل ها با iTunes در LimeWire را پیکربندی کنید
gl: Configurar cantos ficheiros do LimeWire interactúan con iTunes
he: הגדר כיצד קבצים ב-LimeWire שלך פועלים עם iTunes
hr: Konfiguriraj kako datoteke u LimeWire funkcioniraju sa iTunes
ku: Veava bike ka wê pelên di LimeWire'ê de wê bi iTunesê re di têkiliyeke çawa de bin
nb: Konfigurer hvordan filene dine i LimeWire fungerer med iTunes
pl: Skonfiguruj jak pliki w Twoim LimeWire współpracują z iTunes
ru: Сконфигурируйте, как файлы в вашем LimeWire взаимодействуют с iTunes

source: Use the LimeWire player when I play Audio and Video files
et: Kasutage LimeWire mängijat kui ma mängite audio-ja videofailide
fa: استفاده از پخش کننده LimeWire هنگامی که فایل های صوتی و تصویری را پخش می کنم
gl: Empregar o lector de LimeWire para reproducir audio e vídeo.
he: השתמש בנגן המובנה להשמעת קבצי וידאו וקול
hr: Korišćenje LimeWire-ovog čitača za čitanje Audio i Video datoteka
ku: Dema dest bi lêdana deng û vîdyoyan dikim bi lêdera LimeWire'ê bi kar bîne
lv: Izmantot LimeWire atskaņotāju, kad atskaņoju Audio un Video failus
nb: Bruk LimeWire-avspilleren når jeg spiller av Lyd- og Videofiler
pl: Używaj odtwarzacza LimeWire gdy odtwarzam pliki audio i wideo
ru: Использовать плеер LimeWire, при запуске Аудио и Видео файлов

source: Add files I download from P2P Users to my Public Shared List
et: Lisa failid mida ma laen P2P Kasutajatelt alla minu Avalikult Jagatud Loendisse.
fa: فایل هایی که از کاربران P2P دریافت می کنم به فهرست فایل های مشترک و عمومی من اضافه کردن
gl: Engadir á miña listaxe pública compartida os ficheiros que descargo
he: הוסף קבצים שאני מוריד ממשתפי קבצים לרשימת השיתוף הפומבית שלי
hr: Dodaj datoteke koje preuzmem od P2P korisnika u moju Javno Razmjenjivanu Listu
ku: Pelên ku ji bikarhênerên P2P dadixim, li lîsteya Parvekirina Gelemperî zêde bike
lv: Failus, ko lejuplādēju no P2P lietotājiem, pievienot manam Publiski Kolpietotajam sarakstam
nb: Legg til filer jeg laster ned fra P2P-brukere i min offentlig delte liste
ru: Добавить загруженные из P2P файлы, в мой список Общего доступа

source: Unsafe File Sharing
et: Ohtliku Faili Jagamine
fa: اشتراک فایل نا امن
gl: Compartir ficheiros inseguros
he: שיתוף קבצים מסוכנים
hr: Nesigurna Razmjena Datoteka
ku: Parvekirina pelan ya ne ewle
lv: Nedroša failu koplietošana
nb: Usikker fildeling
pl: Niebiezpieczne Udostępnianie Plików
ru: Не безопасный Общий доступ Файла

source: Configure unsafe file sharing settings
et: Seadista Ohtliku Faili Jagamise Seadeid
fa: پیکربندی تنظیمات اشتراک فایل ناامن
gl: Configurar os axustes para compartir ficheiros inseguros
he: קבע הגדרות שיתוף קבצים מסוכנים
hr: Konfiguriraj postavke nesigurne razmjene datoteka
ku: Mîhengên parvekirina ne ewle ya pelan veava bike
lv: Konfigurēt nedrošas failu koplietošanas iestatījumus
nb: Konfigurer innstillinger for usikker fildeling
pl: Konfiguruj właściwości udostępniania niebezpiecznych plików
ru: Настройте не безопасные параметры общего доступа

source: Configure unsafe sharing settings
fa: پیکربندی تنظیمات اشتراک ناامن
gl: Configurar axustes de compartición insegura
hr: Podesiti opcije opasnih razmjena
ku: Mîhengên parvekirina ne ewle veava bike
lv: Konfigurēt nedrošas koplietošanas iestatījumus
nb: Konfigurer innstillinger for usikker deling
ru: Настроить не безопасный общий доступ

source: To see or modify files in your Public Shared list, go to:
et: Et näha või redigeerida faile Avalikult Jagatud loendis, siis mine:
fa: برای مشاهده یا تغییر فایل های خود در فهرست مشترک عمومی، به قسمت زیر مراجعه کنید:
gl: Para ver ou modificar ficheiros na listaxe pública compartida ir a:
he: כדי לראות או לשנות קבצים ברשימת השיתוף הפומבית שלך, לך ל:
hr: Za pregled i modifikacije datoteka u Javno Razmjenjivanoj Listi, idi na:
ku: Ji bo dîtin û mîhengkirina pelên di lîsteya xwe ya Parvekirina Gelemperî, here:
lv: Lai apskatītu vai izmainītu failus savā Publiski Koplietotajā sarakstā, ej uz:
nb: For å se eller redigere filer i din offentlig delte liste, gå til:
ru: Для обзора и правки списка Общих файлов, перейдите:

source: You can set the local network port that listens for incoming connections. This port may be changed in case of conflict with another program or if a specific port number is required for direct incoming connections by your firewall. You must also configure your router when choosing "manual port forward" or "do nothing"
fa: می توانید درگاه شبکه محلی را تنظیم کنید که گوش بزنگ ارتباطات ورودی باشد. چنانچه این پورت با برنامه دیگری تضاد داشته باشد و یا فایروال شما برای ارتباطات ورودی مستقیم به یک شماره پورت ویژه نیاز داشته باشد، می توان پورت را تغییر داد. همچنین باید هنگام انتخاب /"پورت دستی جلو/" یا /"هیچ اقدامی انجام نده/"، مسیر یاب خود را پیکربندی کنید.
gl: Pode establecer o porto de rede local para escoitar conexións entrantes. Este porto pódese cambiar se ten conflitos con outro programa ou ben se o seu firewall precisa un número específico de porto. Debe tamén configurar o router cando escolla "encamiñamento manual dos portos" ou "non facer nada"
nb: Du kan endre den lokale nettverksporten som lytter etter innkommende tilkoblinger. Denne porten kan endres dersom den er i konflikt med et annet program eller dersom et spesifikt portnummer er nødvendig i brannmuren din for innkommende tilkoblinger. Du må også konfigurere ruteren din når du velger "manuell portvideresending" eller "gjør ingenting"
ru: Вы можете установить прослушивание входящего локального порта. Этот порт можно поменять в случае конфликта с другой программой или если указанный номер порта требуется для прослушивания прямого подключения брандмауэру. Вы должны также сформировать свой маршрутизатор, выбрав "первичный порт в ручную" или "действий нетребуется"

source: Gnutella port:
fa: پورت Gnutella:
gl: Porto Gnutella:
he: פורט ג'נוטלה
ku: Porta Gnutella:
lv: Gnutella pieslēgvieta:
nb: Port for Gnutella:
ru: Порт Gnutella:

source: BitTorrent ports: {c} to {c}
et: BitTorrent pordid: {c} - {c}
fa: پورت های تورنت بیت: {c} به {c}
gl: Portos BitTorrent: {c} a {c}
he: פורט ביטורנט: {c} ל {c}
hr: BitTorrent portovi: {c} to {c}
ku: Portên BitTorrent: {c} to {c}
lv: BitTorrent pieslēgvietas: {c} līdz {c}
nb: Porter for BitTorrent: {c} til {c}
ru: BitTorrent порты: {c} до {c}

source: Help translate LimeWire!
da: Hjælp med at oversætte LimeWire!
et: Palun aita muuta LimeWire - it paremaks aidates seda enda keelde tõlkides.
fa: کمک کنید LimeWire را ترجمه کنیم!
fi: Auta kääntämään LimeWire!
gl: Axudar na tradución de LimeWire.
he: עזור לתרגם את LimeWire!
hr: Pomozite prevesti LimeWire!
ku: Alîkariya wergera LimWire'ê bike!
lv: Palīdzi tulkot LimeWire!
nb: Hjelp til med å oversette LimeWire!
pl: Pomóż przetłumaczyć LimeWire!
ru: Помогите перевести LimeWire!

source: Help improve LimeWire by sending us anonymous usage data
et: Aita täiustada LimeWire - it, saates meile anonüümseid programmi kasutamise andmeid.
fa: با ارسال داده های کاربردی بی نام در توسعه LimeWire به ما کمک کنید
gl: Axúdenos a mellorar o LimeWire enviándonos anonimamente os datos de utilización
he: עזור לשפר את LimeWire על ידי שליחת מידע שימוש אנונימי
hr: Pomozite poboljšati LimeWire šaljući nam anonimne podatke o korištenju
ku: Bi şandina daneya bênav a bikaranînê piştgirî bide LimeWire'ê
nb: Hjelp LimeWire med å forbedre seg ved å sende inn anonym brukerdata
ru: Помогите улучшить LimeWire, отправляя нам анонимные данные применения

source: Notifications and Warnings
et: Teavitused Ja Hoiatused
fa: اعلان ها و هشدارها
gl: Notificacións e avisos
he: הודעות ואזהרות
hr: Obavijesti i Upozorenja
ku: Agahdarkirin û Hişyarî
lv: Paziņojumi un brīdinājumi
nb: Meldinger og advarsler
ru: Уведомления и Предупреждения

source: Reset warning messages
et: Lähtesta Hoiatuste Sõnumid
fa: بازنشانی پیام های هشدار
gl: Reinicar mensaxes de aviso
he: אפס הודעות אזהרה
hr: Vrati poruke upozorenja na početno stanje
ku: Peyamên hişyariyê vegerîne destpêkê
lv: Atstatīt brīdinājuma ziņojumus
nb: Nullstill advarselsbeskjeder
ru: Сбросить сообщения предупреждений

source: Sign into Friends when LimeWire starts
da: Log på Venner når LimeWire starter
et: Logi Sõpradesse, kui LimeWire käivitub
fa: ورود به بخش دوستان هنگام راه اندازی LimeWire
fi: Kirjaudu ystäviin LimeWaren käynnistyessä
ga: Sínigh isteach i gCairde nuair a thosaíonn LimeWire
gl: Iniciar sesión con amigos ao entrar no LimeWire
he: התחבר ל"חברים" בהפעלה של LimeWire
hr: Prijavi se među Prijatelje kad se LimeWire pokrene
ku: Dema LimeWire destpê kir têkeve hevalan
nb: Logg inn på Venner når LimeWire starter
nl: Inloggen voor vrienden als LimeWire start
ru: Подписать в Друзья при запуске LimeWire
sv: Logga in på Vänner när LimeWire startas upp
tr: LimeWire başladığında Arkadaşlara oturum aç

source: Jabber Server:
et: Jabberi Server:
fa: سرور سیگنال تصادفی:
fi: Jabber-palvelin:
fr: Serveur Jabber :
ga: Freastalaí Jabber:
gl: Servidor Jabber:
he: שרת Jabebr:
hr: Jabber Poslužitelj:
ku: Pêşkêşkera Jabber:
lv: jabber Serveris:
pl: Serwer Jabbera:
ru: Сервер Jabber:
tr: Jabber Sunucusu:

source: Using:
et: Kasutan:
fa: کاربرد:
gl: Empregar:
he: משתמש ב:
hr: Korištenje:
ku: Bi kar tîne:
lv: Lieto:
nb: Bruker:
ru: Используется:

source: Username cannot be blank.
gl: O nome do usuario non pode estar baleiro.
ru: Имя пользователя не может быть пустым.

source: Password cannot be blank.
gl: O contrasinal non pode estar en branco.
ru: Пароль не может быть пустым.

source: Service cannot be blank.
gl: O servizo non pode estar baleiro.
ru: Служба не может быть пустой.

source: Service
gl: Servizo
ku: Xizmet
ru: Служба

source: Preferences
et: Seadistused
fa: اولویت ها
gl: Preferencias
he: העדפות
hr: Postavke
ku: Vebijêrk
nb: Innstillinger
ru: Предпочтение

source: HTTP
ru: Прокси HTTP

source: Search Bar
et: Otsinguriba
fa: نوار جستجو
gl: Barra de procura
he: סרגל חיפוש
hr: Traka Pretraživanja
ku: Qûtîka Lêgerînê
lv: Meklēšanas josla
nb: Søkelinje
pl: Pasek wyszukiwania
ru: Панель Поиска

source: Remember my recent searches
da: Husk mine seneste søgninger
et: Mäleta minu viimaseid otsinguid
fa: جستجوهای اخیر من را به خاطر بسپار
fi: Muista viimeiset hakuni
fr: Se rappeler de mes recherches récentes
ga: Cuimhnigh ar mo chuid cuardaithe le déanaí
gl: Lembrar as miñas procuras recentes
he: זכור את חיפושי האחרונים
hr: Zapamti moje skorašnje pretrage
ku: Lêgerînên min ên kevin bi bîr bîne
lv: Atcerēties manas nesenās meklēšanas
nb: Husk mine siste søk
nl: Onthoud mijn recente zoekopdrachten
pl: Zapamiętaj moje ostatnie wyszukiwania
ru: Помнить недавний поиск
sv: Kom ihåg mitt senaste sökningar
tr: Geçmiş aramalarımı hatırla

source: Do you want to reset the Spam Filter?
et: Kas sa soovid nullida spämmi filtrit?
fa: آیا می خواهید فیلتر هرزنامه را بازنشانی کنید؟
gl: Desexa restaurar o filtro de lixo?
he: האם ברצונך לאתחל את מסנן הספאם?
hr: želite li da se vrati u početno stanje filter neželjenih pošti
ku: Dixwazî fîltreya spaman bike wekî destpêkê?
lv: Vai vēlaties atstatīt surogātpasta filtru?
nb: Ønsker du å nullstille spamfilteret?
ru: Вы хотите сбросить Фильтр Спама?

source: This will clear all the files marked as spam. Doing this may result in more spam in search results.
fa: تین کلیه فایل هایی که به عنوان هرزنامه مشخص شده را پاک خواهد کرد. انجام این کار به افزایش تعداد هرزنامه ها در نتایج جستجو منجر خواهد شد.
gl: Deste xeito limpará todos os ficheiros marcados como lixo. Facéndoo pode que obteña máis lixo nos resultados das procuras.
hr: Ovo će obrisati sve datoteke označene kao neželjeni. Ako to napravite onda bih mogli dobiti vise neželjenih datoteka kod pretraživanja.
ku: Ev ê pelên ku weke spam nîşankirî paqijke. Ev çalakî, dikare bibe sedem ku di encamên lêgerînê de zêdetir spam derkevin.
nb: Dette vil fjerne alle filene markert som spam. Dersom du gjør dette, kan det hende du får mer spam i søkeresultatene.
ru: Это очистит все файлы, помеченные как спам. Выполнение этого может привести в результатах поиска к большему количеству спама.

source: Search Filtering
et: Otsingu Filtreerimine
fa: فیلتر کردن جستجو
gl: Filtrado de procuras
he: סינון חיפוש
hr: Filtriranje Pretrage
ku: Fîltrekirina Lêgerînan
lv: Meklēšanas filtrēšana
nb: Søkefilter
pl: Filtrowanie wyszukiwania
ru: Фильтрация Поиска

source: Don't let me download or upload files copyright owners request not be shared.
da: Lad mig ikke downloade eller uploade filer, som ejeren af ophavsretten ikke ønsker delt.
et: Ära lase mul allalaadida ega üleslaadida faile, mida autoriõiguste omajad paluvad mitte jagada.
fa: اجازه نده فایل هایی که دارای درخواست مالک کپی رایت مبنی بر عدم به اشتراک گذاری هستند را آپلود یا داونلود کنم.
fi: Älä anna minun ladata tai lähettää tekijänoikeuksin suojattuja tiedostoja.
ga: Ná lig dom comhaid a d'iarr sealbhóirí cóipchirt gan comhroinnt a íosluchtú nó a uasluchtú.
gl: Non permitir descargar ou enviar ficheiros con copyright restrinxido.
he: אל תאפשר לי להוריד או להעלות קבצים אשר בעלי זכויות היוצרים שלהם ביקשו שלא ישותפו.
hr: Ne dozvoli preuzimanje i otpremanje datoteka čiji vlasnici autorskih prava zahtijevaju da se ne razmjenjuju.
ku: Nehêle ku pelên ku xwediyê mafê lîsansa wan nahêle bê parvekirin, daxim.
nb: Ikke la meg laste ned eller laste opp filer som eiere av opphavsretten ikke ønsker delt.
nl: Laat mij geen bestanden down- of uploaden waarvan copyrightbezitters hebben gevraagd of deze niet gedeeld kunnen worden.
ru: Не загружать и выгружать файлы, защищенные авторством, не расшаривать.
sv: Låt mig inte ladda ner eller ladda upp filer som upphovsrättsinnehavarna begär att inte delas.
tr: Telif hakkı sahiplerinin paylaşılmamasını istediği dosyaları indirmeme ya da yüklememe izin verme.

source: Don't show adult content in search results
da: Vis ikke pornografisk indhold i søgresultater
et: Ära näita täiskasvanutele mõeldud otsingu tulemusi.
fa: محتویاتی که مربوط به افراد بزرگسال است را در نتایج جستجو نشان نده.
fi: Älä näytä aikuisviihdettä hakutuloksissa
fr: Ne pas afficher un contenu pour adultes dans les résultats de recherche
ga: Ná taispeáin ábhair le haghaidh daoine fásta sna torthaí cuardaigh
gl: Non presentar contidos adultos nos resultados das procuras
he: אל תציג תוכן למבוגרים בתוצאות החיפוש
hr: Ne prikazuj sadržaj samo za odrasle u rezultatima pretrage
ku: Di encamên lêgerînê de naveroka mezinan nîşan nede
nb: Ikke vis pornografisk innhold i søkeresultater
nl: Geen volwasseneninhoud weergeven in zoekresultaten
pl: Nie pokazuj zawartości przeznaczonej dla dorosłych w wynikach wyszukiwania
ru: Не показывать взрослое содержание в поиске
sv: Visa inte pornografiskt innehåll i sökresultaten
tr: Arama sonuçlarında yetişkin içerikleri gösterme

source: Filter Keywords...
da: Filtrér nøgleord...
et: Filtreeri Võtmesõnad
fa: واژگان کلیدی فیلتر...
fi: Suodattimen avainsanat...
fr: Filtrer les mots clés ...
ga: Scag na dTreorfhocail...
gl: Filtrar palabras chave...
he: סנן מילות מפתח ...
hr: Filtriraj Ključne Riječi...
ku: Peyvên mifte fîltre bike...
lv: Filtrē atslēgvārdus...
nb: Filtrer nøkkelord...
nl: Sleutelwoorden filtreren...
pl: Filtruj Słowa Kluczowe...
ru: Ключ. слова Фильтра...
sv: Filtrera nyckelord...
tr: Anahtar Sözcükleri Filtrele...

source: Filter File Extensions
da: Filtrer filendelser
et: Filtreeri Faili Laiendused
fa: پسوند های فایل فیلتر شود
fi: Suodata tiedostotarkenteet
fr: Filtrer les Extensions de fichier
gl: Filtrar extensións de ficheiro
he: סנן סיומות קבצים
hr: Filtriraj Nastavke Datoteka
ku: Cûreyên pelan fîltre bike
lv: Filtrēt failu paplašinājumus
nb: Filtrer filendelser
nl: Bestandsextensies filtreren
pl: Filtruj Rozszerzenia Plików
ru: Фильтр по Расширению
sv: Filtrera Filändelser
tr: Dosya Uzantılarını Filtrele

source: Filter File Extensions...
da: Filtrer filendelser...
et: Filtreeri Faili Laiendused
fa: پسوند های فایل فیلتر شود...
fi: Suodata tiedostotarkenteet...
fr: Filtrer les Extensions de fichier...
gl: Filtrar extensións de ficheiro...
he: סנן סיומות קבצים ...
hr: Filtriraj Nastavke Datoteka...
ku: Cûreyên pelan fîltre bike
lv: Filtrē failu paplašinājumus...
nb: Filtrer filendelser...
nl: Bestandsextensies filtreren...
pl: Filtruj Rozszerzenia Plików...
ru: Фильтор по расширению...
sv: Filtrera Filändelser...
tr: Dosya Uzantılarını Filtrele...
