Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Allow modification of your work?
ar: السماح للتعديل لعملك؟
cy: Caniatau addasiadau o dy waith?
de: Änderungen erlauben?
el: Επιτρέπεται η τροποποίηση του έργου σας;
hu: Eng�delyezed a m� m�dos�t�s�t?
id: Ijinkan perubahan hasil kerja anda?
it: Permetti modifica del tuo progetto ?
ja: あなたの作品の修正を許可しますか？
nn: Tillate endringer av ditt arbeid?
pt: Permitir modificação ao seu trabalho?
pt_br: Autorizar modificação do seu trabalho?
sk: Povoliť úpravu vašeho diela?
sq: A doni ta lejoni modifikimin e veprës tuaj?
sr: Dozvoliti izmenu Vašeg rada?
uk: Дозволити змінення роботи?

source: Save details to file
ar: حفظ التفاصيل إلى ملف
de: Details zur Datei speichern
el: Αποθήκευση πληροφοριών σε αρχείο
hu: R�szletek ment�se f�jlba
it: Salva i dettagli nel file
nn: Lagre detaljer til fil
pt: Guardar detalhes do ficheiro
pt_br: Guardar detalhes a um arquivo
sk: Uložiť detaily do súboru
sq: Ruani detajet në skedë
sr: Sačuvaj detalje u fajl...

source: Copyright Holder:
ar: صاحب حقوق النسخ:
cy: Deiliad yr Hawlfraint
de: Copyright Besitzer:
el: Κάτοχος πνευματικών δικαιωμάτων:
hu: Szerz�i jogtulajdonos:
id: Pemegang Hakcipta:
it: Proprietario del copyright:
ja: 著作者:
nn: Kopirettighet Eier:
pt_br: Dono dos direitos autorais:
sk: Vlastník autorských práv:
sq: Zotëruesi i Copyright-it:
sr: Vlasnik autorskog prava:
uk: Власник прав:

source: Copyright Year:
ar: سنة حقوق النسخ:
cy: Blwyddyn yr Hawlfraint
de: Jahr des Urheberrechts:
el: Έτος κατοχύρωσης πνευματικών δικαιωμάτων:
hu: Copyright �ve:
id: Tahun Hakcipta:
it: Anno copyright:
ja: 著作年:
nn: Kopieringsrettighet År:
pt_br: Ano dos direitos autorais:
sk: Rok autorských práv:
sq: Viti i Copyright-it:
sr: Godina objave prava:
uk: Рік отримання права:

source: Title of Work:
ar: عنوان العمل:
cy: Teil y Gwaith:
de: Name des Werkes:
el: Τίτλος έργου:
hu: M� c�me:
id: Judul Pengerjaan:
it: Titolo del progetto:
nn: Tittel på Arbeidet:
pt: Título de Trabalho
pt_br: Título do trabalho:
sk: Názov práce:
sq: Titulli i Veprës:
sr: Naziv rada:
uk: Назва роботи:

source: Comment:
el: Σχόλιο:
ja: コメント:
nn: Kommentar
sk: Komentár:

source: Please enter the copyright holder, copright year and title.
ar: من فضلك ادخل مالك حقوق النسخ، سنة حقوق النسخ والعنوان.
de: Bitte geben sie den Copyright Inhaber, Jahr sowie den titel an.
el: Παρακαλώ εισάγετε τον κάτοχο πνευματικών δικαιωμάτων, το έτος και τον τίτλο.
hu: Add meg a szerz�ijog-tulajdonost, a copyright �v�t �s a c�met.
it: Si prega di inserire il detentore, l'anno e il titolo del copright.
ja: 著作権者、著作年とタイトルを入力してください。
nn: Vennligst skriv inn kopiretteieren, kopirettåret og tittelen.
pt_br: Entre o dono do direito de autor, ano do direito e título.
sk: Zadajte prosím vlastníka autorských práv, rok autorských práv a názov.
sq: Ju lutemi shkruani zotëruesin e copyright-it, vitin dhe titullin e copyright-it
sr: Molimo unesite vlasnika licence, godinu i datum.

source: Please enter a valid year for the file you want to publish.
ar: من فضلك ادخل السنة الصحيحة للملف الذي تريد نشره.
cy: Rho flwyddyn ddilys i'r ffeil rwyt eisiau ei chyoeddu.
de: Bitte schreiben Sie ein korrektes Jahr für die Datei die Sie veröffentlichen wollen.
el: Παρακαλούμε εισάγετε ένα έγκυρο έτος για του αρχείο που θέλετε να δημοσιεύσετε.
hu: Adj meg egy �rv�nyes �vsz�mot a pulibk�land� f�jl sz�m�ra.
id: Masukkan tahun yg berlaku dari berkas yg ingin anda terbitkan.
it: Inserire un anno valido per il file che vuoi pubblicare.
nn: Vennligst skriv inn et gyldig år for når denne filen ble publisert.
pt: Por favor insira um ano válido para o ficheiro que deseja publicar.
pt_br: Entre com um ano válido para o arquivo que você deseja publicar.
sk: Zadajte prosím platný rok pre súbor, ktorý chcete publikovať.
sq: Ju lutemi shkruani një vit të vlefshëm për skedën që doni të publikoni.
sr: Molimo Vas unesite ispravno godište fajla koji želite da objavite.
uk: Будь ласка, введіть дійсний рік файлу, який Ви хочете опублікувати.

source: I want to use the Internet Archive to host the file.
cy: Rydw i eisiau defnyddio'r Archif Gwe i gadw'r ffeil.
de: Ich möchte das Internet Archif verwenden um meine Datei zu speichern.
el: Θέλω να χρησιμοποιήσω το «Internet Archive» για τη φιλοξενία του αρχείου.
hu: Az Internet Arch�vumot szeretn�m haszn�lni a f�jl t�rol�s�ra.
id: Saya ingin menggunakan Internet Archive untuk menyimpan berkas verifikasi.
it: Voglio usare l'archivio internet per salvare il file.
ja: 私は、ファイルのホストをつとめるためにインターネットアーカイブを使いたいです。
nn: Jeg vil bruke Internett Arkivet for å hoste filen.
pt: Quero usar o Arquivo Internet para alojar o ficheiro.
pt_br: Eu quero usar o Arquivo de Internet para ser o anfitrião do arquivo.
sk: Chcem, aby súbor bol poskytovaný v internetovom archíve.
sq: Unë dua të përdor Arkivin e Internetit për drejtimin e skedës.
sr: Želim da koristim Internet arhiv za čuvanje fajlova.
uk: Я хочу використовувати Інтернет Архів для зберігання файлу.

source: I want to host the verification file myself at the following URL:
cy: Rydw i eisiau bod yn geidwad y ffeil awdurdodi fy hun at yr URL canlynol:
de: Ich möchte die überprüfungsdatei selber an folgender URL speichern:
el: Θέλω να παρέχω ο ίδιος το αρχείο επαλήθευσης στο παρακάτω URL:
hu: Az ellen�rz�f�jlt magam szeretn�m t�rolni ezen az URL-en:
id: Saya ingin menyimpan sendiri berkas verifikasi pada URL berikut:
it: Voglio salvare il file di verifica alla seguente URL:
ja: 私は、以下のURLで私自身で確認ファイルのホストをつとめたいです：
nn: Jeg vil selv være vert for godkjenningsfilen med følgende URL:
pt: Eu quero alojar o ficheiro de verificação no seguinte URL:
pt_br: Desejo hospedar o arquivo de verificação na seguinte URL:
sk: Chcem sám poskytnúť overovací súbor na tejto URL arese:
sq: Unë dua të drejtoj skedën verifikuese tek ky URL:
sr: Želim da lično držim web adresu za proveru autentičnosti na sledećoj adresi:
uk: Я хочу сам розміщати файл підтвердження за наступною адресою:

source: Where do you want to store the verification URL?
ar: أين تريد تخزين شهادة الموقع؟
cy: Ble wyt eisiau cadw'r URL awdurdodi
de: Wo möchten Sie die überprüfungs URL speichern?
el: Πού θέλετε να αποθηκεύσετε το URL επαλήθευσης;
hu: Hol szeretn�d t�rolni az ellen�rz� URL-t?
id: Dimana anda ingin menyimpan URL verifikasi?
it: Dove vuoi salvare la URL di verifica ?
ja: どこで、あなたは検証URLを保存したいですか？
nn: Hvor vil du plassere godkjennings URLen?
pt_br: Onde você deseja armazenar o link da verificação?
sk: Kam chcete uložiť overovaciu URL adresu?
sq: Ku doni ta depozitoni URLin verifikues?
sr: Gde želite da sačuvate web adresu za proveru autentičnosti?
uk: Де ви бажаєте зберігти адресу підтвердження?

source: What is this?
ar: ما هذا؟
cy: Beth ydi hwn?
de: Was ist das?
el: Τί είναι αυτό;
hu: Mi ez?
id: Apa ini?
it: Come funziona ?
ja: これは何ですか？
nn: Hva er dette?
pt: O que é isto?
pt_br: O que é isso?
sk: Čo je toto?
sq: Ç'është kjo?
sr: Šta je ovo?
uk: Що це?

source: The verification file is hosted at the following URL:
de: Die Überprüfungsdatei wird an volgender URL gespeichert:
el: Το αρχείο επαλήθευσης βρίσκεται στο παρακάτω URL:
hu: Az ellen�rz�f�jl az al�bbi URL-en tal�lhat�
it: Il file di verifica è ospitato dal seguente URL:
ja: 確認ファイルは、以下のURLでホストをつとめられます：
nn: Verifikasjonsfilen er hostet på følgende URL:
pt: O ficheiro de verificação está hospedado no seguinte URL:
pt_br: O arquivo de verificação tem anfitrião nesse endereço:
sk: Verifikovaný súbor je hostovaný na nasledujúcej URL adrese:
sq: Skeda verifikuese drejtohet tek URLi i mëposhtëm:
sr: Fajl za proveru se nalazi na sledećoj adresi:

source: Please enter a verification URL for the license.
ar: من فضلك ادخل رابط التأكيد للرخصة
cy: Rho URL cadarnhad i'r drwydded.
de: Bitte schreiben Sie eine Überprüfungs-URL für die Lizenz.
el: Παρακαλούμε εισάγετε URL επαλήθευσης της αδείας.
hu: Adj meg egy ellen�rz� URL-t a licensz sz�m�ra.
id: Masukkan URL verifikasi lisensi
it: Inserisci la URL di verifica per la licenza.
ja: 許可のために確認URLに入ってください。
nn: Vennligst skriv in vertifiserings URLen for lisensen.
pt: Por favor insira um URL de verificação para a licença.
pt_br: Por favor insira o URL de verificação para a licença.
sk: Zadajte prosím overovaciu URL adresu licencie.
sq: Ju lutemi shkruani një URL verifikimi për licensën.
sr: Molimo Vas unesite Internet adresu (URL) za proveru licence.
uk: Будь ласка, введіть підтверджуючий URL для ліцензії.

source: License RDF Output
cy: Trwydded Darlledu RDF
de: Ausgabe der Lizenz RDF
el: Έξοδος αδείας RDF
hu: Licensz RDF kimenete
id: Output RDF Lisensi
it: Licenza RDF in uscita
ja: ライセンスの詳細
nn: Lisens RDF Utgående
pt: Detalhes da licença RDF
pt_br: Saída da licença RDF
sk: RFD licenčný výstup
sq: Outputi i Licensës RDF
sr: Autorsko pravo u PDF dokument
uk: Вихід License RDF

source: In order to publish your file, please insert the following code in your verification page at:
cy: Er mwyn cyhoeddi dy ffeil, rhoi'r cod canlyniol yn dy dudalen wirio yn:
de: Um deine Datei zu veröffentlichen, gib bitte den volgenden Code in deiner überprüfungs Seite ein:
el: Για να δημοσιεύσετε το αρχείο σας, παρακαλούμε εισάγετε τον παρακάτω κωδικό στη σελίδα επαλήθευσής στο:
hu: A f�jl publik�l�s�hoz, illeszd be az al�bbi k�dot az ellen�rz� oldalra itt:
id: Untuk menerbitkan berkas anda, masukkan kode berikut ini pada halaman verifikasi di:
it: Per pubblicare il file, inserisci il codice di verifica nella tua pagina di verifica in:
ja: あなたのファイルを発表するために、以下のコードをあなたの確認ページに付け加えてください：
nn: For å gi ut filen, vennligst skriv inn den følgene koden på din godkjennings side:
pt_br: Para publicar o seu arquivo, por favor insira o código seguinte na sua página de verificação em:
sk: Aby ste mohli publikovať váš súbor, vložte, prosím, tento kód na vašu overovaciu stránku na:
sq: Që të publikoni skedën tuaj, ju lutemi shkruani kodin e mëposhtëm në faqen tuaj verifikuese tek:
sr: Da bi ste objavili Vaš fajl, molimo Vas unesite sledeću šifru na stranici za proveru autentičnosti na:
uk: Для того, щоб опублікувати Ваш файл, будь ласка, розмістить код на сторінці підтвердження:

source: Copy to Clipboard
ar: نسخ إلى ذاكرة النصوص
cy: Copio i'r Clipfwrdd
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
hu: M�sol�s a v�g�lapra
id: Salin ke Clipboard
it: Copia negli appunti
ja: マグネット・リンクをクリップボードにコピー
nn: Kopier
pt: Copiar para a Área de Transferência
pt_br: Copiar para área de transferência
sk: Kopírovať do schránky
sq: Kopjoje në Fushëkapje
sr: Kopiraj u memoriju
uk: Копіювати

source: Kind:
ar: نوع:
bs: Vrsta:
cy: Math:
de: Art:
el: Είδος:
hu: Fajta:
id: Jenis:
it: Uso:
ja: 種類：
nn: Type:
pt: Tipo:
pt_br: Tipo:
sk: Kategória:
sq: Tipi:
sr: Vrsta:
uk: Рід:

source: Size:
ar: الحجم:
bs: Veličina:
cy: Maint:
de: Größe:
el: Μέγεθος:
et: Suurus:
fa: اندازه:
gl: Tamaño:
he: גודל:‏
hr: Veličina:
hu: M�ret:
id: Ukuran:
it: Dimensione:
ja: 容量：
ku: Mezinahî
lv: Izmērs:
nb: Størrelse:
nn: Størrelse:
pl: Rozmiar:
pt: Tamanho:
pt_br: Tamanho:
ru: Размер:
sk: Veľkosť:
sq: Përmasa:
sr: Veličina:
uk: Розмір:

source: Date Modified:
ar: تاريخ التعديل
bs: Promjena datuma:
cy: Dyddiad wedi newid:
de: Zuletzt geändert:
el: Ημερομηνία τροποποίησης:
hu: Utols� m�dos�t�s:
id: Tanggal dirubah:
it: Data modifica:
ja: 修正日：
nn: Dato Endret:
pt: Data de modificação:
pt_br: Data de modificação:
sk: Dátum zmeny:
sq: Data e Modifikimit:
sr: Menjano:
uk: Дата змінення:

source: Internal Document Error. Data could not be saved.
ar: حدث خطأ داخلي في المستند. لا يمكن حفظ البيانات
bs: Unutrašnji Dokument greška. Podaci ne mogu biti pohranjeni.
cy: Gwall Ddogfen Fewnol. Methu cadw'r wybodaeth.
de: Interner Dokument-Fehler. Daten konnten nicht gespeichert werden.
el: Εσωτερικό σφάλμα εγγράφου. Δεν ήταν δυνατή η αποθήκευση των δεδομένων.
hu: Bels� dokumentumhiba. Az adat nem volt menthet�
id: Kesalahan Internal Dokumen. Data tidak dapat disimpan.
it: Errore interno del file. I dati non possono essere salvati.
ja: 内部ドキュメント・エラー。データは保存できなかった。
nn: Intern Dokument Feil. Data kunne ikke bli lagret.
pt: Erro de documento interno. Não foi possível guardar os dados.
pt_br: Erro de documento interno. Não foi possível salvar os dados.
sk: Internal Document Error. Dáta sa nedajú uložiť.
sq: Gabim i Brendshëm Dokumenti. Të dhënat nuk u ruajtën.
sr: Greška u dokumentu. Podaci ne mogu biti sačuvani.
uk: Внутрішня помилка в документі. Данні не можуть бути збережені.

source: Internal Error. Data could not be saved.
ar: حدث خطأ داخلي. لا يمكن حفظ البيانات
bs: Unutrašnja greška. Podatke nije moguće pohraniti
cy: Gwall mewnol. Methu cadw'r wybodaeth.
de: Interner Fehler. Daten konnten nicht gespeichert werden.
el: Εσωτερικό σφάλμα. Δεν ήταν δυνατή η αποθήκευση των δεδομένων.
hu: Bels� hiba. Az adat nem volt menthet�
id: Kesalahan Internal. Data tidak dapat disimpan.
it: Errore interno. I dati non possono essere salvati.
ja: 内部エラー。データは保存されない
nn: Intern feil, data kunne ikke lagres.
pt: Erro interno. Não foi possível guardar os dados.
pt_br: Erro interno. Não foi possível salvar os dados.
sk: Vnútorná chyba. Dáta sa nedajú uložiť.
sq: Gabim i Brendshëm. Të dhënat nuk u ruajtën.
sr: Greška u programu. Podatke nije moguće sačuvati.
uk: Внутрішня помилка. Данні не можуть бути збережені.

source: File not found or corrupt file. Data could not be saved
ar: الملف غير موجود أو تالف. لا يمكن حفظ البيانات
bs: Datoteka nije pronađena ili je datoteka korumpirana. Podatke nije moguće pohraniti.
cy: Ffeil heb ei darganfod neu wedi'i llygru. Methu cadw'r wybodaeth.
de: Datei nicht gefunden oder beschädigt. Daten konnten nicht gespeichert werden.
el: Δεν βρέθηκε το αρχείο ή είναι κατεστραμμένο. Δεν ήταν δυνατή η αποθήκευση των δεδομένων.
hu: A f�jl nem tal�lhat� vagy hib�s. Az adat nem volt menthet�
id: Berkas tidak dapat ditemukan atau berkas rusak. Data tidak dapat disimpan.
it: file non trovato o file danneggiato. I dati non possono essere salvati.
ja: ファイルが見つからないか、または破損。 データは保存できなかった
nn: Filen ble ikke funnet, eller er korrupt. Data kunne ikke bli lagret.
pt: Ficheiro não encontrado ou danificado. Não foi possível guardar os dados.
pt_br: Arquivo não encontrado ou corrompido. Não foi possível salvar os dados.
sk: Súbor sa nenašiel alebo je poškodený. Dáta nemôžu byť uložené.
sq: Skeda nuk u gjet ose është e korruptuar. Të dhënat nuk u ruajtën.
sr: Fajl nije pronađen ili je oštećen i nije ga moguće sačuvati.
uk: Файл не знайдено або пошкоджено. Данні не можуть бути збережено.

source: Read Write Error. Data could not be saved.
ar: حدث خطأ في الكتابة أو القراءة. لا يمكن حفظ البيانات
bs: Greška pisanja i čitanja. Podatke nije moguće pohraniti.
cy: Gwall Darllen/Ysgrifennu. Methu cadw'r wybodaeth.
de: Schreib-Lese-Fehler. Daten konnten nicht gespeichert werden.
el: Σφάλμα ανάγνωσης- εγγραφής. Δεν ήταν δυνατή η αποθήκευση δεδομένων.
hu: Olvas�si-�r�si hiba. Az adat nem volt menthet�
id: Kesalahan Baca Tulis.Data tidak dapat disimpan.
it: Errore di lettura/scrittura. I dati non possono essere salvati.
ja: 読み書きのエラー。データは保存できなかった
nn: Lesefeil, data kunne ikke lagres.
pt: Ler erro de escrita. Não foi possível guardar os dados.
pt_br: Erro de leitura/Escrita. Não foi possível salvar os dados.
sk: Chyba čítania a zápisu. Dáta sa nedajú uložiť.
sq: Gabim Lexim-Shkrimi. Të dhënat nuk u ruajtën.
sr: Greška u snimanju ili čitanju fajla. Podatke nije moguće sačuvati.
uk: Помилка під час запису. Данні не можуть бути збережені.

source: File Corrupt. Data could not be saved.
ar: الملف تالف. لا يمكن حفظ البيانات
bs: Datoteka korumpirana. Podatke nije moguće pohraniti.
cy: Ffeil wedi llygru. Methu cadw'r wybodaeth.
de: Datei ist beschädigt. Daten konnten nicht gespeichert werden.
el: Κατεστραμμένο αρχείο. Δεν ήταν δυνατή η αποθήκευση δεδομένων.
hu: A f�jl hib�s. Az adat nem volt menthet�
id: Berkas rusak. Data tidak dapat disimpan.
it: File danneggiato. I dati non possono essere salvati.
ja: ファイルが破損。データは保存されなかった
nn: Filen er korrupt, data kunne ikke lagres.
pt: Ficheiro danificado. Não foi possível guardar os dados.
pt_br: Arquivo corrompido. Não foi possível salvar os dados.
sk: Poškodený súbor. Dáta sa nedajú uložiť.
sq: Korruptim Skede. Të dhënat nuk u ruajtën.
sr: Fajl je oštećen i nije ga moguće sačuvati.
uk: Файл пошкоджено. Данні не можуть бути збережені.

source: Incorrect format entered. Changes will not be saved.
ar: تم إدخال هيئة غير صحيحة. لن يتم حفظ التغييرات.
bs: Uključen neispravan format. Promjene neće biti sačuvane.
cy: Fformat anghywir wedi rhoi. Dim yn cadw'r newidiadau.
de: Falsches Format. Anderungen werden nicht gespeichert.
el: Εισαγωγή λανθασμένης διαμόρφωσης. Δε θα αποθηκευθούν οι αλλαγές.
hu: Hib�s form�tumot adott meg. A m�dos�t�sok nem menthet�ek.
id: Format masukkan tidak benar. Perubahan tidak disimpan.
it: Il formato inserito non è corretto. I cambiamenti non verranno salvati.
ja: 間違った形式が入力済み。 変更は保存されない
nn: Ugyldig format, endringene vil ikke bli lagret.
pt: Foi inserido um formato incorreto. Não serão guardadas alterações.
pt_br: Foi inserido um formato incorreto. As alterações não serão salvas.
sk: Zadaný nesprávny formát. Zmeny nebudú uložené.
sq: Shkruat një format të parregullt. Ndryshimet nuk do të ruhen.
sr: Unet neispravan tip. Izmene neće biti sačuvane.
uk: Вказано невірний формат. Зміни не будуть збережені.

source: Title:
ar: العنوان:
bs: Naziv:
cy: Teitl:
de: Titel:
el: Τίτλος:
hu: C�m:
id: Judul:
it: Titolo:
ja: 題名：
nn: Tittel:
pt: Título:
pt_br: Título:
sk: Názov:
sq: Titulli:
sr: Naziv:
uk: Назва:

source: Artist:
ar: الفنان:
bs: Artista:
de: Künstler:
el: Καλλιτέχνης:
hu: El�ad�
id: Artis:
it: Artista:
ja: アーティスト：
pt: Artista:
pt_br: Artista:
sk: Umelec:
sq: Artisti:
sr: Umetnik:
uk: Виконавець:

source: Album:
ar: الألبوم:
cy: Albwm
el: Συλλογή:
ja: アルバム：
pt: Álbum:
pt_br: Álbum:
sq: Albumi:
uk: Альбом:

source: Genre:
ar: الصنف:
bs: Vrsta:
cy: Steil:
el: Είδος:
hu: M�faj:
id: Aliran:
it: Genere:
ja: ジャンル：
nn: Sjanger:
pt: Género:
pt_br: Gênero:
sk: Žáner:
sq: Gjinia:
sr: Žanr:
uk: Жанр:

source: Year:
ar: السنة:
bs: Godina:
cy: Blwyddyn:
de: Jahr:
el: Χρονολογία:
hu: �v:
id: Tahun:
it: Anno:
ja: 年：
nn: År:
pt: Ano:
pt_br: Ano:
sk: Rok:
sq: Viti:
sr: Godina:
uk: Рік:

source: Type:
ar: النوع:
bs: Tip:
cy: Math:
de: Art:
el: Τύπος:
hu: T�pus:
id: Tipe:
it: Tipo:
ja: タイプ：
pt: Tipo:
pt_br: Tipo:
sk: Typ:
sq: Lloji:
sr: Vrsta:
uk: Тип:

source: Track:
ar: المسار:
bs: Traka:
cy: Trac:
de: Stück:
el: Κομμάτι:
hu: S�v:
it: Traccia:
ja: トラック：
nn: Spor:
pt: Faixa:
pt_br: Faixa:
sk: Zvuková stopa
sq: Kënga:
sr: Traka:
uk: Доріжка:

source: Length:
bs: Dužina:
cy: Hyd:
de: Länge:
el: Διάρκεια:
ja: 長さ：
nn: Lengde:
pt: Duração:
sk: Dĺžka:

source: Bitrate:
ar: معدل البت:
bs: Bitrata:
el: Ρυθμός bit:
hu: Bits�r�s�g:
ja: ビットレート：
sr: Kvalitet:
uk: Бітрейт:

source: Comments:
ar: التعليقات:
bs: Komentari:
cy: Sylwadau:
de: Kommentare:
el: Σχόλια:
hu: Megjegyz�sek:
id: Komentar:
it: Commenti:
ja: コメント：
nn: Kommentarer:
pt: Comentários:
pt_br: Comentários:
sk: Komentáre:
sq: Komente:
sr: Komentar:
uk: Коментарі:

source: Price:
ar: السعر:
bs: Cijena:
cy: Pris:
de: Preis:
el: Τιμή:
hu: �r:
id: Harga:
it: Prezzo:
ja: 価格：
nn: Pris:
pt: Preço:
pt_br: Preço:
sk: Cena:
sq: Çmimi:
sr: Cena:
uk: Ціна:

source: Action:
ar: العمل:
bs: Akcija:
de: Aktion:
el: Ενέργεια:
hu: M�velet:
id: Aksi:
it: Azione:
ja: アクション：
nn: Handling:
pt: Acção:
pt_br: Ação:
sk: Akcia:
sq: Veprimi:
sr: Akcija:
uk: Дія:

source: License:
ar: الرخصة:
bs: Licenca:
cy: Trwydded:
de: Lizenz:
el: Άδεια:
hu: Licensz:
id: Lisensi:
it: Licenza:
ja: ライセンス
nn: Lisens:
pt: Licença:
pt_br: Licença:
sk: Licencia:
sq: Licensa:
sr: Autorsko pravo:
uk: Ліцензія:

source: Rating:
ar: التقييم:
cy: Graddio:
de: Bewertung:
el: Βαθμολογία:
hu: Besorol�s:
id: Penilaian:
ja: レート
nn: Anseelse
pt: Classificação:
pt_br: Classificação:
sk: Hodnotenie:
sq: Vlerësimi:
sr: Klasa:
uk: Оцінка:

source: License Type:
ar: نوع الرخصة:
cy: Math o Drwydded:
de: Lizenzart
el: Τύπος αδείας:
hu: Licensz t�pusa:
id: Tipe Lisensi:
it: Tipo licenza:
ja: ライセンス形態
nn: Lisens Type:
pt: Tipo de Licença:
pt_br: Tipo de licença
sk: Typ Licencie:
sq: Lloji i Licensës:
sr: Vrsta licence:
uk: Тип ліцензії:

source: Director:
ar: المخرج:
cy: Cyfarwyddwr:
de: Direktor
el: Σκηνοθέτης:
hu: Rendez�
id: Sutradara:
it: Regista:
nn: Regissør:
pt: Realizador:
sk: Režisér:
sq: Regjisori:
sr: Režiser:
uk: Режисер:

source: Studio:
ar: الاستديو:
cy: Stiwdio:
el: Στούντιο:
hu: St�
pt: Estúdio:
pt_br: Estúdio:
sk: Štúdio:
sq: Studioja:
uk: Студія:

source: Stars: (Please separate with comma)
ar: النجوم: (من فضلك افصلها مع فاصلة)
bs: Zvijezde:
cy: Ser: (Rho , rhwng pob un)
de: Stars:
el: Αστέρια: (Παρακαλούμε χωρίστε με κόμμα)
hu: M�v�szek: (vessz�vel elv�lasztva)
id: Bintang: (pisahkan dengan koma)
it: Stelle: (Please separate with comma)
ja: 星：
nn: Sjerner: (Vennligst separer med komma)
pt: Estrelas:
pt_br: Estrelas:
sk: Stars: (Prosím, oddeľovať čiarkami)
sq: Yje: (Ju lutemi përdorni presje)
sr: Zvezdice (razdvojiti zarezom):
uk: Зірки: (Будь ласка, через кому)

source: Producer: (Please separate with comma)
ar: المنتج: (من فضلك افصلها مع فاصلة)
cy: Cyhnhyrchydd: (Rho , rhwng pob un)
de: Produzent: (Bitte mit Komma trennen)
el: Παραγωγός: (Παρακαλούμε χωρίστε με κόμμα)
hu: Producer: (vessz�vel elv�lasztva)
id: Produser: (pisahkan dengan koma)
it: Produttore: (Please separate with comma)
ja: 作成者 (カンマ区切り)
nn: Produsent: (Vennligst separer med komma)
pt: Produtor: (Por favor separe por vírgulas)
pt_br: Produtor: (Please separate with comma)
sk: Producent: (Prosím, oddeľovať čiarkami)
sq: Producenti: (Ju lutemi përdorni presje)
sr: Producent (odvojiti zarezom):
uk: Продюсер: (Будь ласка, через кому)

source: Subtitles: (Please separate with comma)
ar: عناوين فرعية: (من فضلك افصلها مع فاصلة)
cy: Is-Deitlau
de: Untertitel: (Bitte mit Komma trennen)
el: Υπότιτλοι: (Παρακαλούμε χωρίστε με κόμμα)
hu: Feliratok: (vessz�vel elv�lasztva)
id: Sub Judul: (pisahkan dengan koma)
it: Sottotitoli: (Please separate with comma)
ja: サブタイトル (カンマ区切り)
nn: Undertekster: (Vennligst separer med komma)
pt: Legendas: (Por favor separe por vírgulas)
pt_br: Legendas: (Please separate with comma)
sk: Titulky: (Prosím, oddeľovať čiarkami)
sq: Titrat: (Ju lutemi përdorni presje)
sr: Prevod:
uk: Субтитри: (Будь ласка, через кому)

source: Topic:
ar: الموضوع:
cy: Pwnc:
de: Thema:
el: Θέμα:
hu: T�ma:
id: Topik:
it: Chiave:
ja: トピック:
nn: Overskrift:
pt: Tópico:
pt_br: Tópico:
sk: Nadpis:
sq: Tema:
sr: Naslov:
uk: Тема:

source: Author:
ar: المؤلف:
cy: Awdur:
de: Autor:
el: Συγγραφέας:
hu: Szerz�
id: Penulis:
it: Autore:
nn: Forfatter:
pt: Autor:
pt_br: Autor:
sk: Autor:
sq: Autori:
sr: Autor:
uk: Автор:

source: Publisher:
ar: الناشر:
cy: Cyhoeddwr:
de: Verleger:
el: Εκδότης:
hu: Kiad�
id: Penerbit:
it: Editore:
ja: 出版者:
nn: Utgjevar
pt: Publicador:
pt_br: Publicator:
sk: Vydavateľ:
sq: Publikuesi:
sr: Izdavač
uk: Видавець:

source: Platform:
ar: المنصة:
cy: Platfform:
de: Betriebssystem:
el: Πλατφόρμα:
it: Piattaforma:
ja: プラットホーム：
nn: Plattform
pt: Plataforma:
pt_br: Plataforma:
sk: Platforma:
sq: Platforma:
sr: Platforma:
uk: Платформа:

source: Description:
de: Beschreibung:
el: Περιγραφή:
nn: Beskrivelse:
pt: Descrição:
pt_br: Descrição:
sk: Popis:

source: MPEG-1 Audio Layer 3
ar: MPEG-1 صوت Layer 3
bs: MPEG-1 Audio naslaga 3
cy: MPEG-1 Sain Lefel 3
el: Αρχεία ήχου MPEG-1 Layer 3
it: Audio MPEG-1 Layer 3
ja: MPEG-1 オーディオレイヤー 3
sr: MPEG-1 Audio tip 3

source: MPEG-4 Audio
ar: MPEG-4 صوت
cy: MPEG-4 Sain
el: Αρχεία ήχου MPEG-4
it: Audio MPEG-4
ja: MPEG-4 オーディオ
uk: LABEL=MPEG-4 Audio

source: Unknown file type. Please choose the type that best describes this file.
el: Άγνωστος τύπος αρχείου. Παρακαλούμε επιλέξτε τον τύπο που περιγράφει καλύτερα το αρχείο.
ja: 未知のファイルタイプ。 このファイルについて最もよく説明するタイプを選んでください。
sk: Neznámy typ súboru. Zvoľte si prosím typ, ktorý sa najviac hodí tomuto súboru.
