Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You have a turbo-charged connection
da: Du har en super turboladet forbindelse
et: Interneti Ühendus on turbo - kiire
fa: ارتباطی توربوشارژ دارید
fi: Sinulla on turboyhteys
ga: Tá nasc sármhaith agat
gl: Ten unha conexión turbo-charged
he: יש לך חיבור מואץ
hr: Imate turbo konekciju
ku: Girêdana te bi hêza turboyê ye
nb: Du har en turboladet forbindelse
nl: U heeft een turboverbinding
ru: У вас турбо подключеение
sv: Du har en turboladdad anslutning
tr: Yüksek bağlantıya sahipsiniz

source: Adding {0} of {1}
et: Lisan {0} {1} - se
fa: افزودن {0} از {1}
gl: A engadir {0} de {1}
he: מוסיף {0} מתוך {1}
hr: Dodavanje {0} od {1}
ku: Lê zêde dike {0} ji {1}
lv: Pievieno{0} no {1}
nb: Legger til {0} av {1}
ru: Добавлено {0} из {1}

source: Adding Files
et: Lisan Faile
fa: افزودن فایل ها
gl: Engadindo ficheiros
he: מוסיף קבצים
hr: Dodavanje Datoteka
ku: Pelan lê zêde dike
lv: Pievieno failus
nb: Legger til filer
ru: Добавление Файлов

source: Scanning...
et: Skaneerimine
fa: در حال اسکن...
gl: A analizar...
he: סורק...
hr: Skeniranje...
ku: Vedinêre...
lv: Skenē...
nb: Skanner...
ru: Сканирование...

source: stop
et: Peata
fa: توقف
gl: deter
he: עצור
hr: zaustavi
ku: bisekinîne
lv: apturēt
nb: stopp
ru: стоп

source: All Completed
et: Kõik On Valmis
fa: همه تکمیل شدند
gl: Todos completados
he: הכל הסתיים
hr: Sve Završeno
ku: Hemû Qediyan
lv: Viss pabeigts
nb: Alle fullført
ru: Все Завершонные

source: Want faster downloads? Get LimeWire PRO.
da: Ønsker du hurtige downloads? Anskaf LimeWire PRO.
et: Tahad kiiremaid allalaadimisi? Hangi LimeWire PRO.
fa: نیاز به دانلودهای سریع تر دارید؟ LimeWire PRO را بگیرید.
fi: Haluatko nopeammat lataukset? Hanki LimeWire PRO.
ga: Ar mhaith leat íosluchtuithe níos gasta? Faigh LimeWire PRO.
gl: Quere descargas máis rápidas? Obteña LimeWire PRO.
he: רוצה הורדות יותר מהירות? נסה את LimeWire PRO.
hr: Hoćete brža preuzimanja? Uzmite LimeWire PRO.
ku: Daxistina leztir dixwazî? LimeWire PROyê bistîne.
lv: Vēlies ātrākas lejuplādes? Iegādājies LimeWire PRO.
nb: Ønsker du raskere nedlastinger? Skaff deg LimeWire PRO.
nl: Wilt u snellere downloads? Koop dan LimeWire Pro.
ru: Хотите более быстрее загружать? Получите LimeWire ПРО.
sv: Vill du ha en snabbare nerladdning? Skaffa LimeWire PRO.
tr: Daha hızlı mı indirmek istiyorsun ? LimeWire PRO satın al.

source: For the best BitTorrent downloads, get LimeWire PRO.
da: For de bedste BitTorrent downloads, anskaf LimeWire PRO.
et: Paremaks BitTorrenti allalaadimiseks hangi LimeWire PRO.
fa: برای بهره گیری از بهترین دانلودهای بیت تورنت، LimeWire PRO را دریافت کنید.
fi: Saat pathaat BitTorrent-lataukset LimeWire PRO:lla.
ga: Le haghaidh na híosluchtuithe BitTorrent is fearr, faigh LimeWire PRO.
gl: Para unhas mellores descargas Bit Torrent, obteña LimeWire PRO.
he: להורדות היא טובות מביט-טורנט, נסה את LimeWire PRO.
hr: Za najbolja BitTorrent preuzimanja, uzmi LimeWire PRO.
ku: Ji bo daxistina herî baş a BitTorrentê, LimeWire PRO bistîne.
nb: For de beste BitTorrent-nedlastingene, skaff deg LimeWire PRO.
nl: Koop LimeWire Pro voor de beste BitTorrent-downloads.
ru: Для лучшей загрузки BitTorrent, получите LimeWire ПРО.
sv: För den bästa BitTorrentnerladdningen, skaffa LimeWire PRO.
tr: En iyi BitTorrent indirmeleri için LimeWire PRO satın al.

source: LimeWire PRO comes with FREE tech support.
da: LimeWire PRO er med GRATIS teknisk support.
et: LimeWire PRO tuleb tasuta tehnilise abiga.
fa: LimeWire PRO با پشتیبانی فنی رایگان عرضه می شود.
fi: Saat ILMAISEN teknisen tuen LimeWire PRO:lle.
ga: Tá tacaíocht SAOR IN AISCE mar chuid de LimeWire PRO.
gl: LimeWire PRO vén con soporte técnico de balde.
he: LimeWire PRO מגיעה עם תמיכה טכנית חינמית.
hr: LimeWire PRO ima BESPLATNU tehničku podršku.
ku: LimeWire PRO bi piştgiriya teknîkî a BELAŞ tê.
lv: Ar LimeWire PRO saņemsi BEZMAKSAS tehnisko atbalstu.
nb: LimeWire PRO gir deg GRATIS teknisk support.
nl: LimeWire Pro komt met gratis technische ondersteuning.
ru: LimeWire ПРО имеет бесплатную тех. поддержку.
sv: LimeWire PRO inkluderar GRATIS support.
tr: LimeWire PRO BEDAVA teknik yardımla birlikte geliyor.

source: FREE updates and support - LimeWire PRO.
da: GRATIS opdateringer og support - LimeWire PRO.
et: Tasuta uuendused ja abi - LimeWire PRO.
fa: پشتیبانی و به روز رسانی رایگان - LimeWire PRO
fi: ILMAISET päivitykset ja tuki - LimeWire PRO:
ga: Nuashonruithe agus tacaíocht SAOR IN AISCE - LimeWire PRO.
gl: Actualizacións e soporte de balde - LimeWire PRO.
he: עידכונים ותמיכה חינמיים - LimeWire PRO.
hr: BESPLATNA osvježenja i podrška - LimeWire PRO.
ku: Rojanekirina BELAŞ û piştgirî - LimeWire PRO.
lv: BEZMAKSAS atjauninājumi un atbalsts - LimeWire PRO.
nb: GRATIS oppdateringer og support - LimeWire PRO.
nl: Gratis updates en ondersteuning - LimeWire Pro.
ru: БЕСПЛАТНЫЕ обновления и поддержка - LimeWire ПРО.
sv: GRATIS uppdateringar och support - LimeWire PRO.
tr: BEDAVA güncellemeler ve destek - LimeWire PRO.

source: Sharing {0} file
da: Deler {0} fil
et: Jagan {0} - e Faili
fa: به اشتراک گذاری {0} فایل
fi: Jaetaan {0} tiedosto
ga: {0} comhad á chomhroinnt
gl: Compartindo {0} ficheiro
he: משתף קובץ אחד
hr: Razmjenjivanje {0} datoteke
ku: {0} pel tê parvekirin
lv: Koplieto {0} failu
nb: Deler {0} fil
nl: Deelt {0} bestand
ru: Общедоступный {0} файл
sv: Delar {0} fil
tr: {0} dosya paylaş

source: Lists I'm Sharing
et: Loendid Mida Jagan
fa: فهرست هایی که در حال به اشتراک گذاری هستم
gl: Listaxes que estou compartindo
he: רשימות שאני משתף
hr: Liste Koje Razmjenjujem
ku: Lîsteyên ku parve dikim
lv: Saraksti, ko es koplietoju
nb: Lister som jeg deler
ru: Мой Шараварный Список

source: {0} file
et: {0} Fail
fa: {0} فایل
gl: {0} ficheiro
he: קובץ אחד
hr: {0} datoteka
ku: {0} pel
lv: {0} fails
nb: {0} fil
ru: {0} файл

source: Sign in to share with friends
da: Log på for at dele med venner
es: Inicia sesión para compartir con tus amigos
et: Sõpradega Jagamiseks Logi Sisse
fa: جهت تبادل با دوستان وارد سیستم شوید
fi: Kirjaudu sisään jakaaksesi ystäviesi kanssa
fr: S’idendifier pour partager avec des amis
gl: Inicie sesión para compartir cos amigos
he: התחבר בכדי לשתף עם חברים
hr: Prijavite se da razmjenjujete sa prijateljima
ku: Têkeve ku bi hevalan re parve bikî
lv: Pieslēdzies, lai dalītos ar draugiem
nb: Logg inn for å dele med venner
nl: Meld u aan om te delen met vrienden
ru: Зарегистрируйтесь, чтобы делиться с друзьями
tr: Arkadaşlarla paylaşmak için oturum aç

# Launch Action Text (Notification)
source: Launch
et: Käivita
fa: راه اندازی
gl: Iniciar
he: הפעל
hr: Pokreni
ku: Bixebitîne
lv: Palaist
nb: Kjør
ru: Запустить

source: Show LimeWire
da: Vis LimeWire
et: Näita LimeWire - it
fa: نمایش LimeWire...
fi: Näytä LimeWire
ga: Taispeáin LimeWire
gl: Amosar LimeWire
he: הצג את LimeWire
hr: Prikaži LimeWire
ku: LimeWire'ê nîşande
lv: Rādīt LimeWire
nb: Vis LimeWire
nl: LimeWire tonen
ru: Показать LimeWire
sv: Visa LimeWire
tr: LimeWire programını göster

source: Exit After Transfers
da: Afslut efter overførsel
et: Välju peale allalaadimisi
fa: خروج بعد از انتقال
fi: Poistu siirtojen valmistuttua
ga: Scoir Tar Éis Aistrithe
gl: Saír despois das transferencias
he: סגור לאחר סיום הורדות
hr: Izađi Nakon Prijenosa
ku: Piştî transfer qediyan derkeve
lv: Iziet pēc visu datu pārsūtīšanas
nb: Avslutt etter overføringer
nl: Afsluiten na overdrachten
ru: Выйти После Передачи
sv: Avsluta Efter Överföringar
tr: Transfer Tamamlanınca Çık

source: Cancel all error uploads?
fa: آیا همه آپلود های دارای خطا لغو شود؟
gl: Desexa cancelar todos os envíos de erro?
hr: Poništiti sve error uploads?
ku: Hemû barkirinên çewt betalke?
lv: Atcelt visas kļūdainās augšuplādes?
nb: Avbryt alle opplastninger med feil
ru: Отменить все ошибочные передачи?

source: All Torrents
et: Kõik torrentid
fa: همه تورنت ها
gl: Todos os torrents
hr: Svi torrenti
ku: Hemû Torrent
lv: Visi torrenti
nb: Alle torrents
ru: Все Торенты

source: Cancel uploading all torrents?
fa: آپلود همه تورنت ها لغو شود؟
gl: Desexa cancelar todos os envíos?
hr: Poništiti sve upload-irane torrent-e
ku: Barkirina hemû torrentan betalke?
lv: Atcelt visas torrentu augšuplādes?
nb: Avbryt opplastning av alle torrents?
ru: Отменить раздачу всех торентов?

source: Note: Downloading torrents will be cancelled as well.
fa: توجه: دانلود تورنت ها هم لغو خواهد شد.
gl: Aviso: A descarga de torrents tamén será cancelada.
hr: Poruka: Preuzimanje torrenta će isto biti ukinut.
ku: Têbinî: Daxistina torrentan jî wê were betalkirin.
lv: Piezīme: Arī torrentu lejuplādes tiks atceltas.
nb: Merk: Torrents under nedlasting vil også bli avsluttet.
ru: Отметьте: Загрузка торентов будет тоже отменена.

source: All Uploads
et: Kõik üleslaadimised
fa: همه آپلودها
gl: Todos os envíos
hr: Svi Uploads
ku: Hemû Barkirin
lv: Visas augšuplādes
nb: Alle opplastninger
ru: Все Раздачи

source: Cancel all uploads?
et: Lõpetada kõk üleslaadimised?
fa: آیا همه آپلودها لغو شود؟
gl: Cancelar todas as descargas?
hr: Ukiniti sve uploads
ku: Hemû barkirinan betalke?
lv: Atcelt visas augšuplādes?
nb: Avbryt alle opplastninger
ru: Отменить все раздачи?

source: Order Started
fa: ترتیب شروع
gl: Orde iniciada
hr: Poredak
ku: Daxwaz hat destpêkirin
nb: Bestilling startet
ru: Упорядочить Запуск

source: User Name
fa: نام کاربری
gl: Nome de usuario
hr: Korisničko ime
ku: Navê Bikarhêner
lv: Lietotājvārds
nb: Brukernavn
ru: Имя

source: If you stop this upload, the torrent download will stop. Are you sure you want to do this?
fa: اگر این آپلود را متوقف کنید، دانلود تورنت نیز متوقف خواهد شد. آیا مطمئنید می خواهید این کار را انجام دهید؟
gl: Se detén este envío, a descarga torrent parará. Está certo de que a quere deter?
hr: Ako prekinete ovaj upload, torrent preuzimavanje će isto stati. Sigurni ste ?
ku: Ger tu barkirinê bisekinînî, wê daxistina torrentan jî bisekine. Ji dil dixwazî vê yekê bikî?
lv: Ja Jūs pārtrauksiet šo augšuplādi, torrenta lejuplāde apstāsies. Vai esat pārliecināts, ka vēlaties to darīt?
nb: Dersom du stopper denne opplastningen, vil nedlasting av torrent stoppe. Er du sikker på at du vil gjøre dette?
ru: Если вы останавите, то загрузка торента остановится. Действительно хотите сделать это?

source: Are you sure you want to stop this upload?
et: Oled sa kinnel, et soovid peatada selle üleslaadimise?
fa: آیا مطمئنید می خواهید این آپلود را متوقف کنید؟
gl: Está certo de que desexa deter este envío?
hr: Sigurni ste ?
ku: Ji dil dixwazî vê barkirinê betal bikî?
lv: Vai esat pārliecināts, ka vēlaties pārtraukt šo augšuplādi?
nb: Er du sikker på at du vil avslutte denne opplastningen?
ru: Действительно хотите остановить эту загрузку?

source: Pause upload
et: Peata üleslaadimine
fa: توقف آپلود
gl: Deter o envío
hr: Pauza upload-a
ku: Barkirinê rawestîne
lv: Pauzēt augšuplādi
nb: Stopp opplastning
ru: Пауза раздачи

source: Resume upload
fa: از سرگیری آپلود
gl: Continuar o envío
hr: Nastavite sa upload-om
ku: Barkirinê bidomîne
lv: Atsākt augšuplādi
nb: Gjenoppta opplastning
ru: Продолжить раздачу

source: Cancel upload
et: Lõpeta üleslaadimine
fa: لغو آپلود
gl: Cancelar o envío
hr: Prekini slanje datoteka
ku: Barkirinê betalke
lv: Atcelt augšuplādi
nb: Avbryt opplastning
ru: Отменить раздачу

source: Remove upload
et: Eemalda üleslaadimine
fa: حذف آپلود
gl: Eliminar o envío
hr: Makniti upload
ku: Barkirinê rake
lv: Aizvākt augšuplādi
nb: Fjern opplastning
ru: Удалить раздачу

source: Library was browsed
et: Kogu oli sirvitud
fa: کتابخانه مرور شد
gl: Procurouse na biblioteca
he: התבצע סיור בספרייה
hr: Biblioteka je pretražena
ku: Li pirtûkxaneyê hat gerîn
nb: Sett gjennom bibliotek
ru: Библиотека расмотрена

source: {0} to {1} person - ratio: {2}
fa: {0} به {1} شخص - نسبت: {2}
gl: {0} a {1} persoa - taxa: {2}
ku: li {0} {1} kes - rêje: {2}
lv: {0} līdz {1} persona - attiecība: {2}
nb: {0} til {1} person - forhold: {2}
ru: {0} в {1} человек - рейтинг: {2}

source: Unable to upload: invalid request
fa: امکان بارگذاری وجود ندارد: درخواست نامعتبر
gl: Non foi posible facer o envío: a petición é incorrecta
hr: Nemogući upload: nevažeći zahtev
ku: Nekarî bar bike: Daxwaza nederbasdar
lv: Nav iespējams augšuplādēt: nederīgs pieprasījums
nb: Kan ikke laste opp: Ugyldig forespørsel
ru: Немогу выгрузить: неверный запрос

source: No selected items
fa: موردی انتخاب نشده
gl: Non hai elementos seleccionados
hr: Nema odabranih naslova
ku: Tu hêman ne bijartî ye
lv: Nav iezīmētu vienumu
nb: Ingen valgte
ru: Нет выбранных пунктов

source: Unknown upload type:
et: Tundmatu üleslaadimise tüüp:
fa: نوع فایل ناشناس:
gl: Tipo de envío descoñecido:
hr: nepoznata tipa upload-a
ku: Cûreya nenas a barkirinê:
lv: Nezināms augšuplādes tips:
nb: Ukjent opplastingstype:
ru: Неизвестный тип раздачи:

source: Sorry, this file is already being uploaded.
et: Vabandust see fail on juba üleslateud.
fa: متأسفیم، این فایل از قبل در حال آپلود شدن است.
gl: Este ficheiro xa está a ser enviado.
hr: Oprostite, ali ova datoteka je već postavljena
ku: Xemgîn im, ev pel jixwe tê barkirin.
lv: Atvainojiet, šis fails jau tiek augšuplādēts.
nb: Beklager, denne filen blir allerede lastet opp.
ru: Извените, этот файл уже раздается.

source: Sorry, this file is already being downloaded.
et: Vabandage, see fail on juba allalaetud.
fa: متأسفیم، این فایل از قبل در حال دانلود شدن است.
gl: Este ficheiro xa se está descargando.
he: מצטערים, הקובץ כבר בהורדה.
hr: Oprostite ali ova datoteka je već preuzeta.
ku: Xemgîn im, ev pel jixwe tê daxistin.
lv: Atvainojiet, šis fails jau tiek lejuplādēts.
nb: Beklager, men denne filen blir allerede lastet ned
ru: Извените, этот файл уже загружается.

source: Sorry, you can't download files to this location.
da: Beklager, du kan ikke downloade filer til denne placering.
et: Vabanage, Sa ei saa laadida faile sellesse kohta.
fa: متأسفیم، نمی توانید فایل ها را در اینجا ذخیره کنید.
fi: Et voi ladata tiedostoja tänne.
ga: Is dona linn, ach ní féidir comhaid a íosluchtú chuig an suíomh seo.
gl: Non pode descargar ficheiros nesa ubicación.
he: מצטערים, אינך יכול להוריד קבצים למיקום זה.
hr: Oprostite, ali ne možete preuzimati datoteke na ovu lokaciju.
ku: Xemgîn im, tu nikarî pelan daxî vê peldankê
lv: Atvainojiet, Jūs nevarat lejuplādēt failus uz šo atrašanās vietu.
nb: Beklager, du kan ikke laste ned filer til denne plasseringen.
nl: Sorry, u kunt geen bestanden downloaden naar deze locatie.
ru: Вы не можете загрузить файл в это место
sv: Tyvärr, du kan inte ladda ner filer till denna plats.
tr: Üzgünüz, dosyaları buraya indiremezsiniz.

source: Sorry, there is a problem with torrents. Please try reinstalling LimeWire to solve this problem.
et: Vabandage, leiti probleem torrentitega. Palun paigalda LimeWire uuesti, et lahendada probleemi.
fa: متأسفیم، تورنت ها اشکال دارند./n لطفاً سعی کنید با نصب مجدد LimeWire این مشکل را رفع کنید.
gl: Hai un problema cos torrents. Reinstale o LimeWire para tentar solucionar o problema.
he: מצטערים, ישנה תקלה עם טורנטים. אנא נסה להתקין את LimeWire מחדש על מנת לפתור אותה.
hr: Oprostite, ali postoji problem sa torentima. Molimo probajte ponovno instalirati LimeWire da riješite ovaj problem.
ku: Xemgîn im, di torrentan de çewtî heye. Ji bo çareseriyê jinûve sazkirina LimeWire'ê biceribîne.
lv: Atvainojiet, ir radusies problēma ar torrentiem. Lūdzu mēģiniet uzstādīt LimeWire atkārtoti lai atrisinātu šo problēmu.
nb: Beklager, et problem har oppstått med torrents. Vennligst prøv å installere LimeWire på nytt for å løse dette problemet.
ru: Жаль, есть проблема с торентами. Пожалуйста попробуйте переустановить LimeWire, чтобы решить эту проблему.

source: You can also ask for help on the forums.
et: Sa saad ka abi küsida foorumites.
fa: همچنین می توانید در تالارهای گفتمان تقاضای کمک کنید.
gl: Vostede tamén pode pedir axuda nos foros.
he: אתה יכול גם לחפש תמיכה בפורומים.
hr: Možete također zatražiti pomoć na forumima
ku: Herwiha dikarî li foruman jî alîkariyê bixwazî.
lv: Tu vari arī jautāt palīdzību forumos.
nb: Du kan også spørre om hjelp på forumet.
ru: Вы можете также попросить помощь на форумах.

source: Sorry, we are still loading your old downloads. Please wait to add a new download until we are done.
et: Vabandame, me laeme Teie vanu allalaadimisi alles. Oodake, et lisada uusi allalaadimisi.
fa: متأسفیم، هنوز در حال بارگذاری دانلودهای قدیمی شما هستیم. برای افزودن دانلود جدید، لطفاً صبر کنید تا کار ما تمام شود.
gl: Estanse a cargar aínda as descargas antigas. Agarde a que rematen de se cargar antes de engadir unha nova.
he: מצטערים, אנחנו עדיין טוענים את ההורדות הישנות שלך. אנא השהה הוספת הורדות חדשות עד שנסיים.
hr: Oprostite, mi još učitavamo vaša stara preuzimanja. Molimo sačekajte sa dodavanjem novog preuzimanja dok ne završimo.
ku: Xemgîn im, em hê daxistinên te yên kevin bar dikin. Heta me qedand, li bendê be ji bo lêzêdekirina daxistineke nû.
lv: Atvaino, mēs joprojām lādējam Tavas vecās lejuplādes. Lūdzu nogaidi ar jaunu failu pievienošanu, līdz mēs esam pabeiguši.
nb: Beklager, vi laster fortsatt dine gamle nedlastninger. Vennligst vent med å legge til en ny nedlastning til vi er ferdige.
ru: Извените, все еще загружаются ваши старые загрузки. Пожалуйста подождите завершения, чтоб добавить новую загрузку.

source: Sorry, there was a problem downloading your file.
da: Beklager, der opstod et problem med at downloade din fil.
et: Vabandame, kuid tekkis probleem Sinu faili alla laadimisega.
fa: متأسفیم، اشکالی در دانلود فایلتان روی داد.
fi: Tiedoston lataamisessa oli ongelma.
ga: Is dona linn, bhí fadhb ann ag íosluchtú do rogha comhad.
gl: Houbo un problema descargando o seu ficheiro.
he: מצטערים, קרתה תקלה בעת הורדת הקובץ שלך.
hr: Oprostite, imali smo problem preuzimajući vašu datoteku.
ku: Xemgîn im, di daxistina pela te pirsgirêk derket.
lv: Atvaino, ir radusies problēma lejuplādējot Tavu failu.
nb: Beklager, det oppstod et problem ved nedlasting av filen din.
nl: Sorry, er was een probleem met het downloaden van uw bestand.
ru: Проблема при загрузке вашего файла.
sv: Tyvärr, det uppstod ett problem med att ladda ner din fil.
tr: Üzgünüm, dosyanız indirilirken bir sorun oluştu.

source: Choose a new folder to save download.
et: Vali uus kaust kuhu failid laetakse alla.
fa: پوشه جدیدی را برا ذخیره دانلود انتخاب کنید.
gl: Escolla un novo cartafol onde gardar as descargas.
he: בחר תקייה חדשה לשמור בה את ההורדה.
hr: Odaberi novu mapu za spremiti preuzimanje.
ku: Ji bo lê tomarkirinê peldankeke nû hilbijêre.
lv: Izēvēlieties jaunu mapi lai saglabātu lejuplādi.
nb: Velg en ny mappe for å lagre nedlasting.
ru: Выберите новую папку, чтоб сохранить загрузку.

source: File already exists. Do you want to replace it?
da: Fil findes allerede. Ønsker du at overskrive den?
et: Fail juba eksisteerib. Tahad Sa selle asendada?
fa: فایل از قبل وجود دارد. می خواهید آن را جایگزین نمایید؟
fi: Tiedosto on jo olemassa. Haluatko korvata sen?
gl: O ficheiro xa existe. Quere substituílo?
he: קובץ כבר קיים. האם ברצונך להחליפו?
hr: Datoteka već postoji. Da li hoćete da je zamijenite?
ku: Pel jixwe heye. Dixwazî biguherînî*
lv: Fails jau eksistē. Vai vēlaties to aizvietot?
nb: Filen eksisterer allerede. Ønsker du å erstatte den?
nl: Het bestand bestaat reeds. Wilt u het vervangen?
ru: Файл уже существует. Вы хотите заменить его?
tr: Dosya zaten var. Onu yerine koymak ister misiniz?

source: Date
et: Kuupäev
fa: تاریخ
gl: Data
he: תאריך
hr: Datum
ku: Dîrok
lv: Datums
nb: Dato
ru: Дата

source: {0} bytes
et: {0} baiti
fa: {0} بایت
hr: {0} bajtova
ku: {0} byte
lv: {0} baiti
ru: {0} байт

source: {0} KB
fa: {0} کیلو بایت
ru: {0} КБ

source: {0} MB
fa: {0} مگابابت
ru: {0} МБ

source: {0} GB
fa: {0} گیگابایت
ru: {0} ГБ

source: {0} TB
fa: {0} ترابایت
ru: {0} ТБ

source: {0} B/s
fa: {0} بایت/ثانیه
ru: {0} Б/сек

source: {0} KB/s
fa: {0} کیلوبایت/ثانیه
ru: {0} КБ/сек

source: {0} MB/s
fa: {0} مگابایت/ثانیه
ru: {0} МБ/сек

source: {0} GB/s
fa: {0} گیگابایت/ثانیه
ru: {0} ГБ/сек

source: {0} TB/s
fa: {0} ترابایت/ثانیه
ru: {0} ТБ/сек

# Poor (media quality)
source: Poor
et: Kehv
fa: ضعیف
gl: Pobre
he: נמוכה
hr: Slab
ku: Lewaz
lv: Zema
nb: Dårlig
ru: Плохой

# Good (media quality)
source: Good
et: Hea
fa: خوب
gl: Boa
he: גבוהה
hr: Dobro
ku: Baş
lv: Laba
nb: Bra
ru: Хороший

# Excellent (media quality)
source: Excellent
et: Suurepärane
fa: عالی
gl: Excelente
he: מעולה
hr: Odlično
ku: Gelek baş
lv: Teicama
nb: Utmerket
ru: Превосходный

source: The magnet link is invalid.
gl: Esta ligazón magnet non é correcta.
ru: Magnet ссылка неправильная.

source: Invalid Magnet Link
gl: Ligazón magnet incorrecta
ru: Неправильная Magnet ссылка

source: Unable to open URL
da: Kunne ikke åbne URL.
et: Pole võimalik avada URL-i
fa: قادر به بازکردن URL نیست
fi: URL:ää ei voida avata
ga: Ní féidir an tURL a oscailt
gl: Non se pode abrir a URL
he: לא ניתן לפתוח כתובת
hr: Ne mogu otvoriti URL
ku: URL nehat vekirin
lv: Neizdevās atvērt URL
nb: Kunne ikke åpne URL
nl: Kan URL niet openen
ru: Не могу открыть URL
sv: Det går inte att öppna webbadressen
tr: Adres açılamadı

source: Open URL
da: Åben URL
et: Ava URL
fa: باز کردن URL
fi: Avaa URL
ga: Oscail URL
gl: Abrir URL
he: פתח כתובת
hr: Otvori URL
ku: URL Veke
lv: Atvērt URL
nb: Åpne URL
nl: URL openen
ru: Открыть URL
sv: Öppna webbadress
tr: Adresi aç

source: Unable to open file: {0}
da: Kunne ikke åbne filen: {0}
et: Faili avmine on võimatu: {0}
fa: قادر به باز کردن فایل نیست: {0}
fi: Tiedostoa ei voida avata: {0}
ga: Ní féidir an comhad seo a oscailt: {0}
gl: Non se pode abrir o ficheiro: {0}
he: לא ניתן לפתוח קובץ: {0}
hr: Ne mogu otvoriti datoteku: {0}
ku: Pel nayê vekirin: {0}
lv: Nav iespējams atvērt failu: {0}
nb: Kunne ikke åpne fil: {0}
nl: Kan bestand niet openen: {0}
ru: Не могу открыть файл: {0}
sv: Det går inte att öppna fil: {0}
tr: Dosya açılamıyor: {0}

source: Unable to locate file: {0}
da: Kunne ikke finde filen: {0}
et: Faili ei leitud: {0}
fa: قادر به یافتن فایل نیست: {0}
fi: Tiedostoa ei löydy: {0}
ga: Níorbh fhéidir an comhad seo a aimsiú: {0}
gl: Non se pode localizar o ficheiro: {0}
he: לא ניתן למצוא קובץ: {0}
hr: Ne mogu locirati datoteku: {0}
ku: Pel nehate dîtin: {0}
lv: Nav iespējams noteikt faila atrašanās vietu: {0}
nb: Kunne ikke finne fil: {0}
nl: Kan bestand niet vinden: {0}
ru: Немогу определить место: {0}
sv: Det går inte att lokalisera fil: {0}
tr: Dosya konumlandıralamıyor: {0}

source: The file
fa: فايل
gl: O ficheiro
hr: Ova datoteka
ku: Pel
lv: Šis fails
nb: Filen
ru: Файл

source: could not be opened! There are no registered applications on your system for this file type.
fa: امکان باز کردن وجود ندارد! برای اين نوع از فايل، برنامه ثبت شده ای در سيستم شما وجود ندارد.
gl: Non é posible abrir o ficheiro, non hai aplicacións instaladas no sistema para este tipo de ficheiro.
hr: Ne može biti otvoren! Nema registrovanih prijava na vašem sistemu za ovaj tip datoteke.
ku: nehat vekirin! Ev cûreya pelan di pergala we de nayê naskirin.
lv: nevar tikt atvērts! Jūsu sistēmā nav reģistrētu aplikāciju priekš šī failu tipa.
nb: kunne ikke bli åpnet! Det er ingen registrerte programmer på systemet ditt for denne filtypen.
ru: не может быть открыт! Нет связанных приложений в системе для этого типа файла.

source: File cannot be opened
fa: امکان باز کردن فايل وجود ندارد
gl: Non é posíble abrir o ficheiro
hr: Datoteka ne može da se otvori
ku: Pel nikare bê vekirin
lv: Fails nevar tikt atvērts
nb: Filen kan ikke åpnes
ru: Файл не может быть открыт

source: Invalid Folder
da: Ugyldig mappe
et: Vigane Kaust
fa: پوشه بی اعتبار
fi: Epäkelpo kansio
ga: Fillteán Mícheart
gl: Cartafol incorrecto
he: תיקייה לא חוקית
hr: Nevažeća Mapa
ku: Peldankan Nederbasdar
lv: Nederīga mape
nb: Ugyldig mappe
nl: Ongeldige map
ru: Неверная Папка
sv: Ogiltig mapp
tr: Geçersiz Klasör
