Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Choose Save Location
ar: اختر موقع الحفظ
bs: Odaberi lokaciju za pohranjivanje
cy: Dewis Ble i Gadw
de: Speicherort auswählen
hu: Ment�si c�lmappa v�laszt�sa
id: Pilih lokasi penyimpanan
it: Segli la cartella di salvataggio
nn: Velg et Lagrings Sted
pt: Seleccionar a localização para guardar
pt_br: Selecionar a localização para salvar
sk: Vybrať priečinok na uloženie
sq: Zgjidhni Vendin e Ruajtjes
sr: Odaberite lokaciju za snimanje fajla
uk: Оберіть місце збереження

source: Search...
ar: بحث...
cy: Chwilio...
de: Suche...
et: Otsi
fa: جستجو...
gl: Procurar...
he: חפש...
hr: Pretraživanje...
hu: Keres�s...
id: Cari...
it: Ricerca...
ku: Lêgerîn...
lv: Meklēt...
nb: Søk...
nn: Søk...
pl: Szukaj..
pt: Procurar...
pt_br: Pesquisar...
ru: Поиск...
sk: Vyhľadávať...
sq: Kërko...
sr: Pretraži
uk: Пошук...

source: Preview Download
ar: مشاهدة التنزيل
bs: Prikaži datoteku
cy: Rhagflas o Lwyth
de: Vorschau ansehen
hu: Let�lt�s el�n�zete
id: Tinjau pengunduhan
it: Anteprima la ricezione
nn: KJør Fil
pt: Prever o download
pt_br: Pre-visualizar o download
sk: Náhľad sťahovania
sq: Parashikoje
sr: Prikaži fajl
uk: Попередній Просмотр

source: Preview
ar: مشاهدة
bs: Pregled
cy: Rhagflas
de: Vorschau
hu: El�n�zet
id: Tinjau
it: Anteprima
nn: Prøve
pt: Pré-visualizar
pt_br: Pré-visualizar
sk: Náhľad
sq: Parashiko
sr: Pregled
uk: Попередній перегляд

source: Chat with Host
de: Mit Rechner Chatten
nn: Snakk med Vert
pt: Conversar com o anfitrião
pt_br: Conversar com o hospedeiro
sk: Chat s hostiteľom servera

source: Clear Inactive
de: Inaktiven Downloads aufräumen
nn: Fjern Inaktive
pt: Limpar todos os downloads inactivos
pt_br: Limpar arquivos inativos
sk: Zmazať neaktívne

source: Warning: {0}
ar: تحذير: {0}
bs: Upozorenje: {0}
cy: Rhybudd: {0}
de: Warnung: {0}
gl: Aviso: {0}
hu: Vigy�zat: {0}
id: Peringatan: {0}
it: Attenzione: {0}
nn: Advarsel {0}
pl: Uwaga: {0}
pt: Aviso: {0}
pt_br: Aviso: {0}
ru: Предупреждение: {0}
sk: Varovanie: {0}
sq: Kujdes: {0}
sr: Upozorenje: {0}
uk: Попередження: {0}

source: Error: {0}
bs: Greška: {0}
cy: Gwall: {0}
de: Fehler: {0}
hu: Hiba: {0}
id: Kesalahan: {0}
it: Errore: {0}
nn: Feil: {0}
pt: Erro: {0}
pt_br: Erro: {0}
sk: Chyba: {0}
sq: Gabim: {0}
sr: Greška: {0}
uk: Помилка: {0}

source: Save As...
de: Speichern Unter...
nn: Lagre Som...
pt_br: Salvar Como...
sk: Uložiť ako...

source: Cancel the Download
ar: إلغاء التنزيل
bs: Odustani od downloada.
cy: Canslo'r Llwytho i lawr
de: Download abbrechen
hu: Let�lt�s megszak�t�sa
id: Batalkan download.
it: Interrompi la ricezione
nn: Avbryt Nedlastingen
pt: Cancelar o download
pt_br: Cancelar o download.
sk: Zrušiť sťahovanie
sq: Anuloje Shkarkimin
sr: Odustani od preuzimanja
uk: Скасувати Завантаження

source: Save Download As
ar: حفظ التنزيل كـ
bs: Pohrani download kao
cy: Cadw'r Llwytho i lawr Fel
de: Download speichern unter
hu: Let�lt�s ment�se mint
id: Simpan pengunduhan sebagai
it: Salva ricezione come
nn: Lagre Nedlasting Som
pt: Guardar o download como
pt_br: Salvar o download como
sk: Uložiť súbor ako
sq: Ruaje Shkarkesën Si
sr: Snimi fajl kao
uk: Зберігти Завантаження Як

source: Active
de: Aktiv
et: Aktiivne
fa: فعال
gl: Activo
hr: Aktivan
ku: Çalak
lv: Aktīvs
nb: Aktiv
nn: Aktiv
pt: Activo
pt_br: Ativo
ru: Активный
sk: Aktívny

source: Network Speed
nn: Nettverks hastigheit
pt_br: Velocidade da Conexão
sk: Rýchlosť siete

source: Enable Content Filtering
ar: تمكين ترشيح المحتوى
cy: Galluogi Ffiltro Cynnwys
de: Inhaltsfilter Einschalten
hu: Tartalomsz�r�s enged�lyez�se
id: Perbolehkan Penyaringan Isi
it: Abilita filtro contenuti
nn: Muliggjør Innholdsfiltrering
pt: Habilitar filtragem do conteúdo
pt_br: Ativar Índice de Filtragem
sk: Povoliť filtrovanie obsahu
sq: Lejoje Filtrimin e Përmbajtjes
sr: Omogući sakrivanje
uk: Увімкнути Фільтрування Змісту

source: Save Folder
de: Download-Verzeichnis
nn: Lagre Mappe
pt: Gravar Pasta
pt_br: Salvar pasta
sk: Uložiť priečinok

source: Incomplete Files
de: Unvollständige Dateien
nn: Uferdige Filer
pt: Ficheiros Incompletos
pt_br: Arquivos Incompletos
sk: Nedokončené súbory

source: Search Results
ar: نتائج البحث
de: Suchresultate
hu: Keres�si eredm�nyek
it: Risultati Ricerca
nn: Søkeresultater
pt: Resultados da Procura
pt_br: Resultados da Pesquisa
sk: Výsledky vyhľadávania
sq: Rezultatet e Kërkimit
sr: Rezultati pretraživanja

source: Locations
ar: المواقع
bs: Mjesto(a)
cy: Lleoliadau
de: Quellen
hu: Helyek
id: Lokasi
it: Locazioni
nn: Steder
pt: Localizações
pt_br: Localizações
sk: Umiestnenia
sq: Pozicioni
sr: Lokacija

source: This file is shared.
nn: Denne fila er delt
pt_br: Este arquivo está compartilhado.
sk: Tento súbor je zdieľaný.

source: This file is not shared.
nn: Denne fila er ikkje delt
pt_br: Este arquivo não está compartilhado.
sk: Tento súbor nie je zdieľaný.

source: Share Folder
de: Verzeichnis Freigeben
nn: Delt Mappe
pt: Partilhar Pasta
pt_br: Compartilhar Pasta
sk: Zdieľať priečinok

source: View License
ar: عرض الرخصة
bs: Pregled ovlaštenja
cy: Gweld Trwydded
de: Lizenz anzeigen
hu: Licensz megtekint�se
id: Lihat Lisensi
it: Visualizza licenza
nn: Vis Lisens
pt: Ver licença
pt_br: Ver licença
sk: Zobraziť licenciu
sq: Shikoni Licensën
sr: Pregled licence
uk: Переглянути ліцензію

source: Saved Files
ar: الملفات المحفوظة
bs: Pohranjene datoteke
cy: Ffeiliau wedi Cadw
de: Gespeicherte Dateien
hu: Mentett f�jlok
id: Berkas tersimpan
it: File salvati
nn: Lagrede Filer
pt: Ficheiros guardados
pt_br: Arquivos salvos
sk: Uložené súbory
sq: Skeda të Ruajtura
sr: Sačuvani fajlovi
uk: Збережені файли

source: Store
et: Pood
fa: فروشگاه
gl: Tenda
he: שמור
hr: Dućan
ku: Tomarkirin
lv: Saglabāt
nb: Butikk
nn: Lagre
pl: Przechowaj
ru: Сохранить

source: Hide .torrent Files
ar: إخفاء ملفات .تورنت
de: Verstecke .torrent Datei
hu: .torrent f�jlok elrejt�se
it: Nascondi file .torrent
nn: Skjul .torrent Filer
pt_br: Ocultar arquivos .torrent
sk: Skryť súbory .torrent
sq: Fshehi Skedat .torrent
sr: Sakrij .torrent fajlove

source: Mojito &DHT Arcs View
de: Mojito DHT anzeigen
hu: Mojito &DHT Arcs n�zet
nn: Mojito &DHT Arcs Syn
pt_br: Vista de Arcos "Mojito &DHT"
sk: Zobraziť Mojito &DHT Arcs
sq: Pamje Me Hark e Mojito &DHT
sr: &Mojito DHT Arcs pogled

source: Display a view of the incoming and outgoing DHT messages
de: Zeigt die Eingehenden und Ausgehenden DHT Nachrichten
hu: A bej�v� �s kimen� DHT �zenetek megtekint�se
it: Visualizza un resoconto dei messaggi DHT in ingresso ed uscita
nn: Vis et syn av de innkommende og utgående DHT meldinger
pt_br: Mostrar uma vista das mensagens DHT que entram e saem
sk: Zobraziť náhlad prichádzajúcich a odchádzajúcich správ DHT
sq: Shfaq një pamje te mesazheve hyrëse dhe dalëse DHS
sr: Prikaži DHT poruke

source: &Configure Content Filters
ar: إعداد مرشحات المحتوى
cy: Trefnu Ffiltrau &Cynnwys
de: Inhaltsfilter Konfigurieren
hu: Tartalomsz�r�&k konfigur�l�sa
id: &Atur saringan konten
it: &Configura filtro contenuti
nn: &Konfigurer Innholdsfiltere
pt_br: &Configurar o Índice dos Filtros
sk: &Nastaviť filtrovanie
sq: Konfiguroni Filtrat e Përmbajtjes
sr: Pode&site filtere sadržaja
uk: Налаштувати фільтри змісту

source: &Learn More...
ar: تعلم أكثر...
cy: Dysgu Mwy...
de: Mehr lernen...
hu: &T�bb inf�...
id: &Pelajari lebih banyak...
it: A&ltre info...
nn: &Les Mer...
pt: &Aprender Mais
pt_br: Saiba mais...
sk: &Dozvedieť sa viac...
sq: Mësoni më Tepër...
sr: Saznajte &više...
uk: Дізнатись більше...

source: &Help
ar: مساعدة
bs: &Pomoć
cy: Cymort&h
da: &Hjælp
de: Hilfe
es: &Ayuda
et: Abi / Tehniline Tugi
fa: کمک‌
fi: T&uki
fr: &Aide
ga: &Cabhair
gl: &Axuda
he: עזרה (&H)
hr: &Pomoć
hu: &S�
id: &Bantuan
ku: &Alîkarî
lv: &Palīdzība
nb: &Hjelp
nn: &Hjelp
pl: P&omoc
pt: A&juda
pt_br: A&juda
ru: Помощь (&H)
sk: &Pomocník
sq: Ndi&hmë
sr: &Pomoć
sv: &Hjälp
tr: &Yardım
uk: Допомога

source: &Using LimeWire
ar: كيفية استخدام LimeWire
bs: Postavljanje &LimeWire
cy: Defnyddio &LimeWire
da: &Brug af LimeWire
de: LimeWire verwenden
es: &Uso de LimeWire
et: Kasutades LimeWire - it
fa: استفاده از لایم وایر
fi: &LimeWiren käyttö
fr: &Utilisation de LimeWire
ga: &Ag Baint Feidhm As LimeWire
gl: &Usar o LimeWire
he: שימוש בתוכנה (&U)
hr: &Korištenje LimeWire-a.
hu: A LimeWire &haszn�lata
id: &Penggunaan LimeWire
it: &Utilizzo di LimeWire
ku: Bikaranîna LimeWire
lv: &LimeWire lietošana
nb: &Bruk av LimeWire
nl: LimeWire-ondersteuning
nn: Det å Br&uke Limewire
pl: &Korzystanie z LimeWire
pt: &Utilizar o LimeWire
pt_br: &Usando o LimeWire
ru: Использование LimeWire (&U)
sk: Používanie &LimeWire
sq: Përdorimi i LimeWire
sr: &Upotreba programa LimeWire
sv: &Använda LimeWire
tr: &LimeWire'ı Kullanmak
uk: Використання LimeWire

source: Show {0} Window
de: {0} Fenster Anzeigen
nn: Vis {0} Vindu
sk: Zobraz {0} okno

source: &Tools
ar: أدوات
bs: &Halat
cy: Offer
da: &Værktøjer
de: Werkzeuge
es: &Herramientas
et: Seaded
fa: &ابزارها‌
fi: T&yökalut
fr: &Outils
ga: &Uirlisí
gl: &Ferramentas
he: כלים (&T)
hr: &Alati
hu: &Eszk�z�
id: &Peralatan
it: &Strumenti
ku: &Amûr
lv: &Rīki
nb: &Verktøy
nl: Hulpmidd&elen
nn: &Verktøy
pl: N&arzędzia
pt: &Ferramentas
pt_br: &Ferramentas
ru: Сервис (&T)
sk: &Nástroje
sq: Mje&te
sr: &Alati
sv: &Verktyg
tr: &Araçlar
uk: Інструменти

source: Stop
ar: إيقاف
cy: Stopio
hu: Le�ll�t�
id: Hentikan
it: Interrompi
nn: Stopp
pt: Parar
pt_br: Parar
sk: Stopnúť
sq: Ndalo
sr: Zaustavi
uk: Зупинити

source: Next
ar: تقديم
bs: Sljedeći
cy: Nesaf
de: Weiter
hu: K�vetkez�
id: Berikutnya
it: Avanti
nn: Neste
pt: Seguinte
pt_br: Próximo
sk: Ďalší
sq: Para
sr: Sledeći
uk: Наступна

source: Previous
ar: إرجاع
bs: Predhodni
cy: Blaenorol
de: Zurück
hu: El�
id: Sebelumnya
it: Indietro
nn: Forrige
pt: Anterior
pt_br: Anterior
sk: Predchádzajúci
sq: Pas
sr: Predhodna
uk: Попередня

source: Restore
ar: إستعادة
bs: Popravi
cy: Adfer
de: Wiederherstellen
hu: El�z� m�ret
id: Simpan kembali
it: Ripristina
nn: Gjennopprett
pt: Restaurar
pt_br: Restaurar
sk: Obnoviť
sq: Rivendose
sr: Prikaži LimeWire
uk: Відновити

source: Exit after Transfers
ar: إغلاق عقب الانتهاء من التحويلات
bs: Izlaz poslije razmjene podataka
cy: Gadael ar ol Trosglwyddo
de: Nach Transfer beenden
hu: �tvitel ut�n kil�p�
id: Keluar setelah transfer
it: Esci alla fine dei trasferimenti
nn: Avslutt etter Overføringer
pt: Sair após as transferências
pt_br: Sair após as transferências
sk: Ukončiť po stiahnutí
sq: Dil pas Transferimit
sr: Isključi LimeWire posle razmene fajlova
uk: Вийти після завершення завантаженнь

source: Revert All Settings to the Factory Defaults
ar: إعادة جميع الخصائص إلى افتراضيات المصنع
bs: Povrati sve postavke na tvornički standard.
cy: Adfer yr Holl Ddewisiadau i Osodiadau'r Ffactri
de: Setzt alle Einstellungen auf die Standardwerte zurück.
hu: Vissza a gy�ri be�ll�t�sokra
id: Kembalikan semua pengaturan ke standar pabrik.
it: Riporta tutti le impostazioni ai valori predefiniti.
nn: Gjennopprett Fabrikkinnstillinger
pt: Repor todas as definições nos valores de origem.
pt_br: Restaurar configurações originais.
sk: Vrátiť všetky nadstavenia na pôvodné
sq: Kthen gjithë kuadrot sipas konfigurimit të parë
sr: Vrati sva podešavanja u stanje koje je podesio proizvođač
uk: Повернути до стандартних налаштувань

source: Search here
ar: إبحث هنا
de: Hier suchen
hu: Keress itt
it: Cerca qui
nn: Søk her
pt: Pesquisar aqui
pt_br: Buscar aqui
sk: Hľadať tu
sq: Kërko këtu
sr: Pretražite ovde

source: System Tray
ar: صينية النظام
bs: Zatvaraj
cy: Trei'r System
de: Beenden
hu: T�lca
it: Barra sistema
nn: Minimering
pt: Encerrar
pt_br: Bandeja do sistema
sk: Systémová lišta
sq: Tabakaja
sr: Rad u pozadini
uk: Системний трей

source: Updates
ar: تحديثات
cy: Fesiynau Newydd
hu: Friss�t�sek
id: Perbaruan
it: Aggiornamenti
nn: Oppdateringer
pt: Actualizações
pt_br: Atualizações
sk: Aktualizácie
sq: Ridatimi
sr: Nadogradnja
uk: Оновлення

source: Player
ar: المشغل
cy: Chwaraewr
hu: Lej�tsz�
it: Lettore
nn: Spiller
pt: Leitor
sk: Prehrávač
sq: Lexuesi
uk: Програвач

source: Searching
ar: بحث
bs: Traženje
cy: Chwilio
de: Suchen
hu: Keres�
id: Pencarian
it: Ricerca
nn: Søker
pt: A pesquisar
pt_br: Pesquisando
sk: Vyhľadávanie
sq: Kërkimi
sr: Pretraživanje
uk: Пошук

source: Filters
ar: المرشحات
bs: Filteri
cy: Ffiltrau
de: Filter
hu: Sz�
id: Saringan
it: Filtri
nn: Filtere
pt: Filtros
pt_br: Filtros
sk: Filtre
sq: Filtra
sr: Filteri
uk: Фільтри

source: Keywords
ar: الكلمات المفتاحية
bs: Ključne riječi
cy: Geiriau Chwilio
de: Schlüsselwörter
hu: Kulcsszavak
id: Kata kunci
it: Risultati
nn: Nøkkelord
pt: Palavras-chave
pt_br: Palavras-chave
sk: Kľúčové slová
sq: Fjalë kyçe
sr: Ključne reči
uk: Ключові слова

source: Firewall Config
ar: إعداد الجدار الناري
bs: Firewall konfiguracija
cy: Trefnu Wal Tan
de: Firewalls
hu: T�zfalbe�ll�t�
id: Konfigurasi Firewall
it: Firewall
nn: Brannmur Oppsett
pt: Configuração do firewall
sq: Fajruolli
uk: Налаштування firewall

source: Audio Options
ar: خيارات الصوت
bs: Audio opcija
cy: Opsiynau Sain
de: Audio-Einstellungen
hu: Zen�k be�ll�t�sai
id: Pilihan Audio
it: Audio
nn: Lyd alternativer
pt: Opções de áudio
pt_br: Opções de áudio
sk: Nastavenie audia
sq: Mundësitë e Audiove
sr: Audio player
uk: Вибір аудіо плеєра

source: Clear Downloads
ar: مسح الملفات التي تم تنزيلها
bs: Očistite downloade
cy: Clirio Llwytho i Lawr
de: Downloads löschen
hu: Let�lt�sek t�rl�se
id: Bersihkan pengunduhan
it: Elimina ricezioni
nn: Rydd Nedlastinger
pt: Limpar downloads
pt_br: Limpar downloads
sk: Vymazať sťahované súbory
sq: Pastrim Shkarkesash
sr: Brisanje spiska preuzetih fajlova
uk: Прибирання завантажень

source: You can choose whether or not to automatically clear downloads that have completed.
ar: يمكنك الاختيار بين المسح التلقائي للملفات التي تم تنزيلها أو لا.
bs: Možete odabrati ako hoćete automatsko čišćenje potpuno završenih downloada.
cy: Rwyt ti'n gallu dewis i glirio'r llwytho i lawr wedi'u gorffen yn awtomatig – neu bieidio
de: Sie können erfolgreich beendete Downloads automatisch aus der Liste entfernen lassen.
hu: Be�ll�thatod, hogy a befejezett let�lt�sek t�rl�se automatikusan megt�rt�njen-e.
id: Anda bisa memilih apakah pembersihan pengunduhan yg selesai secara otomatis atau tidak.
it: Puoi scegliere se conservare o no i ricezioni completati.
nn: Du kan velge om du vil automatisk rydde nedlastinger som er ferdige.
pt: Pode seleccionar se pretende ou não limpar automaticamente os downloads que foram concluídos.
pt_br: Você pode selecionar se pretende ou não limpar automaticamente os downloads que foram concluídos.
sk: Môžete vybrať či sa majú automaticky zmazať zoznam uspešne stiahnutých súborov.
sq: Zgjidhni nëse doni apo jo të pastroni automatikisht shkarkesat e përfunduara.
sr: Možete odabrati da se automatski izbriše spisak potpuno preuzetih fajlova.
uk: Ви можете визначити, чи прибирати виконані завантаження автоматично.

source: Clear Uploads
ar: مسح الملفات التي تم تحميلها
bs: Očisti Uploads
cy: Clirio Llwytho i Fyny
de: Uploads löschen
hu: Felt�lt�sek takar�t�sa
id: Bersihkan upload
it: Elimina trasfiramenti
nn: Rydd Opplastinger
pt: Limpar uploads
pt_br: Limpar uploads
sk: Vymazať zoznam odoslatých súborov:
sq: Pastrim Ngarkesash
sr: Brisanje spiska poslatih fajlova
uk: Прибирання вивантажень

source: Browser
ar: المتصفح
bs: Pretraživač
cy: Rhaglen Chwilio
hu: B�ng�sz�
nn: Utforsker
sk: Prehliadač
sq: Shfletuesi
sr: Prikazivač Internet stranica
uk: Браузер

source: Rarely
ar: نادرا
bs: Pokatkad
cy: Weithiau
de: Selten
hu: Ritk�
id: Jarang
it: Raramente
nn: Skjelden
pt: Raramente
pt_br: Raramente
sk: Zriedka
sq: Rrallë
sr: Retko
uk: Рідко

source: Always
ar: دائماً
bs: Uvijek
cy: Bob Tro
de: Immer
hu: Mindig
id: Selalu
it: Sempre
nn: Alltid
pt: Sempre
pt_br: Sempre
sk: Vždy
sq: Gjithmonë
sr: Uvek
uk: Завжди

source: Require Password:
ar: كلمة السر مطلوبة:
bs: Zahtjeva se lozinka:
cy: Gofyn am Gyfrinair:
de: Ein Kennwort erfordern:
hu: Jelsz� k�r�se:
id: Diperlukan password (wajib):
it: Richiesta password:
nn: Krev Passord:
pt: Necessita de palavra-passe:
pt_br: Necessita de senha:
sk: Vyžadované heslo:
sq: Kërko Fjalëkalim:
sr: Tražiti šifru:
uk: Вимагати пароль:

source: Always Append (#) to the Filename
cy: Atodi Bob Tro (#) i enw'r ffeil
de: Immer ein (#) zum Dateiname hinzufügen
hu: (#) hozz�f�z�se a f�jln�vhez
id: Selalu Tambahkan (#) pada Nama Berkas
it: Appendi sempre (#) al nome file
nn: Legg alltid til (#) til Filnavnet
pt_br: Sempre adicionar (#) ao nome do arquivo
sk: Vždy pridať (#) do názvu súboru
sq: Gjithmonë Bashkangjiti (#) Emrit të Skedës
sr: Uvek dodaj (#) u naziv fajla
uk: Завжди додавати (#) до ім’я файлу

source: If your computer has a fast internet connection, LimeWire may act as an "Ultrapeer" and/or connect to the Mojito DHT. LimeWire can also use a secure communications mode called TLS, which may use more CPU resources. You can disable these if needed.
de: Wenn sie eine schnelle Internetverbindung haben, kann limewire als "Ultrapeer" fungieren und/oder eine Verbindung zu Mojito DHT herstellen. LimeWire kann ausedem auch eine sichere Verbindung mittels TLS herstellen, was aber mehr CPU Kapazität benötigt. Falls sie es brauchen können sie alles deaktivieren.
hu: Ha az internethozz�f�r�sed gyorsnak mondhat�, a LimeWire a lassabb felhaszn�l�k sz�m�ra �s a Mojito DHT-hez val� kapcsol�d�shoz "Ultrapartner"-k�nt szolg�lhat. Ha kell, ez kikapcsolhat�
it: Se il tuo computer ha accesso ad una connessione veloce, LimeWire può agire come un "Ultrapeer" e/o connettersi al Mojito DHT. LimeWire può inoltre usare una comunicazione sicura, detta TLS, che potrebbe però usare più risorse dell CPU. Puoi disabilitare queste opzioni se è necessario.
nn: Hvis datamaskinen din har en kjapp internett tilkobling, kan LimeWire være en "Ultrapeer" og/eller koble til Mojito DHT. LimeWire kan også bruke en sikker kommunikasjons vei kalt TLS, som kan bruke mer CPU. Du kan ta bort dette hvis du trenger det.
pt_br: Se o seu computador tiver uma conexão de banda larga, LimeWire pode actuar como um "Ultrapeer" paara usuários mais lentios e/ou conectar-se ao Mojito DHT. Você pode desactivar isso de ser necesário.
sk: Ak Váš počítač používa rýchle internetové pripojenie, LimeWire sa môže správať ako Ultrapeer a/alebo sa pripojiť ako Mojito DHT. LimeWire takisto môže použiť bezpečný komunikačný mód zvaný TLS, ktorý môže viac zaťažiť procesor. Toto môžete vypnúť, ak je to potrebné.
sq: Nëse kompjuteri juaj ka një lidhje të shpejtë me Internetin, LimeWire mund të veprojë si "Ultrapikë" për përdoruesit më të ngadaltë dhe/ose të lidhet tek Mojito DHT. Kjo mund të çaktivizohet sipas dëshirës.
sr: Ako Vaš kompjuter ima brzu Internet vezu, LimeWire može raditi kao "Ultrapeer", odnosno server za korisnije sa slabijom vezom, i povezati se u Mojito DHT. Možete kasnije ovo isključiti.

source: Disable Ultrapeer Capabilities:
ar: تعطيل إمكانيات الند الفائق
bs: Onesposobite Ultrapeer sposobnosti.
cy: Diffodd Gallu Uwch-Bartner
de: Ultrapeer-Funktionen abschalten:
hu: Ultrapartner k�pess�g tilt�sa:
id: Matikan kemampuan Ultrapeer:
it: Disabilita le capacità ultrapeer:
nn: Slå av Ultrapeer evner:
pt: Desactivar capacidades de ultrapeer:
pt_br: Desativar capacidades de ultrapeer:
sk: Vypnúť schopnosti Ultrapeer:
sq: Çaktivizoji Aftësitë Ultrapike:
sr: Isključite Ultrapeer mogućnost:
uk: Вимкнути можливості Ultrapeer:

source: Disable TLS Capabilities:
de: TLS-Funktion abschalten:
it: Disabilita la capacità TLS:
nn: Slå avTLS Evner:
pt: Desactivar capacidades de TLS
pt_br: Desativar Funções TLS:
sk: Vypnúť schopnosti TLS:
sq: Çaktivizoji Aftësitë e TLS:

source: Out-Of-Band Searching results in faster result delivery to your client, though some internet connections may not work well with this feature.
ar: ينتج عن البحث خارج النطاق سرعة في إيصال نتيجة البحث إليك، نتيجة لذلك قد لا تعمل بعض اتصالات الإنترنت بشكل جيد مع هذه الخاصية.
bs: Out-Of-Band rezultati traženja u brzoj isporuci prema vašem klijentu, kroz neke internet konekcije i sa ovom operacijom možda neće raditi tako dobro.
cy: Mae chwilio allan o fand (OOB) yn rhoi canlyniadau gynt i dy geleiant, ond efallai ni fydd rhai cysylltiadau gwe yn gweithio cystal gyda hwn.
de: Die Out-Of-Band Suche liefert die Suchresultate schneller an Ihren Rechner, allerdings kann das bei manchen Internetverbindungen zu Problemen führen.
hu: A s�von k�v�li (OOB) keres�s gyorsabb eredm�nymegjelen�t�st tesz lehet�v�, b�r n�h�ny internethozz�f�r�si t�pus ezt nem t�mogatja.
id: Pencarian Out-Of-Band memberikan pengiriman hasil ke klien anda lebih cepat, namun beberapa koneksi internet tidak cocok dengan fitur ini.
it: Una ricerca OOB può produrre risultati più rapidamente, anche se alcuni tipi di connessione ad internet possono non operare correttamente con questa funzione.
nn: Out-of-Band Søkingsresultater gir raskere resultater til din klient, selv om noen internett tilbkolinger kan ha vansker med å kjøre denne funksjonen.
pt: A pesquisa Out-Of-Band resulta numa entrega de resultados mais rápida ao nosso cliente, embora algumas ligações à Internet possam não funcionar bem com esta característica.
pt_br: A pesquisa sem-Banda resulta numa entrega de resultados mais rápida ao seu cliente, embora algumas conexões à internet possam não funcionar bem com esta característica.
sk: Vyhľadávanie výsledkov mimo pásma prinesie Vášmu klientovi rýchlejšie výsledky, hoci niektoré internetové pripojenia nemusia s touto funkciou správne pracovať.
sq: Kërkimi Jashtë-Bande jep rezultate dërgimi më të shpejta tek klienti juaj, edhe pse disa lidhje me internetin mund të mos punojnë siç duhet me këtë veçori.
sr: OOB pretraživanje omogućava brži prikaz rezultata, ali neke Internet veze mogu imati problema zbog ovoga.
uk: Внеполосний Пошук кращий тим, що Ви отримаєте результати швидше, але деякі інтернет підключення можуть не неправильно працювати з цією можливістю.

source: Enable OOB Searching:
ar: تمكين البحث خارج النطاق:
bs: Omogućite OOB traženje:
cy: Galluogi Chwilio OOB:
de: OOB Suche einschalten:
hu: OOB Keres�s lehet�v� t�tele:
id: Nyalakan Pencarian OOB:
it: Consenti la ricerca OOB:
nn: Skru på OOB Søking:
pt: Activar Pesquisa OOB:
pt_br: Activar pesquisa OOB:
sk: Zapnúť OOB vyhľadávanie:
sq: Aktivizoje Kërkimin JB:
sr: Omogućite OOB pretraživanje:
uk: Увімкнути ВП Пошук:

source: Download Bandwidth
ar: سرعة الملفات
bs: Download širinu trake propusnog obima
cy: Lled band Llwythio i Lawr
de: Download-Bandbreite
hu: Let�lt�si s�vsz�less�
id: Lebah pita pengunduhan
it: Banda di ricezione
nn: Båndbredde for Nedlasting
pt: Largura de banda de download
pt_br: Largura de banda para download
sk: Bandwith sťahovania
sq: Shtrirja e Bandës së Shkarkimit
sr: Iskorišćenost veze za preuzimanje
uk: Пропускна спроможність на завантаження

source: Download Speed:
ar: سرعة التنزيل:
bs: Brzina downloada:
cy: Cyflymdra Llwythio:
de: Download-Geschwindigkeit:
hu: Let�lt�si sebess�g:
id: Kecepatan pengunduhan:
it: Velocità di ricezione:
nn: Nedlastings hastighet:
pt: Velocidade de download:
pt_br: Velocidade de download:
sk: Rýchlosť sťahovania:
sq: Shpejtësia e Shkarkimit:
sr: Brzina preuzimanja:
uk: Швидкість завантаження:
