Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Are you aware of what you are sharing? Be careful not to share sensitive information like tax documents, passwords, etc. LimeWire will warn you if you attempt to share a folder that people generally use to store sensitive data (such as bin, dev, home, etc.).
el: Ξέρετε τι ακριβώς διαμοιράζετε; Προσέξτε να μη διαμοιράζετε ευαίσθητα δεδομένα όπως ΑΦΜ, κωδικούς κλπ. Αν προσπαθήσετε να διαμοιράσετε ένα κατάλογο που συνήθως χρησιμοποιείται για τη φύλαξη ευαίσθητων δεδομένων (όπως τους bin, dev, home κλπ.) το LimeWire θα σας προειδοποιήσει.
sk: Ste si vedomý, čo zdieľate? Dávajte si pozor, aby ste nezdieľali citlivé informácie ako daňové dokumenty, heslá, atď. LimeWire Vás upozorní, ak sa pokúsite zdieľať priečinok, ktorý ľudia zväčša používajú na ukladanie citlivých dát (ako bin, dev, home, atď.).

source: You can play music in your preferred media player instead of in LimeWire by right-clicking the LimeWire status bar and deselecting <font color="1E8E44">Show Media Player</font>. Then go to <font color="1E8E44">Tools</font> &gt; <font color="1E8E44">Options</font> &gt; <font color="1E8E44">Helper Apps</font> to set the program of your choice.
el: Μπορείτε να ορίσετε να αναπαράγεται η μουσική σας με το προκαθορισμένο πρόγραμμα αναπαραγωγής αντί με το ενσωματωμένο του LimeWire. Κάντε δεξί κλικ στη γραμμή κατάστασης του LimeWire και απεπιλέξτε το <font color="1E8E44">«Προβολή προγράμματος αναπαραγωγής»</font>. Μετά πηγαίνετε στο μενού <font color="1E8E44">«Εργαλεία»</font> &gt; <font color="1E8E44">«Επιλογές»</font> &gt; <font color="1E8E44">«Βοηθητικά προγράμματα»</font> και επιλέξτε το πρόγραμμα που θέλετε.
sk: Môžete prehrávať hudbu v prednastavenom prehrávači médii namiesto programu LimeWire pravým kliknutím na stavový riadok LimeWire a odznačením <font color="1E8E44">Zobraziť prehrávač médii</font>. Choďte do <font color="1E8E44">Nástroje</font> &gt; <font color="1E8E44">Voľby</font> &gt; <font color="1E8E44">Helper Apps</font> pre vybratie programu podľa výberu.

source: Thank you for supporting LimeWire! We hope you enjoy LimeWire PRO.
el: Ευχαριστούμε για την υποστήριξή σας στο LimeWire! Ελπίζουμε να απολαύσετε το LimeWire PRO.
ja: ライムワイヤーの御支援有難うございます。ライムワイヤーを楽しく使えることを願います。
nn: Takk for at du støtter LimeWire! Vi håper at du liker LimeWire PRO.
sk: Ďakujeme za podporovanie programu LimeWire! Dúfame, že si vychutnávate LimeWire PRO.

source: Thank you for helping the network by running LimeWire. Please consider upgrading to <a href="{0}">LimeWire PRO</a> to help support our ongoing development to make LimeWire and the network even better.
el: Ευχαριστούμε που συνεισφέρετε στο δίκτυο χρησιμοποιώντας το LimeWire. Παρακαλούμε σκεφθείτε την αναβάθμιση στο <a href="{0}">LimeWire PRO</a> ώστε να υποστηρίξετε τη συνεχή προσπάθεια ανάπτυξης του LimeWire και του δικτύου ακόμα περισσότερο.
ja: ニューテラネットワークの御支援有難うございます。ニューテラの普及と同時に我々のオープンソースプロジェクトの発展に貢献するためにも、<a href="{0}">ライムワイヤーPRO</a>のご購入をお願いします。
nn: Tah for at du hjelper nettverket ved å kjøre LimeWire. Vær så snill og tenke på og oppgradere til <a href="{0}">LimeWire PRO</a> for å hjelpe og støtte vårt oppgående utvikling for a lage LimeWire og kjøre nettverket enda bedere.
sk: Ďakujeme, že pomáhate sieti používaním programu LimeWire. Zvážte prosím upgrade na <a href="{0}">LimeWire PRO</a>, aby ste podporili pokračujúci vývoj programu LimeWire a sieti byť ešte lepšou.

source: A new version of LimeWire is available.
ar: النسخة الحديثة من LimeWire متاحة.
bs: Novija LimeWire verzija je dostupna.
cy: Mae fersiwn mwy diweddar o LimeWire ar gael.
de: Eine neuere Version von LimeWire ist verfügbar.
el: Υπάρχει διαθέσιμη νέα έκδοση του LimeWire.
hu: A LimeWire egy �j verzi�ja v�lt el�rhet�v�
id: Sebuah versi baru LimeWire sudah tersedia.
it: E' disponibile una nuova versione di Limewire.
ja: LimeWireの新バージョンがある
nn: En ny versjon av Limewire er tilgjengelig.
pt: Está disponível uma nova versão do LimeWire
pt_br: Está disponível uma nova versão do LimeWire
sk: Je dostupná nová verzia LimeWire.
sq: Për LimeWire ka një version të ri.
sr: Novija LimeWire verzija je dostupna.
uk: Є нова версія LimeWire.

source: A newer version is available, update?
ar: يوجد نسخة أحدث. هل ترغب في التحديث؟
bs: Novija verzija je dostupna, update?
cy: Cael y Fersiwn Mwy Diweddar?
de: Eine neuere Version ist verfügbar, aktualisieren?
el: Μια νέα έκδοση είναι διαθέσιμη, να γίνει ενημέρωση;
hu: �j verzi� �rhet� el, friss�tsem?
id: Versi terbaru sudah tersedia, perbaharui?
it: E' disponibile una nuova versione. Vuoi aggiornarla ?
ja: 最新の LimeWire にアップデート？
nn: En nyere Versjon er Tilgjengelig, Oppgradere?
pt: Está disponível uma versão mais recente, deseja actualizar?
pt_br: Uma versão mais recente está disponível, deseja atualizar?
sk: Je dostupná novšia verzia, aktualizovať?
sq: Ka një version të ri, a doni ta ridatoni?
sr: Novija verzija LimeWire je dostupna, nadograditi staru?
uk: Є нова версія. Оновити?

source: Get LimeWire PRO Now
ar: احصل على LimeWire PRO الآن.
bs: Kupite LimeWire PRO sada.
cy: Cael LimeWire PRO yn awr
de: LimeWire PRO. Jetzt kaufen.
el: Αναβάθμιση στο LimeWire PRO τώρα.
hu: LimeWire PRO let�lt�se most
id: Dapatkan LimeWire PRO sekarang juga.
it: Acquista LimeWire PRO ora.
ja: LimeWire PRO を今すぐ購入する
nn: Skaff deg Limewire PRO Nå
pt: Adquira o LimeWire PRO agora.
pt_br: Adquira o LimeWire PRO agora.
sk: Získať LimeWire PRO
sq: Zgjidheni LimeWire PRO që Tani
sr: Kupite LimeWire PRO odmah
uk: Отримати LimeWire PRO зараз

source: What does PRO give me?
ar: ما الخدمات التي يقدمها PRO?
bs: Šta mi nudi LimeWire PRO?
cy: Beth mae PRO yn rhoi imi?
de: Was bietet Ihnen die PRO-Version?
el: Τι προσφέρει το PRO;
hu: Mit ny�jt nekem a PRO?
id: Apa yg dapat PRO berikan pada saya?
it: Cosa offre in più la versione PRO ?
ja: PRO にすると何の利点がありますか？
nn: Hva har jeg å tjene på å få PRO?
pt: O que é que a versão PRO me oferece?
pt_br: O que é que a versão PRO me oferece?
sk: ČO o získam s verziou PRO?
sq: Çfarë ju jep PRO-ja?
sr: Šta nudi LimeWire PRO?
uk: Причини перейти на PRO

source: Get LimeWire PRO Later
ar: الحصول على LimeWire PRO لاحقا.
bs: Kupite LimeWire PRO kasnije.
cy: Cael LimeWire PRO Wedyn
de: Zeigt dieses Fenster später nochmal an.
el: Αναβάθμιση στο LimeWire PRO αργότερα.
hu: LimeWire PRO let�lt�se k�s�
id: Dapatkan LimeWire PRO lain waktu.
it: Compra LimeWire PRO più tardi.
ja: LimeWire PRO を後で購入する
nn: Skaff deg Limewire PRO Senere
pt: Adquirir o LimeWire PRO mais tarde.
pt_br: Adquirir o LimeWire PRO mais tarde.
sk: Získať LimeWire PRO neskôr
sq: Zgjidheni LimeWire PRO më Vonë
sr: Kupiću LimeWire PRO kasnije
uk: Отримати LimeWire PRO пізніше

source: LimeWire has detected a corruption in the file {0}. Do you want to continue the download?
ar: اكتشف LimeWire خطأ في الملف. {0} هل تريد الاستمرار في التنزيل؟
bs: LimeWire je otkrio nepravilnost u datoteci {0} Želite li nastaviti download?
cy: Mae LimeWire wedi darganfod llygrydd yn y ffeil {0} Wyt ti dal eisiau i'w lwytho i lawr?
de: LimeWire hat festgestellt, dass die Datei {0} korrupt ist. Möchten Sie den Download fortsetzen?
el: Το LimeWire έχει εντοπίσει μια αλλοίωση στο αρχείο {0} Θέλετε να συνεχίσετε τη λήψη του;
hu: A LimeWire hib�t tal�lt a f�jlban {0} Folytatni akarod a let�lt�st?
id: LimeWire mendeteksi kerusakan pada berkas {0} Apakah anda akan meneruskan pengunduhan?
it: LimeWire ha trovato un errore nel file {0} Vuoi continuare la ricezione ?
ja: LimeWireはファイル内に破損を検知 {0} ダウンロードを続けるか？
nn: LimeWire har funnet feil i filen {0} Vil du fortsette nedlasting?
pt: O LimeWire detectou uma adulteração no ficheiro {0} Pretende prosseguir o download?
pt_br: O LimeWire detectou uma falha no arquivo {0} Deseja prosseguir o download?
sk: LimeWire zistil porušenie v súbore {0} Chcete pokračovať v sťahovaní?
sq: LimeWire diktoi një korruptim në skedë {0} A doni të vijoni me shkarkimin?
sr: LimeWire je otkrio oštećenje u datoteci {0} Da li želite dai nastavite preuzimanje?
uk: LimeWire виявив пошкодження у файлі. {0} Продовжити завантаження?

source: Lookup File with Bitzi
ar: مشاهدة الملف مع Bitzi
bs: Pogledajte Bitzi mrežu...
cy: Edrych Fyny'r Ffeil gyda Bitzi
de: Bitzi-Web-Suche...
el: Αναζήτηση αρχείου στο Bitzi...
hu: A f�jl keres�se a Bitzi-vel
id: Cari berkas dengan bitzi
it: Ricerca nel catalogo web Bitzi...
ja: Bitzi ウェブで調べる...
nn: Bitzi Web Søk...
pt: Procurar o ficheiro através do site Bitzi
pt_br: Procurar o arquivo através do site Bitzi
sk: Vyhľadať súbor pomocou Bitzi
sq: Krahasoje Skedën me Bitzi
sr: Potražite fajl na Bitzi mreži
uk: Шукати Файл за допомогою Bitzi

source: Copy Magnet Links to Clipboard
ar: نسخ الوصلات الأبرز إلى ذاكرة النصوص
bs: Kopiraj Magnet linkove na Klemploču
cy: Copio Linc Magnet i'r clipfwrdd
de: Magnet-Links in die Zwischenablage kopieren
el: Αντιγραφή δεσμών Magnet στο πρόχειρο
hu: Magneet linkek m�sol�sa a v�g�lapra
id: Salin link magnet ke clipboard
it: Copia collegamento Magnet negli Appunti
ja: マグネット・リンクをクリップボードにコピー
nn: Kopier Magnet Linker
pt: Copiar ligações Magnet para a área de transferência
pt_br: Copiar conexões Magnet para a Área de Transferência
sk: Kopírovať magnet linky do schránky
sq: Kopjoji Linket Magnet në Fushëkapje
sr: Sačuvaj u memoriji Magnet adrese
uk: Копіювати Посилання Magnet

source: Copy the Magnet Links of the Selected Files to the Clipboard
ar: نسخ الوصلات الأبرز للملفات المحددة إلى ذاكرة النصوص
bs: Kopiraj Magnet linkove selektiranih datoteka na Klemploču
cy: Copio y Linciau Magnet o'r ffeiliau wedi'u dewis i'r clipfwrdd
de: Magnet-Links der ausgewählten Dateien in die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο των δεσμών Magnet για τα επιλεγμένα αρχεία
hu: A kijel�lt f�jlok Magnet hivatkoz�s�nak m�sol�sa a v�g�lapra
id: Salin link magnet berkas tersebut ke clipboard.
it: Copia i collegamenti Magnet dei file selezionati negli Appunti.
ja: 選択ファイルのマグネット・リンクをクリップボードにコピー
nn: Kopier de valgte Magnet Linkene
pt: Copiar ligações Magnet dos ficheiros seleccionados para a área de transferência
pt_br: Copiar conexões Magnet dos arquivos selecionados para a Área de Transferência.
sk: Skopíruj Magnet linky označených súborov do schránky
sq: Kopjon Linket Magnet të Skedave të Zgjedhura në Fushëkapje
sr: Sačuvaj privremeno u memoriji Magnet adrese obeleženih fajlova
uk: Копіювати Посилання Magnet Обраних Файлів

source: C&onnect
ar: اتصال
bs: &Priključi se
cy: C&ysylltu
de: Verbinden
el: &Σύνδεση
hu: &Kapcsol�d�
id: &Sambungkan
it: C&onnetti
ja: 接続 (&O)
nn: Koble Til
pt: &Ligar
pt_br: &Conectar
sk: &Pripojiť
sq: Lidhu
sr: &Poveži
uk: Підключитись

source: D&isconnect
ar: قطع الاتصال
bs: &Isključi se
cy: &Datgysylltu
de: Trennen
el: Α&ποσύνδεση
hu: K&apcsolat bont�sa
id: &Putuskan
it: &Disconnetti
ja: 切断 (&I)
nn: Koble Fra
pt: &Desligar
pt_br: &Desconectar
sk: &Odpojiť
sq: Shkëputu
sr: &Isključi s mreže
uk: Відключитись

source: O&pen Magnet or Torrent
el: Ά&νοιγμα magnet ή torrent
nn: Å&pne Magnet eller Torrent
sk: O&tvor Magnet alebo Torrent

source: Open Magnet or Torrent
el: Άνοιγμα Magnet ή Torrent
nn: Åpne Magnet eller Torrent
sk: Otvoriť Magnet alebo Torrent

source: Type a magnet link, or the path or Web address of a torrent file, and LimeWire will download it for you.
el: Πληκτρολογήστε ένα δεσμό magnet ή τη διαδρομή διεύθυνσης ιστού του αρχείου torrent και το LimeWire θα πραγματοποιήσει τη λήψη του.
ja: 「magnet link」をクリックしたり、またはトレントファイルのパス、WEBアドレスを入力するとダウンロードできます
nn: Skriv en magnet link, eller pathen eller Internettadressen til en torrent fil, og LimeWire vil laste den ned for deg.
sk: Napíš magnet link alebo cestu webovej adresy súboru torrent a LimeWire ho pre Vás stiahne.

source: LimeWire cannot open this file or address. Make sure you typed it correctly, and then try again.
el: Το LimeWire δεν μπόρεσε να ανοίξει το αρχείο ή τη διεύθυνση. Βεβαιωθείτε ότι την πληκτρολογήσατε σωστά και προσπαθήστε ξανά.
sk: LimeWire nemôže otvoriť tento súbor alebo adresu. Uistite sa, že ste ju napísali správne a skúste znovu.

source: &Close
ar: إغلاق
bs: &Zatvori
cy: &Cau
de: Schließen
el: &Κλείσιμο
hu: &Bez�r�
id: &Tutup
it: &Chiudi
ja: 閉じる (&C)
nn: &Lukk
pt: Fec&har
pt_br: &Sair
sk: &Koniec
sq: Mbylle
sr: &Kraj rada
uk: Закрити

source: Launch Selected Files
ar: تشغيل الملفات المحددة
bs: Pristupi selektiranim datotekama.
cy: Lansio ffeiliau wedi'u dewis
de: Startet die ausgewählten Dateien.
el: Εκκίνηση επιλεγμένων αρχείων.
hu: A kijel�lt f�jlok ind�t�sa.
id: Jalankan berkas tersebut.
it: Avvia i file selezionati.
ja: 選択したファイルを開く
nn: Kjør Valgte Filer
pt: Abrir ficheiros seleccionados.
pt_br: Abrir arquivos selecionados.
sk: Spustiť vybrané súbory
sq: Lëshon Skedat e Zgjedhura
sr: Pokreni obeležene fajlove
uk: Відкрити Обрані Файли

source: My Shared Files
cy: Fy Ffeils i Rannu
el: Τα διαμοιραζόμενα αρχεία μου
ja: 私の共有されるファイル
nn: Mine Delte Filer
pt: Os Meus Ficheiros Partilhados
pt_br: Meus Arquivos Compartilhados
sk: Moje zdieľané súbory

source: View My {0} Shared Files
cy: Gweld Fy {0} Ffeils i Rannu
el: Εμφάνιση των {0} διαμοιραζόμενων αρχείων μου
nn: Se mine {0} Delte Filer
pt_br: Ver Meus {0} Arquivos Compartilhados
sk: Ukáž mojich {0} zdieľaných súborov

source: Search for Keywords: {0}
ar: بحث عن الكلمات المفتاحية: {0}
bs: Traži ključne riječi: {0}
cy: Chwilio am y Geiriau {0}
de: Nach folgenden Suchbegriffen suchen: {0}
el: Αναζήτηση για λέξεις κλειδιά: {0}
hu: Keres�s a kulcsszavakra: {0}
id: Mencari kata kunci: {0}
it: Ricerca la parola chiave: {0}
ja: キーワード検索： {0}
nn: Søk etter Nøkkelord: {0}
pt: Pesquisar palavras-chave: {0}
pt_br: Pesquisar palavras-chave: {0}
sk: Hľadať podľa kľúčových slov: {0}
sq: Fjalë Kyçe: {0}
sr: Tražite ključne reči: {0}
uk: Шукати за Словами: {0}

source: Search for: {0}
ar: بحث عن: {0}
bs: Traži za: {0}
cy: Chwilio am: {0}
de: Suchen nach: {0}
el: Αναζήτηση για: {0}
hu: Keres�s erre: {0}
id: Mencari: {0}
it: Ricerca: {0}
ja: {0}を検索
nn: Søk etter: {0}
pt: Pesquisar: {0}
pt_br: Pesquisar: {0}
sk: Vyhľadávanie: {0}
sq: Kërko për: {0}
sr: Tražite: {0}
uk: Шукати: {0}

source: Search "What's New" for: {0}
cy: Chwilio "Beth sy'n Newydd" am: {0}
el: Αναζήτηση στο «Τι νέο υπάρχει;» γιά : {0}
nn: Søk "Hva er nytt" for: {0}
sk: Hľadať "Čo je nové" pre: {0}

source: Search for {0}: {1}
ar: بحث عن {0}: {1}
bs: Traži za {0}: {1}
cy: Chwilio am {0}: {1}
de: Suche nach {0}: {1}
el: Αναζήτηση για {0}: {1}
hu: Keres�s erre: {0}: {1}
id: Mencari {0}: {1}
it: Ricerca {0}: {1}
ja: {0}を検索： {1}
nn: Søk etter {0}: {1}
pt: Pesquisar {0}: {1}
pt_br: Pesquisar {0}: {1}
sk: Vyhľadávanie {0}: {1}
sq: Kërko për {0}: {1}
sr: Tražite u vezi {0}: {1}
uk: Шукати: {0}: {1}

source: Share New File...
ar: مشاركة ملف جديد...
bs: Razmjena nove datoteke...
cy: Rhannu Ffolder Newydd...
de: Neue Datei freigeben...
el: Διαμοιράστε ένα νέο αρχείο...
hu: �j f�jl megoszt�sa...
id: Bagikan berkas baru...
it: Condividi nuovo file...
ja: 新しいファイルを共有...
nn: Del ny Fil...
pt: Partilhar ficheiro novo...
pt_br: Compartilhar novo arquivo...
sk: Zdieľať nový súbor...
sq: Shpërnda një Skedë të Re...
sr: Razmenjujte fajl...
uk: Поділитись Новим Файлом...

source: Opens a Window and Lets You Choose a New Folder to Share
ar: افتح نافذة واختر مجلد جديد للمشاركة
bs: Otvori jedan prozor i odaberi jedan novi folder za razmjenu
cy: Yn agor ffenestr newydd er mwyn dewis ffolder newydd i'w rhannu
de: Öffnet ein Fenster und erlaubt es Ihnen, ein neues Verzeichnis freizugeben.
el: Ανοίγει ένα διάλογο που σας επιτρέπει να επιλέξετε νέο κατάλογο για διαμοιρασμό
hu: Egy ablakban kiv�laszthatsz egy megoszt�sra ker�l� �j mapp�
id: Membuka sebuah jendela dimana anda dapat memilih sebuah folder baru untuk dibagikan
it: Apri una finestra e scegli una nuova cartella da condividere.
ja: ウィンドウを開き、共有する新しいフォルダの選択が可能になる
nn: Åpner ett Nytt vindu og lar det velge en Mappe å dele
pt: Abre uma janela e permite seleccionar uma nova pasta para partilhar
pt_br: Abre uma janela e permite selecionar uma nova pasta para compartilhar
sk: Otvorí okno v ktorom môžete vybrať nový priečinok na zdieľanie
sq: Hap një Dritare dhe ju Lejon të Zgjidhni një Dosje për të Shpërndarë
sr: Omogućava da izaberete novu fasciklu za razmenu na mreži
uk: Дозволяти обрати Нову Теку, щоб поділитись нею

source: Block Host
ar: حظر المضيف
bs: Blokiraj Host računar
cy: Blocio'r Partner
de: Rechner blocken
el: Παρεμπόδιση κόμβου
hu: Kiszolg�l� blokkol�sa
id: Blokir host
it: Blocca l'ospite
ja: ホストをブロック
nn: BLokker Vert
pt: Bloquear anfitrião
pt_br: Bloquear host
sk: Blokovať tento server
sq: Bllokoje Hostin
sr: Blokiraj udaljeni računar
uk: Блокувати хост

source: Send Message
ar: ارسال رسالة
bs: Pošalji poruku
cy: Anfon Neges
de: Nachricht senden
el: Αποστολή μηνύματος
hu: �zenet k�ld�se
id: Kirim pesan
it: Invia messaggio
ja: メッセージを送信
nn: Send Melding
pt: Enviar mensagem
pt_br: Enviar mensagem
sk: Poslať správu
sq: Dërgoji një Mesazh
sr: Pošalji poruku
uk: Надіслати повідомлення

source: Block Current Host
ar: حظر المضيف الحالي
bs: Blokiraj trenutni Host računar.
cy: Blocio Partner Presennol
de: Blockt den ausgewählten Rechner.
el: Παρεμπόδιση τρέχοντος κόμβου.
hu: Aktu�lis kiszolg�l� blokkol�sa
id: Blokir host tersebut
it: Blocca l'ospite remoto corrente.
ja: 現在のホストをブロックする
nn: Blokker Nåværende Vert
pt: Bloquear anfitrião actual.
pt_br: Bloquear host atual.
sk: Blokovať súčasný server
sq: Bllokon Hostin Aktual
sr: Blokiraj aktivni udaljeni računar
uk: Блокувати поточний хост

source: Send a Message to a Host
ar: ارسال رسالة إلى المضيف
bs: Pošalji poruku Host računaru.
cy: Anfon Neges i Bartner
de: Sendet die Nachricht zum ausgewählten Rechner.
el: Αποστολή μηνύματος σε κόμβο.
hu: �zenet k�ld�se a kiszolg�l�nak
id: Kirim pesan kepada salahsatu host
it: Spedisce un messaggio all'ospite remoto.
ja: ホストへメッセージを送信する
nn: Send en melding til en Vert
pt: Enviar mensagem a um anfitrião.
pt_br: Enviar mensagem a um host.
sk: Poslať správu na server
sq: Dërgon një Mesazh tek Hosti
sr: Pošalji poruku udaljenom računaru
uk: Надіслати повідомлення хосту

source: Host is unavailable
ar: المضيف غير متاح
bs: Host računar je deficitaran
cy: Partner dim ar gael
de: Der Rechner ist nicht erreichbar.
el: Δεν είναι διαθέσιμος ο κόμβος
hu: A kiszolg�l� nem el�rhet�
id: Host tidak tersedia
it: L'ospite remoto non è disponibile
ja: ホストが利用できない
nn: Vert er Utilgjengelig
pt: O anfitrião não está disponível
pt_br: O host não está disponível
sk: Server je nedostupný
sq: Hosti nuk është i vlefshëm
sr: Udaljeni računar nije na respolaganju
uk: Хост недоступний

source: You
ar: أنت
bs: Vi
cy: Ti
de: Sie
el: Εσείς
hu: Te
id: Anda
it: Tu
ja: 自分
nn: Deg
pt: Você
pt_br: Você
sk: Vy
sq: Ti
sr: Vi
uk: Ви

source: A connection error has occurred
ar: ظهور خطأ في الاتصال
de: Ein Verbindungsfehler ist aufgetreten
el: Προέκυψε σφάλμα σύνδεσης
hu: H�l�zati hiba l�pett fel
it: E' stato generato un errore di connessione
ja: 接続エラーが生じました
nn: En tilkoblingsfeil skjedde
pt_br: Houve um erro na conexão
sk: Vyskytla sa chyba pripojenia
sq: Ndodhi një gabim në lidhje
sr: Greška u povezivanju

source: Could not send chat message
ar: لايمكن ارسال رسالة دردشة
de: Die Nachricht konnte nicht gesendet weden
el: Δεν ήταν δυνατή η αποστολή μηνύματος συνομιλίας
hu: Az �zenetk�ld�s sikertelen volt
it: Impossibile inviare il messaggio
nn: Kunne ikke sende chat melding
pt: Não foi possível enviar mensagem
pt_br: Não foi possível enviar o mensagem de bate-papo
sk: Chat správa sa nemôže odoslať {0} .
sq: Mesazhi në chat nuk mund të dërgohej
sr: Nije uspelo slanje poruke

source: Create a New Outgoing Connection
ar: إنشاء اتصال خارجي جديد
bs: Kreiraj novu izlaznu konekciju.
cy: Creu Cysylltiad Newydd Allan
de: Stellt eine neue ausgehende Verbindung her.
el: Δημιουργία νέας εξερχόμενης σύνδεσης.
hu: �j kimen� kapcsolat l�trehoz�sa
id: Membuat koneksi keluar baru.
it: Crea una nuova connessione in uscita.
ja: 新規に外向きの接続を確立する
nn: Lag en ny Utgående Kobling
pt: Criar uma nova ligação saída.
pt_br: Criar uma nova conexão de saída.
sk: Vytvoriť nové odchádzajúce pripojenie
sq: Krijon një Lidhje të Re Dalëse
sr: Napravi novu odlazeću vezu
uk: Створити нове підключення на вихід

source: Remove the Selected Connections
ar: إزالة الاتصالات المحددة
bs: Ukloni selektiranu konekciju
cy: Tynny'r Cysyltiadau Wedi'u Dewis
de: Beendet die ausgewählten Verbindungen.
el: Διαγραφή των επιλεγμένων συνδέσεων.
hu: A kijel�lt kapcsolatok elt�vol�t�sa
id: Hilangkan koneksi tersebut.
it: Rimuove le connessioni selezionate.
ja: 選択したホストを除去する
nn: Fjern de Valgte Koblingene
pt: Remover as ligações seleccionadas.
pt_br: Remover as conexões selecionadas.
sk: Odstrániť vybrané pripojenia
sq: Fshin Lidhjet e Zgjedhura
sr: Ukloni odabrane veze
uk: Прибрати обрані Підключення

source: View All Files on the Selected Computer
ar: عرض جميع الملفات على الحاسوب المختار
bs: Pokaži sve datoteke na selektiranom računaru.
cy: Gweld Pob Ffeil ar y cyfrifiadur wedi'i ddewis
de: Zeigt alle Dateien auf diesem Rechner an.
el: Εμφάνιση όλων των αρχείων του επιλεγμένου υπολογιστή.
hu: Kiv�lasztott sz�m�t�g�pen minden file megtekint�se.
id: Lihat semua berkas pada komputer tersebut.
it: Visualizza tutti i file sul ospite selezionato.
ja: 選択したホストのすべてのファイルを表示する
nn: Se alle filer på valgte vert.
pt: Visualizar todos os ficheiros no computador seleccionado.
pt_br: Visualizar todos os arquivos no computador selecionado.
sk: Zobraziť všetky súbory z vybraného počítača
sq: Shikon Gjithë Skedat në Kompjuter
sr: Pogledajte spisak svih fajlova na odabranom računaru
uk: Переглянути всі файли на обраному комп’ютері

source: Loading Connections Window...
ar: يتم الآن تحميل نافذة الاتصالات...
bs: Punjenje priključnog prozora...
cy: Llwytho Ffenest Cysyltiadau...
de: Verbindungsfenster wird geladen...
el: Φόρτωση παραθύρου συνδέσεων...
hu: Kapcsolatablak bet�lt�se...
id: Memuat jendela koneksi
it: Caricamento finestra di connessione...
ja: 接続ウィンドウをロード中...
nn: Laster Tilkoblinger...
pt: A carregar janela de ligações...
pt_br: Carregando janela de conexões...
sk: Načítavam okno Pripojenia...
sq: Po Ngarkoj Dritaren e Lidhjeve...
sr: Učitavanje prozora za veze...
uk: Завантажую вікно підключень...

source: Host:
ar: المضيف:
bs: Host računar:
cy: Partner:
de: Rechner:
el: Κόμβος:
hu: Kiszolg�l�
it: Ospite:
ja: ホスト：
nn: Vert:
pt: Anfitrião:
sk: Server:
sq: Hosti:
sr: Udaljeni računar:
uk: Хост

source: You dropped the following files/folders on LimeWire, please select the ones you would like to share.
ar: قمت بتنزيل الملفات/المجلدات التالية على LimeWire, من فضلك اختر إحداها التي تود مشاركتها.
de: Sie haben die folgenden Dateien/Ordner in LimeWire hinterlegt, bitte wählen Sie die Dateie(n)/Ordner aus die Sie zum Download freigeben wollen.
el: Αποθέσατε τα ακόλουθα αρχεία/καταλόγους στο LimeWire, επιλέξτε αυτά που θέλετε να διαμοιράσετε.
hu: A k�vetkez� f�jlokat/mapp�kat ejtetted a LimeWire-re, v�laszd ki, melyikeket szeretn�d megosztani.
it: Hai trascinato i seguenti file/cartelle su LimeWire, si prega di selezionare quelli da condividere.
ja: 次のファイル／フォルダをLimeWireにドロップしました。共有したいものを選んでください。
nn: Du slapp de følgende filene/mappene på LimeWire, velg de du vil dele.
pt_br: Você retirou os seguintes arquivos/pastas no LimeWire, faça favor de selecionar os que quiser compartilhar.
sk: Pridali ste nasledujúce súbory/priečinky so programu LimeWire, zvoľte si prosím, ktoré chcete zdieľať.
sq: Skedat/Dosjet e mëposhtme u hodhën në LimeWire, ju lutemi zgjidhni ato që doni të shpërndani.
sr: Odbacili ste sledeće fajlove/fascikle, odaberite one koje želite da delite.
