Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Available
da: Tilgængelig
el: Διαθέσιμο
es: Disponible
et: Saadaval
fa: قابل دسترس
fi: Saatavilla
fr: Disponible
ga: Ar Fáil
gl: Dispoñible
he: זמין
hr: Dostupan
ja: 有効
ku: Guncan
lv: Pieejams
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępny (singular, masculine) Dostępna (singular, feminine) Dostępne (singular, no genre / plurar, feminine) Dostępni (plurar, masculine)
ru: Доступно
sv: Tillgänglig
tr: Kullanılabilir

source: LimeWire was unable to set up a port to listen for incoming connections. Some features of LimeWire may not work as expected.
bs: LimeWire nije bio u mogućnosti postaviti porte za prihvatanje nadolazećih priključenja. Neki oblici LimeWire možda neće raditi kako bismo očekivali.
cy: Roedd LimeWire yn methu trefnu porth i wrando ar gysylltiadau i mewn. Efallai fydd rhai pethau yn LimeWire yn gweithio yn annisgwyl.
da: LimeWire kunne ikke åbne en port for at lytte efter indgående forbindelser. Nogle af LimeWires funktioner vil derfor nok ikke virke som forventet.
de: LimeWire konnte keinen Port zum Empfang ankommender Verbindungen einrichten. Manche Funktionen von LimeWire werden vielleicht nicht wie erwartet ausgeführt.
el: Το LimeWire δεν μπόρεσε να ορίσει μια θύρα ακρόασης για εισερχόμενες συνδέσεις. Μερικά χαρακτηριστικά του LimeWire μπορεί να μην λειτουργήσουν όπως θα αναμενόταν.
es: LimeWire no pudo configurar un puerto para escuchar las conexiones entrantes. Puede que algunas funciones de LimeWire no funcionen correctamente.
et: LimeWire'il ei õnnestunud üles seada porti sissetulevate ühenduste jaoks. Mõned LimeWire osad võivad mitte töötada nii nagu tavaliselt.
fa: LimeWire قادر به برپایی پورت برای پذیرفتن ارتباط های دریافتی نیست. ممکن است بعضی از قابلیت های LimeWire آن طور که انتظار می رود کار نکنند.
fi: LimeWire ei kyennyt avamaan porttia sisääntulevalle liikenteelle. Osa LimeWiren ominaisuuksista ei ehkä toimi odotetulla tavalla.
fr: LimeWire n’a pas pu déterminer un port utilisable pour écouter les connexions entrantes. Certaines fonctions de LimeWire ne fonctionneront pas de façon habituelle.
ga: Theip ar LimeWire port a chumrú chun éisteach do naisc ag teacht isteach. D'fhéadfadh gnéithe de LimeWire gan feidhmiú i gceart.
gl: LimeWire non puido habilitar un porto para as conexións entrantes. Isto pode facer que algunhas funcionalidades do LimeWire non se executen correctamente.
he: LimeWire לא הצליח להגדיר פותחה להאזנה עבור חיבורים נכנסים. חלק מהתכונות של LimeWire עשויות לא לעבוד כצפוי.
hr: limeWire nije uspio postaviti port za dolazne konekcije. Neki djelovi LimeWire-a ne bi mogli raditi kao što je očekivano.
hu: A LimeWire nem tudott portot l�trehozni a bej�v� kapcsolatok figyel�s�re. A LimeWire p�r lehet�s�ge lehet, hogy nem fog teljesen m�k�dni.
id: LimeWire tidak dapat menentukan port untuk mendengarkan koneksi masuk. Beberapa fitur LimeWire tidak akan berjalan semestinya.
it: Limewire non può impostare una porta per le connessioni entranti. Alcune funzioni di Limewire potrebbero non operare correttamente.
ja: 下り接続のためのポートを使用できない状態です。特定の機能が正しく動作しないおそれがあります。
ku: LimeWire'ê nekarî ji bo gudarkirina girêdanên tên portek veke. Heye ku hinek taybetiyên LimeWire'ê baş nexebitin.
lv: LimeWire nespēja uzstādīt portu, lai saņemtu ienākošos savienojumus. Dažas LimeWire iespējas var nedarboties kā gaidīts.
nb: LimeWire klarte ikke å sette opp en port for å lytte etter innkommende tilkoblinger. Noen av funksjonene til LimeWire vil kanskje ikke fungere som normalt.
nl: LimeWire kon geen poort opzetten om gehoor te geven aan inkomende verbindingen. Sommige functies van LimeWire zullen niet naar verwachting werken.
nn: Limewire klarte ikkje å setje opp ein port for å lytte etter innkomande koplingar. Nokre eigenskapar i Limewire vil ikkje verke som normalt.
pl: LimeWire nie był w stanie utworzyć portu do nasłuchiwania przychodzących połączeń. Pewne składniki LimeWire mogą nieprawidłowo funkcjonować.
pt: O LimeWire não conseguiu definir uma porta para ouvir a entrada das ligações. Algumas funções do LimWire poderão não funcionar conforme esperado.
pt_br: O Limewire não conseguiu definir uma porta de conexões de entrada. Algumas características do LimeWire podem não funcionar da forma esperada.
ru: LimeWire не может назначить порт для обработки входящих соединений. Некоторые возможности LimeWire могут не работать.
sk: LimeWire nemohol nastaviť port pre prichádzajúce pripojenia. Niektore funkcie LimeWire nemusia pracovať korektne.
sq: LimeWire nuk arriti të ndërtojë një port për dëgjimin e lidhjeve hyrëse. Disa veçori të LimeWire mund të mos punojnë siç duhet.
sr: LimeWire nije bio u mogućnosti da podesi kanal (port) za prihvatanje dolaznih veza. Neke mogućnosti LimeWire-a možda neće raditi kako je predviđeno.
sv: LimeWire kunde inte sätta upp en port för att söka efter inkommande anslutningar. Vissa funktioner i LimeWire kanske inte fungerar som de borde.
tr: LimeWire gelen bağlantıları dinlemek için bir bağlantı noktası oluşturamadı. Bazı LimeWire özellikleri beklendiği gibi çalışmayabilir.
uk: LimeWire не зміг встановити порт для прослуховування на вхідні підключення. Деяки можливості LimeWire можуть не працювати, як очікувалось.

source: LimeWire was unable to start the Digital Audio Access Protocol Service (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under iTunes -> Sharing.
bs: LimeWire nije bio u mogućnosti da započne Digitalni pristup audio protokolu (za razmjenu datoteka u iTunes-u). Ova mogućnost biće isključena. Možete je ponovo uključiti u rubrici opcije pod pojmom iTunes -> Razmjenjivanje.
cy: Roedd LimeWire yn methu dechrau y Protocol Sain Digidol (i rannu ffeiliau yn iTunes). Mae hwn yn mynd i gael ei ddiffod. Gallet ti ei ail-ddechrau yn opsiynau, o dan iTunes -> Rhannu.
de: LimeWire konnte das Digital Audio Access-Protokoll nicht starten (für Filesharing mit iTunes). Dieses Feature wird deaktiviert. Sie können es in den Einstellungen unter iTunes -> Sharing wieder aktivieren.
el: Το LimeWire δεν κατάφερε να αρχίσει την υπηρεσία πρωτόκολλου πρόσβασης ψηφιακού ήχου (για τη διανομή των αρχείων στο iTunes). Αυτό το χαρακτηριστικό θα απενεργοποιηθεί. Μπορείτε να το ενεργοποιήσετε πάλι από τις επιλογές, στο iTunes -> Διαμοιρασμός.
hu: A LimeWire nem tudta elind�tani a Digit�lis Audi�hozz�f�r�si protokoll c. szolg�ltat�st (az iTunes-beli f�jlmegoszt�shoz). Ez a lehet�s�g ki lesz kapcsolva. Az opci�k k�z�tt (iTunes -> Megoszt�s) visszakapcsolhatod.
id: LimeWire tidak dapat memulai Digital Audio Access Protocol Service (untuk berbagi berkas di iTunes). Fitur ini akan dimatikan. Anda bisa menyalakannya lagi pada pilihan di iTunes -> Sharing.
it: Limewire non può avviare il protocollo Digital Audio Access (per condividere file in iTunes). Questa funzione verrà disabilitata. Puoi riabilitarla, nel menu 'Opzioni', 'iTunes' -> 'Condivisione'.
ja: iTunes のファイル共有に使われる、デジタルアクセスプロトコルを開始できない状態です。この機能は無効になりますが、この機能は "iTunes" ->"共有"から戻せます。
nn: Limewire klarte ikke å starte den Digitale Audio Access Protokollen (for å dele filer i iTunes). Denne tjenesten vil bli skrudd av. Du kan skru den på igjen i Alternativer, under iTunes -> Deling.
pt: O LimeWire não conseguiu iniciar o Protocolo de Acesso Áudio Digital (para partilhar ficheiros em iTunes). Esta característica será desligada. Pode activá-la novamente nas opções, em iTunes -> Partilhar.
pt_br: O LimeWire não conseguiu iniciar o protocolo de acesso de Áudio digital (para compartilhar arquivos em iTunes). Esta característica será desligada. Você pode ativá-la novamente nas opções, em iTunes -> compartilhar.
sk: LimeWire nemohol spustiť prístupový protokol Digital Audio (kvôli zdieľaniu súborov v iTunes). Táto funckia bude vypnutá. Môžete ju povoliť v nastaveniach v iTunes -> Zdieľanie (Sharing).
sq: LimeWire nuk arriti ta nisë Shërbimin e Protokollit për Hapjen e Zërave Dixhitalë (për shpërndarjen në iTunes). Kjo veçori do të fiket! Ju mund ta ndizni atë përsëri tek Mundësitë, në iTunes -> Shpërndarje.
sr: LimeWire nije bio u mogućnosti da započne DAAP (protokol za pristup digitalnom audio materijalu, za razmenu fajlova u iTunes-u). Ova mogućnost biće isključena. Možete je ponovo uključiti u podešavanjima pod nazivom iTunes -> Razmena.
uk: LimeWire не зміг запустити службу Протокол Доступу до Цифрового Аудіо (DAAP). DAAP буде вимкнено. Ви зможете увімкнути DAAP в налаштуваннях, iTunes -> Спільний доступ.

source: What's New
ar: ما الجديد
bs: Šta ima novo
cy: Beth sy newydd
da: Nye filer
de: Was gibt's Neues
el: Τι νέο υπάρχει;
es: Nuevos elementos
et: Mida uut?
fa: تازه ها
fi: Uutta
fr: Quoi de neuf?
ga: Cad Atá Úr
gl: Que hai novo
he: מה חדש
hr: Što je novo
hu: Mi �js�g?
id: Hal-hal baru
it: Cosa c'é di nuovo
ja: 新着情報
ku: Çi heye nû?
lv: Kas jauns
nb: Nyheter
nl: Wat is er nieuw
nn: Hva er Nytt
pl: Co nowego
pt: Novidades
pt_br: O que há de novo
ru: Что нового
sk: Čo je nové
sq: Risi
sr: Šta ima novo
sv: Nyheter
tr: Neler Yeni ?
uk: Що Нового?

source: Shared Files
ar: الملفات المشتركة
bs: Razmjena datoteka
cy: Ffeiliau wedi Rhannu
da: Delte filer
de: Freigegebene Dateien
el: Διαμοιραζόμενα αρχεία
es: Archivos Compartidos
et: Jagatud Failid
fa: فایل های مشترک
fi: Jaetut tiedostot
fr: Fichiers partagés
ga: Comhaid Comhroinnte
gl: Ficheiros compartidos
he: קבצים משותפים
hr: Zajedničke datoteke
hu: Megosztott f�jlok
id: Berkas bersama
it: File condivisi
ja: 共有ファイル
ku: Pelên Parvekirî
lv: Faili koplietošanā
nb: Delte Filer
nl: Gedeelde bestanden
nn: Delte Filer
pl: Udostępnione pliki
pt: Ficheiros partilhados
pt_br: Arquivos compartilhados
ru: Общедоступные файлы
sk: Zdieľané súbory
sq: Skeda të Shpërndara
sr: Razmena fajlova
sv: Delade filer
tr: Paylaşılan Dosyalar
uk: Спільні файли

source: Title
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
fa: عنوان
fi: Otsikko
fr: Titre
ga: Teideal
gl: Título
he: כותרת
hr: Naslov
ja: タイトル
ku: Sernav
lv: Nosaukums
nb: Tittel
nl: Titel
nn: Tittel
pl: Tytuł
pt: Título
pt_br: Título:
ru: Заголовок
sk: Názov
sv: Titel
tr: Başlık

source: Artist
bs: Umjetnik
da: Kunstner
de: Künstler
el: Καλλιτέχνης
es: Artista
et: Esitaja
fa: هنرمند
fi: Artisti
fr: Artiste
ga: Ealaíontóir
gl: Artista
he: אמן
hr: Izvođač
ja: アーティスト
ku: Stranbêj
lv: Izpildītājs
nl: Artiest
pl: Wykonawca
pt: Artista
pt_br: Artista
ru: Исполнитель
sk: Umelec
tr: Sanatçı

source: Album
ar: الألبوم
cy: Albwm
el: Άλμπουμ
es: Álbum
fa: آلبوم
fi: Albumi
ga: Albam
gl: Álbum
he: אלבום
ja: アルバム
ku: Albûm
lv: Albums
pt: Álbum
pt_br: Álbum
ru: Альбом
sq: Albumi
tr: Albüm
uk: Альбом

source: Genre
ar: الصنف
bs: Žanr
cy: Steil
el: Είδος
es: Género
et: Zanr
fa: نوع
fi: Tyyli
fr: Style
ga: Aicme
gl: Xénero
he: ז'אנר
hr: Vrsta
hu: M�
id: Aliran
it: Genere
ja: ジャンル
ku: Cûre
lv: Žanrs
nb: Sjanger
nn: Sjanger
pl: Gatunek
pt: Género
pt_br: Gênero
ru: Жанр
sk: Žáner
sq: Gjinia
sr: Žanr
tr: Tür
uk: Жанр

source: Track
ar: المسار
bs: Traka
cy: Trac
da: Spor
el: Κομμάτι
es: Pista
et: Lugu
fa: تراک
fi: Kappale
fr: Suivi
ga: Rian
gl: Pista
he: רצועה
hr: Pjesma
hu: S�
it: Traccia
ja: トラック
ku: Stran
lv: Celiņš
nb: Spor
nl: Nummer
nn: Spor
pl: Ścieżka
pt: Faixa
pt_br: Faixa
ru: Дорожка
sk: Stopa
sq: Kënga
sr: Traka
sv: Spår
tr: Parça
uk: Номер доріжки

source: Type
cy: Math
de: Art
el: Τύπος
es: Tipo
et: Tüüp
fa: نوع‌
fi: Tyyppi
fr: Catégorie
ga: Cineál
gl: Tipo
he: סוג
hr: Vrsta datoteke
ja: タイプ
ku: Cûre
lv: Tips
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Тип
sk: Typ
sv: Typ
tr: Tür

source: Length
cy: Hyd
da: Længde
de: Länge
el: Μήκος
es: Duración
et: Kestvus
fa: طول‌
fi: Kesto
fr: Durée
ga: Fad
gl: Duración
he: משך
hr: Duljina
ja: 長さ
ku: Dirêjahî
lv: Ilgums
nb: Lengde
nl: Lengte
nn: Lengde
pl: Długość
pt: Duração
pt_br: Tamanho
ru: Длина
sk: Dĺžka
sv: Längd
tr: Uzunluk

source: Year
cy: Blwyddyn
da: År
de: Jahr
el: Έτος
es: Año
et: Aasta
fa: سال
fi: Vuosi
fr: Année
ga: Bliain
gl: Ano
he: שנה
hr: Godina
ja: 年
ku: Sal
lv: Gads
nb: År
nl: Jaar
nn: År
pl: Rok
pt: Ano
pt_br: Ano
ru: Год
sk: Rok
sv: År
tr: Yıl

source: Language
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fa: زبان
fi: Kieli
fr: Langue
ga: Teanga
gl: Idioma
he: שפה
hr: Jezik
ku: Ziman
lv: Valoda
nb: Språk
nl: Taal
nn: Språk:
pl: Język
pt: Idioma
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil

source: Bitrate
el: Ρυθμός μετάδοσης bit
es: Tasa de bits
et: Bitimäär:
fa: میزان ارسال بیت
fi: Näytteenottotaajuus
fr: Débit
ga: Beart Gearradh
gl: Taxa de bits
he: קצב סיביות
hr: Protok bitova
ja: ビットレート
ku: Rêjeya Bit
lv: Bitu ātrums
nb: Bithastighet
nn: Bitfart
pl: Próbkowanie
pt: Taxa de Bits
pt_br: Taxa de Bits
ru: Битрейт
sv: Bitfrekvens
tr: Bit hızı

source: Comments
cy: Sylwadau
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
et: Kommentaarid
fa: توضیحات
fi: Kommentit
fr: Commentaires
ga: Nótaí Tráchta
gl: Comentarios
he: הערות
hr: Komentari
ja: コメント
ku: Şîrove
lv: Komentāri
nb: Kommentarer
nl: Commentaar
nn: Kommentarar
pl: Komentarze
pt: Comentários
pt_br: Comentários:
ru: Комментарии
sk: Komentáre
sv: Kommentarer
tr: Yorumlar

source: Action
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
et: Tegevus
fa: کنش
fi: Toiminto
ga: Gníomh
gl: Acción
he: פעולה
hr: Aktivnost
ku: Çalakî
lv: Darbība
nb: Handling
nl: Actie
nn: Handling
pl: Akcja
pt: Acção
pt_br: Ação
ru: Действие
sk: Akcia
sv: Åtgärd
tr: İşlem

source: Copyright
cy: Hawlfraint
da: Ophavsret
de: Urheberrecht
el: Πνευματικά δικαιώματα
es: Derechos de autor
et: Autoriõigus
fa: حق نسخه‌برداری
fi: Tekijänoikeus
fr: Droits d'auteur
ga: Cóipcheart
gl: Dereitos de autor
he: זכויות יוצרים
hr: Autorska prava
ku: Mafê jibergirtinê
lv: Autortiesības
nb: Opphavsrett
nn: Opphavsrett
pl: Prawa autorskie © Copyright - All Rights Reserved = © Copyright - Wszelkie Prawa Zastrzeżone
pt_br: Direitos Autorais
ru: Авторские и смежные права
sk: Autorské práva
sv: Upphovsrätt
tr: Telif Hakkı

source: License Type
cy: Math o Drwydded
da: Licens type
de: Lizenz
el: Τύπος αδείας
es: Tipo de Licencia:
et: Litsentsi Tüüp
fa: نوع مجوز
fi: Lisenssi:
fr: Type de licence
ga: Cineál Ceadúnas
gl: Tipo de licenza
he: סוג הרישיון
hr: Vrsta Dozvole
ku: Cûreya Lîsansê
lv: Licences Veids
nb: Lisenstype
nl: Licentietype
nn: Lisenstype
pl: Typ licencji
pt: Tipo de Licença
pt_br: Tipo de licença
ru: Тип лицензии
sk: Typ licencie
sv: Licenstyp
tr: Lisans Türü

source: Director
ar: المخرج
bs: Direktor
cy: Cyfarwyddwr
da: Instruktør
de: Regisseur
el: Σκηνοθέτης
et: Lavastaja
fa: کارگردان
fi: Ohjaaja
fr: Réalisateur
ga: Stiúrthóir
he: במאי
hr: Direktor
hu: Rendez�
id: Sutradara
it: Regista
ja: ディレクター
ku: Derhêner
lv: Režisors
nb: Regissør
nl: Regisseur
nn: Regissør
pl: Reżyser
pt_br: Diretor
ru: Режиссёр
sk: Režisér
sq: Regjisori
sr: Direktor
sv: Regissör
tr: Müdür
uk: Режисер

source: Producer
ar: المنتج
bs: Proizvođač
cy: Cynhyrchydd
de: Produzent
el: Παραγωγός
es: Productor
et: Produtsent
fa: تولید‌کننده
fi: Tuottaja
fr: Producteur
ga: Léiritheoir
gl: Produtor
he: מפיק
hr: Producent
id: Produser
it: Produttore
ja: プロデューサー
ku: Hilberîner
lv: Producents
nb: Produsent
nl: Producent
nn: Produsent
pl: Producent
pt: Produtor
pt_br: Produtor
ru: Продюсер
sk: Producent
sq: Producenti
sr: Producent
sv: Producent
tr: Üretici
uk: Продюсер

source: Studio
ar: الاستوديو
cy: Stiwdio
da: Studie
el: Στούντιο
es: Estudio
et: Stuudio
fa: هنرکده
ga: Stiúideo
gl: Estudio
he: אולפן
hu: St�
ja: スタジオ
ku: Stûdyo
lv: Studija
pt: Estúdio
pt_br: Estúdio
ru: Студия
sk: Štúdio
sq: Studioja
tr: Stüdyo
uk: Студія

source: Stars
ar: النجوم
bs: Zvijezde
cy: Ser
da: Medvirkende
el: Αστέρια
es: Estrellas
et: Kvaliteet
fa: ستاره‌ها
fi: Arvostelut
fr: Vedettes
ga: Réaltaí
gl: Estrelas
he: כוכבים
hr: Zvijezde
hu: Szerepl�
id: Bintang
it: Attori
ja: 星
ku: Stêr
lv: Zvaigznes
nb: Stjerner
nl: Sterren
nn: Stjerner
pl: Gwiazdy
pt: Estrelas
pt_br: Estrelas
ru: Исполнители
sq: Yje
sr: Zvezdice
sv: Stjärnor
tr: Yıldızlar
uk: Зірки

source: Subtitles
ar: العناوين الفرعية
bs: Podnaslov
cy: Is-deitlau
da: Undertekster
de: Untertitel
el: Υπότιτλοι
es: Subtítulos
et: Subtiitrid
fa: زیرنویس‌ها
fi: Tekstitys
fr: Sous-titres
ga: Fotheidil
gl: Subtítulos
he: כתוביות
hr: Podnaslovi
hu: Feliratok
id: Sub Judul
it: Sottotitoli
ja: 字幕
ku: Binnivîs
lv: Subtitri
nb: Undertekst
nl: Ondertitelingen
nn: Teksting
pl: Napisy
pt: Legendas
pt_br: Legendas
ru: Субтитры
sk: Titulky
sq: Titrat
sr: Prevod
sv: Textremsor
tr: Altyazılar
uk: Субтитри

source: Rating
ar: التقييم
bs: Klasa
cy: Graddio
da: Vurdering
de: Einstufung
el: Κατάταξη
es: Valoración
et: Hinnang
fa: ارزیابی
fi: Ikäraja
fr: Evaluation
ga: Grádú
gl: Avaliación
he: דירוג
hr: Ocjena
hu: Besorol�
id: Penilaian
ja: 格付け
ku: Puan
lv: Vērtējums
nb: Karakter
nl: Waardering
nn: Vurdering
pl: Ocena
pt: Classificação
pt_br: Classificação
ru: Рейтинг
sk: Hodnotenie
sq: Vlerësimi
sr: Klasa
sv: Ranking
tr: Derece
uk: Оцінка

source: Height
ar: الارتفاع
bs: Visina
cy: Uchder
da: Højde
de: Höhe
el: Ύψος
es: Altura
et: Kõrgus
fa: ارتفاع
fi: Korkeus
fr: Hauteur
ga: Airde
gl: Altura
he: גובה
hr: Visina
hu: Magass�
id: Tinggi
it: Altezza
ja: 高さ
ku: Bilindahî
lv: Augstums
nb: Høyde
nl: Hoogte
nn: Høyde
pl: Wysokość
pt: Altura
pt_br: Altura
ru: Высота
sk: Výška
sq: Lartësia
sr: Visina
sv: Höjd
tr: Yükseklik
uk: Висота

source: Width
ar: العرض
bs: Širina
cy: Lled
da: Bredde
de: Breite
el: Πλάτος
es: Anchura
et: Laius
fa: عرض
fi: Leveys
fr: Largeur
ga: Leithead
gl: Largura
he: רוחב
hr: Širina
hu: Sz�less�
id: Lebar
it: Larghezza
ja: 幅
ku: Firehî
lv: Platums
nb: Bredde
nl: Breedte
nn: Bredde
pl: Szerokość
pt: Largura
pt_br: Largura
ru: Ширина
sk: Šírka
sq: Gjerësia
sr: Širina
sv: Bredd
tr: Genişlik
uk: Ширина

source: Description
ar: الوصف
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: شرح
fi: Kuvaus
ga: Cur Síos
gl: Descrición
he: תיאור
hr: Opis
hu: Le�r�
id: Deskripsi
it: Descrizione
ku: Rave
lv: Apraksts
nb: Beskrivelse
nl: Beschrijving
nn: Beskrivelse
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sk: Popis
sq: Përshkrimi
sr: Opis
sv: Beskrivning
tr: Tanım
uk: Опис

source: License
cy: Trwydded
da: Licens
de: Lizenz
el: Άδεια
es: Licencia
et: Litsents
fa: مجوز
fi: Lisenssi
fr: Licence
ga: Ceadúnas
gl: Licenza
he: רשיון
hr: Licenca
ku: Lîsans
lv: Licence
nb: Lisens
nl: Licentie
nn: Lisens
pl: Licencja
pt: Licença
pt_br: Licença
ru: Лицензия
sk: Licencia
sv: Licens
tr: Lisans

source: Topic
ar: الموضوع
cy: Pwnc
da: Emne
de: Thema
el: Θέμα
es: Tema
et: Teema
fa: سرفصل
fi: Aihe
fr: Sujet
ga: Ábhar
gl: Asunto
he: נושא
hr: Tema
hu: T�ma
id: Topik
it: Chiave
ja: トピック
ku: Mijar
lv: Tēma
nb: Emne
nl: Onderwerp
nn: Emne
pl: Temat
pt: Tópico
pt_br: Tópico
ru: Тема
sk: Nadpis
sq: Tema
sr: Naslov
sv: Ämne
tr: Konu
uk: Тема

source: Author
ar: المؤلف
cy: Awdur
da: Forfatter
de: Autor
el: Συντάκτης
es: Autor
et: Autor
fa: مؤلف
fi: Kirjoittaja
fr: Auteur
ga: Údar
gl: Autor
he: מחבר
hr: Autor
hu: Szerz�
id: Penulis
it: Autore
ja: オーサー
ku: Nivîskar
lv: Autors
nb: Forfatter
nl: Auteur
nn: Opphavsmann
pl: Autor
pt: Autor
pt_br: Autor
ru: Автор
sk: Autor
sq: Autori
sr: Autor
sv: Författare
tr: Yazar
uk: Автор

source: Application
cy: Rhaglen
da: Program
de: Programm
el: Πρόγραμμα
es: Aplicación
et: Programm
fa: برنامه
fi: Sovellus
ga: Feidhmchlár
gl: Aplicación
he: תוכנה
hr: Aplikacija
ku: Sepan
lv: Aplikācija
nb: Program
nl: Programma
nn: Program
pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
ru: Приложение
sk: Aplikácie
sv: Program
tr: Uygulama

source: Name
cy: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gl: Nome
he: שם
hr: Naziv
ja: 名前
ku: Nav
lv: Vārds
nb: Navn
nl: Naam
nn: Namn
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sk: Názov
sv: Namn
tr: Ad

source: Publisher
ar: الناشر
cy: Cyhoeddwr
da: Udgiver
de: Herausgeber
el: Εκδότης
es: Editor
et: Avaldaja
fa: ناشر
fi: Julkaisija
fr: Éditeur de la publication
ga: Foilsitheoir
gl: Editorial
he: מפיץ
hr: Izdavač
hu: Kiad�
id: Penerbit
it: Editore
ja: 出版者
ku: Weşanger
lv: Izdevējs
nb: Utgiver
nl: Uitgever
nn: Utgjevar
pl: Wydawca
pt: Publicador
pt_br: Editora
ru: Издатель
sk: Vydavateľ
sq: Publikuesi
sr: Izdavač
sv: Publicerare
tr: Yayıncı
uk: Видавець

source: Platform
ar: المنصة
cy: Platfform
de: Betriebssystem
el: Πλατφόρμα
es: Plataforma
et: Platvorm
fa: سکو
fi: Alusta
fr: Plateforme
ga: Ardán
gl: Plataforma
he: מערכת הפעלה
hr: Platforma (operativni sustav)
it: Piattaforma
ja: プラットホーム
lv: Platforma
nb: Plattform
nn: Plattform
pl: Platforma
pt: Plataforma
pt_br: Plataforma
ru: Платформа
sk: Platforma
sq: Platforma
sr: Platforma
sv: Plattform

source: Internal Error
ar: خطأ داخلي
bs: Unutrašnja greška
cy: Gwall Mewnol
da: Intern fejl
de: Interner Fehler
el: Εσωτερικό σφάλμα
es: Error interno
et: Sisemine Viga
fa: خطای درونی
fi: Sisäinen virhe
fr: Erreur interne
ga: Botún Inmheánach
gl: Erro interno
he: שגיאה פנימית
hr: Interna greška
hu: Bels� hiba
id: Kesalahan Internal
it: Errore interno
ja: 内部エラー
ku: Çewtiya Hundirîn
lv: Iekšēja kļūda
nb: Intern feil
nl: Interne fout
nn: Intern feil
pl: Błąd wewnętrzny
pt: Erro interno
pt_br: Erro interno
ru: Внутренняя ошибка
sk: Vnútorná chyba
sq: Gabim i Brendshëm
sr: Greška u programu
sv: Internt fel
tr: İç Hata
uk: Внутрішня помилка
