Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Oops! You did something we haven't written yet. Sorry about that. LimeWire's still going to run just fine, but please click 'Send Bug' to remind us to write this. If you want, you can click 'Show Bug' to look at the information that will be sent. Thanks!
da: Hovsa! Du gjorde noget, som vores program ikke kan håndtere endnu - vi beklager. LimeWire kører stadig fint, men klik venligst på 'Send fejl' så vi kan forbedre programmet. Klik 'Vis fejl' for at se hvad der sendes. Tak for hjælpen!
es: ¡Ups! Hizo algo que aún no hemos desarrollado. Disculpe por ello. LimeWire está todavía intentando correr sin problemas, pero haga click en "Mandar Fallo" para recordarnos desarrollar acerca de esto. Si quiere, puede hacer click en "Mostrar Fallo" para ver la información que será enviada. ¡Gracias!
et: Ups! Sa tegid midagi, mida me pole veel kirjutanud. Vabandame selle pärast. LimeWire töötab ikka edasi. Palun vajuta "Saada Viga" nupule, et me selle ära parandada saaksime. Kui Sa tahad, Sa võid vajutada ''Näita Viga'', nupule, et vaadata informatsiooni mida hakkate saatma. Täname!
fa: اوه نه! شما چیزی انجام دادید که ما هنوز ننوشتیم. از این بابت متأسفیم. LimeWire هنوز هم به خوبی اجرا خواهد شد، اما لطفا روی "ارسال اشکال" کلیک کنید تا به ما یادآوری شود آن را بنویسیم. اگر می خواهید، می توانید روی "نمایش اشکال" کلیک کنید تا ببینید چه اطلاعاتی ارسال خواهد شد. متشکریم!
fi: Hups! Teit jotakin johon emme ole vielä varautuneet. Anteeksi. LimeWire toimii edelleen normaalisti, mutta painathan "Lähetä virheraportti", niin muistamme korjata tämän. Voit halutessasi tarkistaa lähetettävät tiedot painamalla "Näytä virhe"-näppäintä. Kiitos!
fr: Oups ! Vous avez demandé à faire une chose que nous n’avons pas encore écrite. Désolé à ce sujet. LimeWire va cependant continuer à fonctionner correctement, mais veuillez cliquer « Envoyer un bogue » pour nous rappeler d’écrire ceci. Si vous voulez, vous pouvez cliquer « Visualiser le bogue » pour consulter les informations qui seront envoyées. Merci !
gl: Vaites! Fixo algo que non temos desenvolvido aínda. Desculpe por elo. Non se preocupe, LimeWire seguirá a funcionar sen problemas, pero por favor prema en 'Enviar fallo' para que poidamos corrixilo. Se o desexa clique en 'Amosar fallo' para ver a información que nos será enviada. Grazas!
he: אופס! ביצעת משהו שלא כתבנו עדיין. מצטערים לגבי זה. LimeWrite תמשיך לרוץ כשורה, אך אנא לחץ על "שלח באג" בכדי להזכיר לנו לכתוב אותו. אם אתה רוצה, אתה יכול ללחוץ על "הצג באג" בשביל לבחון את המידע שישלח. תודה!
hr: Oops! Uradili ste nešto što mi još nismo predvidjeli. Oprostite zbog ovoga. LimeWire će i dalje funkcionirati normalno, ali vas molimo da kliknete 'Prijavi Grešku' da nas podsjetite da ovo napišemo. Ako hoćete, kliknite na 'Prikaži Grešku' da vidite informaciju koja će biti poslana. Hvala!
ku: Hooow! Bibore te tiştek kir ku me hê nenivîsandiye. LimeWire hê jî rast dixebite lê ji kerema xwe re bi tikandina "Çewtî Ragihîne" bînin bîra me ku em vê binivîsin. Spas!
lv: Oops! Jūs izdarījāt kaut ko, ko mēs vēl neesam uzrakstījuši. Atvainojiet par to. LimeWire joprojām darbosies lieliski, bet lūdzu, noklikšķiniet uz ''Sūtīt kļūmi'', lai atgādinātu mums to uzrakstīt. Ja vēlaties, Jūs varat klikšķināt ''Parādīt kļūmi'', lai apskatītu informāciju, kas tiks nosūtīta. Paldies!
nb: Ops! Du gjorde noe vi ikke har skrevet kode til enda. Beklager. LimeWire kommer til å kjøre helt fint, men vennligst klikk 'Send feilmelding' til oss for å minne oss på om å skrive dette. Hvis du vil kan du klikke på 'Vis Feilmelding' for å se på informasjonen som blir sendt. Takk for hjelpen!
nl: Oeps! U deed iets wat we nog niet geschreven hebben. Sorry hiervoor. LimeWire zal nog goed lopen, maar klik a.u.b. op 'Fout verzenden' om ons eraan te herinneren om dit te schrijven. Indien u dit wenst, kunt u op 'Fout weergeven' klikken om naar de te verzenden informatie te kijken. Bedankt!
pl: Ups.Zrobiłeś coś co nie zostało jeszcze opisane. Przepraszamy.Lime Wire działa poprawnie,ale prosimy o kliknięcie"wyślij problem", aby przypomnieć nam o wpisaniu tego.Jeśli chcesz, możesz kliknąć "Pokaż Problem' żeby obejrzeć informację,która będzie wysłana. Dziękujemy!
ru: Упс! Вы что-то сделали, чего мы не ожидали. Простите за это. LimeWire продолжит работу, но пожалуйста щелкните 'Послать Ошибку', чтобы узнали об этом. Если хотите, щелкните по 'Показать Ошибку' для просмотра посылаемой информации. Спасибо!
sv: Hoppsan! Du gjorde något som vi inte har skrivit än. Ledsen för det. Det går lika bra att köra LimeWire fortfarande, men var vänlig och klicka på 'Skicka Bugg' för att påminna oss om att skriva detta. Om du vill, kan du klicka på 'Visa Bugg' för att titta på informationen som ska skickas. Tack!
tr: Hop! Bizim henüz yazmadığımız bir şey yaptınız. LimeWire hala çalışmaya devam ediyor, ama lütfen 'Hata Gönder' seçeneğine tıklayarak bunu yazmamızı bize hatırlatınız. Eğer isterseniz, 'Hata Göster' seçeneğine tıklayarak hata hakkındaki bilgilere bakabilirsiniz.

source: Oops! You did something we haven't written yet. Sorry about that. LimeWire's still going to run just fine, so don't worry. If you want, you can click 'Show Bug' to look at the information about the error.
da: Hovsa! Du gjorde noget, som vores program ikke kan håndtere endnu - vi beklager. LimeWire kører stadig fint så der er ingen grund til bekymring. Klik på 'Vis fejl' for at se information om fejlen.
es: ¡Ups! Hizo algo que aún no hemos desarrollado. Disculpe por ello. LimeWire todavía correrá sin problemas, así que no se preocupe. Si quiere, haga click en "Mostrar Fallo" para ver la información de este error.
et: Ups! Sa tegid midagi, mida me pole veel kirjutanud. Vabandame selle pärast. LimeWire töötab ikka edasi, nii et ära muretse. Kui sa tahad, sa võid vajutada "Näita Viga" nupule, et vaadata informatsiooni vea kohta.
fa: اوه نه! شما چیزی انجام دادید که ما هنوز ننوشتیم. از این بابت متأسفیم. LimeWire هنوز هم به خوبی اجرا خواهد شد، پس نگران نباشید. اگر می خواهید، می توانید روی "نمایش اشکال" کلیک کنید تا اطلاعاتی درباره خطا ببینید.
fi: Hups! Teit jotakin johon emme ole vielä varautuneet. Anteeksi. Ei syytä huoleen, LimeWire toimii edelleen normaalisti. Voit halutessasi tarkistaa virheen tiedot painamalla "Näytä virhe"-näppäintä. Kiitos!
fr: Oups ! Vous avez demandé à faire une chose que nous n’avons pas encore écrite. Désolé à ce sujet. LimeWire va continuer à fonctionner correctement, donc pas d’inquiétude. Si vous voulez, vous pouvez cliquer sur « Voir le bogue » pour consulter les informations concernant cette erreur.
gl: Vaites! Fixo algo que non temos desenvolvido aínda. Desculpe por elo. Non se preocupe LimeWire seguirá a funcionar sen problemas. Se o desexa prema en 'Amosar fallo' para ver a información sobre este fallo.
he: אופס! ביצעת משהו שלא כתבנו עדיין. מצטערים לגבי זה. LimeWire תמשיך לרוץ כשורה, אז אל דאגה. אם אתה רוצה, אתה יכול ללחוץ על "הצג באג" בשביל לבחון את המידע לגבי התקלה.
hr: Oops! Uradili ste nešto što mi još nismo predvidjeli. Oprostite zbog ovoga. LimeWire će i dalje funkcionirati normalno, ne brinite. Ako hoćete, kliknite na 'Prikaži Grešku' da vidite informaciju o grešci.
ku: Hooow! Bibore te tiştek kir ku me hê nenivîsandiye. LimeWire hê jî rast dixebite lê ji kerema xwe re bi tikandina "Çewtî Ragihîne" bînin bîra me ku em vê binivîsin. Spas!
lv: Oops! Jūs izdarījāt kaut ko, ko mēs vēl neesam uzrakstījuši. Atvainojiet par to. LimeWire joprojām darbosies lieliski, tāpēc neuztraucieties. Ja vēlaties, Jūs varat klikšķināt ''Parādīt kļūmi'', lai apskatītu informāciju par kļūdu.
nb: Ops! Du gjennomførte noe vi ikke har skrevet kode for enda. Beklager. LimeWire kommer til å kjøre helt fint, så det er ingenting å bekymre seg for.Hvis du vil kan du se på 'Vis Feilmelding' for å se på informasjon om feilen som oppstod.
nl: Oeps! U deed iets wat we nog niet geschreven hebben. Sorry hiervoor. LimeWire zal nog goed lopen, dus maakt u zich geen zorgen. Indien u dit wenst, kunt u op 'Fout weergeven' klikken om meer informatie over de fout te bekijken.
pl: Ups! Zrobiłeś coś co nie zostało przez nas przewidziane. Pszepraszamy za to. LimeWire jest w stanie kontynuować pracę, więc prosimy się nie przejmować. Jeśli chcesz obejrzeć informację o błędzie, możesz kliknąć 'Wyświetl Błąd'.
ru: Упс! Вы что-то сделали, чего мы не ожидали. Простите за это. LimeWire продолжит работу, не волнуйтесь. Если хотите, щелкните по 'Показать Ошибку' для просмотра информации об ошибке.
sv: Hoppsan! Du gjorde något som vi inte har skrivit än. Ledsen för det. Det går lika bra att köra LimeWire fortfarande, så oroa dig inte. Om du vill, kan du klicka på 'Visa Bugg' för att titta på informationen om felet.
tr: Hop! Bizim henüz yazmadığımız bir şey yaptınız. Bunun için üzgünüz. LimeWire hala çalışmaya devam ediyor, endişelenmeyin. Eğer isterseniz, 'Hata Göster' seçeneğine tıklayarak hata hakıındaki bilgilere bakabilirsiniz.

source: Sorry, LimeWire ran into a problem. LimeWire's still going to run just fine, but you should send us the bug so we can fix it.
da: Beklager, LimeWire løb ind i et problem. LimeWire kører stadig fint, men du bør sende fejlen til os, så vi kan udbedre den.
es: Disculpe, LimeWire encontró un problema. LimeWire todavía correrá sin problemas, pero debería mandarnos el fallo para así poderlo solucionar.
et: Vabandust, LimeWirel tekkis probleem. LimeWire töötab ikka edasi, aga Te võiksite saata meile vea, et me saaksime selle ära parandada.
fa: متأسفیم، LimeWire با مشکل مواجه شده است. LimeWire هنوز هم به خوبی اجرا خواهد شد، اما شما باید اشکال را برای ما ارسال کنید تا بتوانیم درستش کنیم.
fi: LimeWire törmäsi virhetilanteeseen. LimeWire toimii edelleen normaalisti, mutta toivomme sinun lähettävän meille vikaraportin.
fr: Désolé, LimeWire a eu problème. LimeWire va continuer à fonctionner correctement, mais vous devriez nous signaler le problème afin que nous puissions y remédier.
ga: Is dona linn, chlis ar LimeWire. Feidhmeoidh LimeWire gan fhadhb, ach ba chóir duit an fabht a sheoladh chugainn ionas gur féidir linn é a dheisiú.
gl: Sentímolo pero LimeWire atopou un problema. O programa seguirá a funcionar pero debería enviarnos o fallo para que o poidamos arranxar.
he: מצטערים, LimeWire נתקלה בבעיה. LimeWire תמשיך לרוץ כשורה, אך כדאי לך לשלוח לנו את הבאג כדי שנוכל לתקנו.
hr: Oprostite, LimeWire je naišao na problem. LimeWire će normalno funkcionirati, ali vas molimo da prijavite problem kako bi ga mogli popraviti.
ku: Hooow! Çewtiyek çêbû lê LimeWire hê jî rast dixebite lê dikarî bi ragihandine çewtiyê alîkariya me bikî.
lv: Atvainojiet, LimeWire saskārās ar problēmu. LimeWire joprojām darbosies lieliski, bet Jums vajadzētu nosūtīt mums kļūmi, lai mēs varētu to izlabot.
nb: Beklager, LimeWire støtte på et problem. LimeWire kommer til å kjøre helt fint, men du burde sende oss feilmeldingen så vi kan fikse dette problemet.
nl: Sorry, LimeWire kreeg een probleem. LimeWire zal nog goed lopen, maar u zou ons de fout moeten toezenden zodat we deze op kunnen lossen.
pl: Pszepraszamy, LimeWire wpadł w problem. LimeWire jest w stanie kontynuować pracę, ale w celu naprawy błędu prosimy o jego wysłanie.
ru: Простите, LimeWire обнаружил ошибку. LimeWire продолжит работу, но вы должны послать нам информацию об ошибке, чтобы мы могли исправить ее.
sv: Ledsen, LimeWire stötte på ett problem. Det går fortfarande lika bra att köra LimeWire, men du borde skicka felrapporten till oss så att vi kan åtgärda det.
tr: Üzgünüz, LimeWire bir sorunla karşılaştı. LimeWire daha da iyileştirilmeye çalışılıyor, bu yüzden sorunu bize bildirirseniz, böylelikle sorunu çözebiliriz.

source: LimeWire has encountered an internal error. It is possible for LimeWire to recover and continue running normally. To continue using LimeWire, close this window. If desired, you can click 'Show Bug' to look at the information about the error.
da: LimeWire har oplevet en intern fejl. Det er muligt for LimeWire at fortsætte og køre som normalt. For at fortsætte brugen skal du lukke dette vidue. Klik på 'Vis fejl' hvis du vil se information om fejlen.
es: LimeWire encontró un error interno. Limewire es capaz de recuperarse y continuar normalmente. Para continuar usando LimeWire, cierre esta ventana. Si lo desea, puede hacer click en "Mostrar fallo" para ver la información acerca del error.
et: LimeWirel on tekkinud sisemine viga. LimeWirelil on võimalik, et LimeWire parandab ise vea ja töötab nii nagu ennem edasi. Et jätkata LimeWire kasutamist, sulge see aken. Kui soovid, siis võid vajutada "Näita Viga" ja vaadata informatsiooni vea kohta.
fa: LimeWire با یک خطای داخلی مواجه شده است. برای LimeWire امکان دارد که ترمیم شده و به اجرا ادامه دهد. برای ادامه استفاده از LimeWire این پنجره را ببندید. اگر تمایل دارید می توانید روی "نمایش اشکال" کلیک کنید تا اطلاعاتی درباره خطا ببینید.
fi: LimeWire törmäsi sisäiseen virheeseen. LimeWire voi ehkä toipua tilanteesta ja jatkaa normaalisti. Sulje tämä ikkuna, jos haluat jatkaa LimeWiren käyttöä. Saat lisätietoja virheestä painamalla "Näytä virhe"-nappulaa.
fr: Limewire a rencontré une erreur interne. Il est possible pour LimeWire de remédier à la situation pour continuer à fonctionner normalement. Pour continuer à utiliser LimeWire, fermez cette fenêtre. Si désiré, vous pouvez cliquer « Voir le bogue » pour consulter les informations sur cette erreur.
gl: LimeWire atopou un erro interno. É posible para LimeWire continuar funcionando normalmente. Para seguir a usar LimeWire peche esta ventá. Pode ver a información deste erro premendo en 'Amosar fallo'.
he: LimeWire נתקלה בבעיה פנימית. זה אפשרי בשבילה לשחזר עצמה ולהמשיך לרוץ כשורה. להמשיך השימוש ב-LimeWire, סגור חלון זה. אם אתה רוצה, אתה יכול ללחוץ על "הצג באג" בשביל לבחון את המידע לגבי התקלה.
hr: LimeWire je naišao na unutarnju grešku. Moguće je da se LimeWire oporavi i nastavi funkcionirati normalno. Da nastavite koristiti LimeWire, zatvorite ovaj prozor. Ako želite, možete kliknuti "Prikaži Grešku" da pogledate informaciju o grešci.
lv: LimeWire saskāries ar iekšēju kļūdu. LimeWire spēj atgūties un turpināt strādāt normāli. Lai turpinātu lietot LimeWire, aizveriet šo logu. Ja vēlams, varat klikšķināt uz ''Parādīt kļūmi'', lai apskatītu informāciju par kļūdu.
nb: LimeWire har støtt på en intern feil. Det er mulig at LimeWire klarer å gjenopprette seg og fortsette å kjøre som normalt. For å fortsette å bruke LimeWire, lukk vinduet. Hvis ønsket, kan du klikke på 'Vis Feilmelding' for å se på informasjon om feilen.
nl: Er is een interne fout opgetreden in LimeWire. Het is mogelijk dat LimeWire herstelt en normaal doorgaat. Om LimeWire te blijven gebruiken, sluit u dit venster. Indien gewenst kunt u op 'Fout weergeven' klikken om de informatie over de fout raad te plegen.
pl: LimeWire napotkał błąd wewnętrzny. Wrócić do normy i kontynuowanie pracy jest możliwe. Aby dalej używać LimeWire zamknij to okno. Jeśli chcesz obejrzeć informację o błędzie możesz kliknąć 'Wyświetl Błąd'.
ru: В LimeWire обнаружена внутренняя ошибка. Возможно нормальное продолжение работыLimeWire. Для продолжения работы LimeWire, закройте это окно. Вы можете посмотреть информацию об ошибке щелкнув на 'Показать Ошибку'.
sv: LimeWire har stött på ett internt fel. Det är möjligt för LimeWire återhämta sig och fortsätta att köra som vanligt. För att fortsätta använda LimeWire, stäng detta fönster. Om du vill kan du klicka på 'Visa bugg' för att titta på information om felet.
tr: LimeWire bir dahili hatayla karşılaştı. Limewire bu hatayı düzeltebilir ve normal bir şekilde çalışmaya devam edebilir. Limewire kullanmaya devam etmek için, bu pencereyi kapatın. İstenildiği taktirde, 'Hata Göster' seçeneğine tıklayarak hata hakkındaki bilgilere bakabilirsiniz.

source: Tell us what you were doing before LimeWire ran into this problem.
da: Fortæl os hvad du gjorde før LimeWire fik dette problem.
es: Indíquenos que estaba haciendo antes de que LimeWire encontrara este error.
et: Ütle meile, mida sa tegid enne kui LimeWirel tekkis see viga.
fa: به ما بگویید قبل از این که LimeWire دچار این مشکل شود در حال انجام چه کاری بودید.
fi: Mitä teit ennen kuin LimeWire törmäsi tähän ongelmaan?
fr: Expliquez-nous ce que vous étiez en train de faire quand LimeWire a rencontré ce problème.
ga: Inis dúinn cad a bhí ar siúl agat sular chlis LimeWire.
gl: Indíquenos que estaba a facer cando LimeWire atopou o problema.
he: אמור לנו מה עשית לפני ש-LimeWire נתקלה בבעיה.
hr: Recite nam što ste radili prije nego je LimeWire naišao na problem.
ku: Ji me re bibêje ka berî ku ev pirsgirêk derkeve te çi dikir.
lv: Pastāstiet mums, ko jūs darījāt, pirms LimeWire saskārās ar šo problēmu.
nb: Fortell oss hva du gjorde før Limewire fikk problemer
nl: Vertel ons wat u deed vóórdat LimeWire deze fout gaf.
pl: Powiedz nam co robiłeś przed tym jak LimeWire napotkał problem.
ru: Сообщите нам, что вы делали перед тем как в LimeWire произошла ошибка.
sv: Berätta för oss vad du gjorde innan LimeWire stötte på detta problem.
tr: LimeWire bu sorunla karşılaşmadan önce bize ne yaptığınızı söyleyin.

source: Show Bug
da: Vis fejl.
es: Mostrar error
et: Näita Viga
fa: نمایش اشکال
fi: Näytä virhe
fr: Montrer le bug
ga: Taispeáin an Fabht
gl: Amosar fallo
he: הצג באג
hr: Prikaži Grešku
ku: Çewtiyê Nîşande
lv: Parādīt Kļūmi
nb: Vis Feil
nl: Fout tonen
pl: Pokaż Błąd or Wyświetl Błąd
ru: Показать Ошибку
sv: Visa bugg
tr: Hatayı göster

source: Hide Bug
da: Skjul fejl.
es: Ocultar error
et: Peida Viga
fa: پنهان کردن اشکال
fi: Piilota virhe
fr: Cacher le bug
ga: Folaigh an Fabht
gl: Ocultar fallo
he: הסתר באג
hr: Sakrij Grešku
ku: Çewtiyê Veşêre
lv: Paslēpt Kļūmi
nb: Skjul Feil
nl: Fout verbergen
pl: Ukryj Błąd
ru: Скрыть Ошибку
sv: Göm bugg
tr: Hatayı gizle

source: Ask for help on the forums
et: Küsi abi foorumitest
fa: درخواست کمک در تالار گفتمان
gl: Solicitar axuda nos foros
he: בקש עזרה בפורומים
hr: Zatraži pomoć na forumima
ku: Di forumê de li alîkariyê bixwaze
lv: Jautāt palīdzību forumos
nb: Be om hjelp på forumet
pl: Zapytaj o pomoc na forach
ru: Обратитесь за помощью на наш форум

source: Send bugs without asking me in the future
da: Raporter fejl uden at informere mig i fremtiden.
et: Saada vea teade ilma minult küsimata
fa: ارسال اشکال ها بدون پرسش از من در آینده
fi: Lähetä jatkossa virheilmoitukset kyselemättä
fr: Repporter les problèmes sans me demander à l'avenir
ga: Seol fabhtanna as seo amach gan iarraidh orm
gl: De agora en diante enviar os fallos sen me preguntar
he: שלח דיווחי תקלות מבלי לשאול אותי בעתיד
hr: U buduće prijavi probleme bez pitanja
ku: Êdî rapora çewtiyê bêdestûr bişîne
lv: Turpmāk nosūtīt kļūmes nejautājot man
nb: Send feilmeldinger uten å spørre meg i fremtiden
nl: Fouten verzenden zonder mij dit te vragen
pl: W przyszłości wysyłaj błędy bez pytania
ru: Отсылать информацию об ошибках не спрашивая меня
sv: Skicka buggar utan att fråga mig i framtiden
tr: İleride hataları bana sormadan raporla

source: Send Bug
es: Enviar fallo
et: Saada viga
fa: ارسال اشکال
fi: Lähetä virhe
fr: Signaler le problème
ga: Seol an Fabht
gl: Enviar fallo
he: שלח באג
hr: Prijavi Grešku
ku: Çewtiyê Ragihîne
lv: Sūtīt kļūmi
nb: Send feil
nl: Fout verzenden
pl: wyślij problem
ru: Послать Ошибку
sv: Skicka bugg
tr: Sorun Bildir

source: Muddling Mint...
da: Maser mynten...
et: Laadimine
fa: در حال مخلوط کردن نعناع...
fi: Jauhan purkkaa... (odota)
fr: Chargement du moteur HTML
gl: preparando a menta...
he: מעלה את מנוע ה-HTML...
hr: Miješanje Metvice...
ku: HTML tê barkirin...
nb: Blander sammen mint...
nl: Mint erbij mengen...
pl: Mieszanie Mięty...
ru: Перемешиваем мяту...
sv: Blandar ihop mint...
tr: HTML Yükleniyor...

source: Scouring NYC for Limes...
da: På udkig i NYC efter limefrugter...
es: Desengrasando NYC para Limes...
et: Otsin NYC Laime...
fa: در حال گشتن نیویورک برای لیمو ها...
fi: Metsästän stadista limettä... (odota)
ga: Ar thóir Teilí...
gl: buscando limas por Nova Iorque...
he: מהקה NYC עבור ליימוייר
hr: Traženje Limeta po NYC...
ku: Ji bo merhaleyan NYC tê paqijkirin...
nb: Finkjemmer NYC for limes...
nl: NYC rondtrekken voor limoenen...
pl: Szukanie cytryn w NYC...
ru: Пилинг НЬЮ-ЙОРКа для Limes...
sv: Skrubbar NYC för limefrukter...
tr: Aşamalar için NYC Temizleniyor...

source: Squeezing Limes...
da: Presser limefrugterne...
es: Exprimiendo Limas...
et: Pigistan Laime...
fa: در حال آب گرفتن لیمو ها...
fi: Puristan limeitä... (odota)
ga: Ag Fáscadh na Teilí...
gl: espremendo limas...
he: סוחט לימונים...
hr: Cijeđenje Limeta...
ku: Merhale tên şidandin
lv: Spiež Laimus...
nb: Klemmer Limes...
nl: Limoenen samenpersen...
pl: Wyciskanie Limonek
ru: Давим лаймы...
sv: Pressar Limefrukter...
tr: Aşamalar Sıkıştırılıyor

source: Prepping Mojitos...
da: Forbereder Mojitos...
es: Preparando Mojitos...
et: Valmistan Mojitosid
fa: در حال آماده کردن معجون...
fi: Teenpä parit drinksut... (odota)
fr: Préparation des Mojitos...
ga: Ag Ullmhú na Mojitió...
gl: preparando mojitos...
he: מכין משקאות מוחיטו...
hr: Pripremanje Mojitos...
ku: Mojito tên amadekirin...
lv: Sagatavo Mojito...
nb: Forbereder Mojitos...
nl: Mojito's voorbereiden...
pl: Przegotowanie Mojitos...
ru: Готовим мохито...
sv: Förbereder Mojitos...
tr: Mojitolar Destekleniyor...

source: LimeWire was unable to initialize and start. This is usually due to a security program blocking LimeWire's access to the internet or loopback connections on the local machine. Please add LimeWire as an exception to your security software and restart LimeWire.
gl: LimeWire non puido iniciarse. Podese deber ao bloqueo do acceso á rede por un programa de seguridade ou tamén por un bucle na máquina local. Engada o LimeWire como unha excepción ao seu software de protección e reinicie o programa.
pl: LimeWire nie mógł się uruchomić. Zwykle występuje to wtedy, gdy firewall blokuje dostęp do Internetu lub połączeń na komputerze lokalnym. Dodaj LimeWire jako wyjątek w zaporze i ponownie uruchom LimeWire.
ru: Не удалось инициализировать и запустить LimeWire. Обычно это связано с блокированием программой обеспечения безопасности доступа LimeWire к Интернету или соединений на локальной машине. Пожалуйста, добавьте LimeWire в исключения в Вашей программе обеспечения безопасности и перезапустите LimeWire.
