Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Add Folder Contents to Playlist
ar: إضافة محتويات المجلد إلى قائمة القراءة
bs: Na Play listu
cy: Ychwanegu Cynnwys Ffolder i Restr Chwarae
de: Verzeichnisinhalt zur PlayList hinzufügen
el: Προσθήκη περιεχόμενων καταλόγου στη λίστα αναπαραγωγής
hu: Mappa tartalma a lej�tsz�list�ba
id: Tambahkan isi folder ke playlist
it: Aggiungi cartella a lista riproduzione
ja: 再生リストへフォルダの内容を加える
nn: Legg Mappe Innhold til Spilleliste
pt: Adicionar conteúdo da pasta à lista de reprodução
pt_br: Adicionar conteúdo da pasta à lista de reprodução
sk: Pridať obsah priečinka do Playlistu
sq: Shtoje Përmbajtjen në Listë
sr: Dodaj sadržaj fascikle na muzičku listu
uk: Додати зміст теки до плейлиста

source: Show .torrent Files
ar: عرض ملفات .تورنت
de: Zeige .torrent Dateien
el: Προβολή αρχείων .torrent
hu: .torrent f�jlok mutat�sa
it: Mostra file .torrent
nn: Vis .torrent Filer
pt: Mostrar Ficheiros .torrent
pt_br: Mostrar arquivos . torrent
sk: Zobraziť súbory .torrent
sq: Shfaqi Skedat .torrent
sr: Prikaži .torrent fajlove

source: Refresh
ar: تحديث
bs: Osvježi
cy: Adnewyddu
de: Aktualisieren
el: Ανανέωση
et: Värskenda
fa: نوسازی
gl: Actualizar
he: רענן
hr: Osvježi
hu: Friss�t�
it: Aggiorna
ja: 更新
ku: Nû Bike
lv: Atjaunot
nb: Oppdater
nn: Forny
pl: Odśwież
pt: Actualizar
pt_br: Atualizar
ru: Обновить
sk: Obnoviť
sq: Rifresko
sr: Ažuriraj
uk: Оновити

source: Reload Shared Folders
ar: إعادة تحميل المجلدات المشتركة
bs: Ponovo natovari razmijenjene imenike.
cy: Ail-lwytho ffolderi wedi'u rhannu
de: Lädt die Liste der freigegebenen Verzeichnisse neu.
el: Επαναφόρτωση διαμοιραζόμενων καταλόγων.
hu: Megosztott k�nyvt�rak �jrat�lt�se
id: Muat ulang folder bersama.
it: Ricarica le cartelle condivise.
ja: 共有フォルダを更新する
nn: Forny Delte Mapper
pt: Voltar a carregar pastas partilhadas.
pt_br: Recarregar pastas compartilhadas.
sk: Znovu načítať zdieľané priečinky
sq: Ringarkon Dosjet e Shpërndara
sr: Pročitaj najnoviji spisak fajlova iz deljenih fascikli
uk: Перезавантажити спільні теки

source: Open Library Folder
bs: Otvori imenik biblioteke.
cy: Agor Ffolder y Llyfrgell
de: Verzeichnis Öffnen
el: Άνοιγμα καταλόγου βιβλιοθήκης
id: Buka folder pustaka.
ja: ライブラリ・フォルダを開く
nn: Åpne Bibiotek Mappen
pt: Abrir pasta da biblioteca.
pt_br: Abrir pasta da bilioteca
sk: Otvoriť priečinok Knižnice
uk: Відкрити Теку Бібліотеки

source: Configure Sharing Options
ar: إعداد خيارات المشاركة
bs: Formiraj podjelu opcija
cy: Trefnu Opsiynau Rhannu
de: Freigabe-Einstellungen konfigurieren
el: Διαμόρφωση επιλογών διαμοιρασμού
hu: Megoszt�si opci�k konfigur�l�sa
id: Pilihan penentuan berbagi
it: Configura opzioni di condivisione
ja: 共有オプションを設定
nn: Konfigurer Delingsalternativer
pt: Configuar opções de partilha
pt_br: Configuar opções de compartilhamento
sk: Nastaviť možnosti zdieľania
sq: Konfiguroni Mundësitë e Shpërndarjes
sr: Podesite razmenu fajlova
uk: Налаштувати Спільне Використання

source: Folders to share
de: Ordner für die Dateifreigabe
el: Κατάλογοι για διαμοιρασμό
it: Cartelle da condividere
nn: Mapper å dele
pt_br: Pastas para compartilhar
sk: Priečinky na zdieľanie
sq: Dosjet për shpërndarje

source: The following folders and subfolders will be shared. You can uncheck any folders you do not want to share. (You can change your shared folders at any time in LimeWire's options.)
de: Der folgende Ordner und die Unterordner werden freigegeben. (Sie können jederzeit die Ordnerfreigeabe in der LimeWire einstellungen ändern.)
el: Οι ακόλουθοι κατάλογοι και υποκατάλογοι θα διαμοιράζονται. Μπορείτε να απενεργοποιήσετε την επιλογή όποιων καταλόγων δεν θέλετε να διαμοιράζονται. (Μπορείτε να αλλάξετε τις επιλογές για τους διαμοιραζόμενους καταλόγους οποιαδήποτε στιγμή μέσα από τις επιλογές του LimeWire.)
it: Le seguenti cartelle e sottocartelle saranno condivise. Puoi deselezionare le cartelle che non vuoi condividere (Potrai cambiare le cartelle condivise in qualsiasi momento dalle Opzioni di LimeWire.)
ja: 以下のフォルダとサブフォルダが共有されます。チェックを外すことで、共有したくないフォルダを除外することが出来ます。(オプションでいつでも共有フォルダは変更可能です。)
nn: De følgende mappene og undermappenen vil bli delt. Du kan velge hvilke mapper du ikke vil dele. (Du kan endre dine lagrede mapper når som helst i LimeWire's innstillinger.)
pt_br: As pastas e subpastas a seguir serão compartilhadas. Você pode desabilitar qualquer pasta que não queira compartilhar. (Você pode modificar suas pastas compartilhadas a qualquer momento nas opções do LimeWire.)
sk: Nasledujúce priečinky a podpriečinky budú zdieľané. Môžete odškrtnúť akékoľvek priečinky, ktoré nechcete zdieľať. (Kedykoľvek môžete zmeniť zdieľané priečinky v možnostiach LimeWire.)
sq: Dosjet dhe nëndosjet më poshtë do të shpërndahen. Mund të mos zgjidhni dosjet që nuk doni të shpërndani. (Dosjet e shpërndara mund t'i ndryshoni kurdoherë në mundësitë e LimeWire).

source: Legend
de: Legende
el: Υπόμνημα
it: Legenda
nn: Billedtekst
pt: Legenda
pt_br: Legenda
sk: Legenda
sq: Legjenda

source: Folder is fully shared including all subfolders.
de: Ordner wird komplett einschließlich aller Unterordner zum Upload freigegeben.
el: Ολόκληρος ο κατάλογος και όλοι οι υποκατάλογοί του διαμοιράζονται
it: La cartella è completamente condivisa, comprese le sottocartelle.
ja: フォルダーはサブフォルダーをすべて含めて、完全に共有されます。
nn: Mappe n er fult delt inkludert alle undermapper.
pt_br: A pasta e suas subpastas estão completamente compartilhadas.
sk: Priečinok je naplno zdieľaný vrátane všetkých podpriečinkov.
sq: Dosja shpërndahet plotësisht përfshirë gjithë nëndosjet.

source: Folder is not shared and no subfolders are shared.
de: Ordner ist nicht zum upload freigegeben. (Auch keine Unterordner)
el: Δεν διαμοιράζεται ο κατάλογος και οι υποκατάλογοί του.
it: La cartella e le sotto cartelle non sono condivise.
nn: Mappen er ikke delt og ingen undermapper er delt.
pt_br: A pasta e suas subpastas não estão compartilhadas.
sk: Priečinok nie je zdieľaný a ani žiadne podpriečinky.
sq: Dosja nuk shpërndahet, as nëndosjet.

source: Folder's files and some subfolders are shared.
de: Dateien im Ordner und einige Unterordner sind freigegeben.
el: Τα αρχεία του καταλόγου και ορισμένοι υποκατάλογοι διαμοιράζονται.
it: I file della cartella e alcune sottocartelle sono condivisi.
nn: Mappen's filer og noen undermapper er delt.
pt_br: A pasta e alguns arquivos de subpastas estão compartilhados.
sk: Vybrané priečinky (aj ich podpriečinky) sú zdieľané.
sq: Skedat e dosjes dhe disa nëndosje shpërndahen.

source: Individually Shared Files
ar: الملفات المشتركة الفردية
bs: Pojedinačna razmjena datoteka
cy: Ffeiliau wedi'u rhannu'n unigol
de: Einzeln freigegebene Dateien
el: Ξεχωριστά διαμοιραζόμενα αρχεία
hu: Egy�nileg megosztott f�jlok
id: Berkas bersama tersendiri
it: File condivisi individualmente
ja: 個別の共有ファイル
nn: Individuelt Delte Filer
pt: Ficheiros partilhados individualmente
pt_br: Arquivos compartilhados individualmente
sk: Samostatne zdieľané súbory
sq: Skeda të Shpërndara Individualisht
sr: Posebno deljeni fajla
uk: Окремі Спільні Файли

source: List of All Individually Shared Files
ar: قائمة جميع الملفات المشتركة الفردية
bs: Lista svih pojedinačnih razmjena datoteka.
cy: Rhestr o bob ffeil wedi'i rhannu'n unigiol
de: Liste aller einzeln freigegebenen Dateien
el: Λίστα όλων των ξεχωριστά διαμοιραζόμενων αρχείων
hu: Az �sszes egy�nileg mogosztott f�jl list�z�sa
id: Daftar semua berkas bersama tersendiri.
it: Lista di tutti i file condivisi individualmente.
ja: 全ての個別共有ファイル･リスト
nn: Liste over alle Individuelt Delte Filer
pt: Lista de todos os ficheiros partilhados individualmente.
pt_br: Lista de todos os arquivos compartilhados individualmente.
sk: Zoznam všetkých samostatne zdieľaných súborov
sq: Liston Gjithë Skedat e Shpërndara Individualisht
sr: Lista svih posebno deljenih fajlova
uk: Список окремих спільних файлів

source: List of .torrent files
ar: قائمة ملفات .تورنت
de: Liste der .torrent Dateie(n)
el: Λίστα αρχείων .torrent
hu: .torrent f�jlok list�ja
it: Lista dei file .torrent
ja: .torrent ファイルのリスト
nn: Liste av .torrent filer
pt_br: Listados de arquivos .torrent
sk: Zoznam súborov .torrent
sq: Listë e skedave .torrent
sr: Spisak .torrent fajlova

source: Logging
ar: الدخول
de: Transaktionen
el: Καταγραφή
hu: Napl�z�
it: Registazione Log
ja: ログの出力
pt_br: Iniciando sessão
sk: Záznamy
sq: Arritje
sr: Beležnica

source: Loading Logging Window...
ar: يتم الآن تحميل نافذة الدخول...
de: Transaktionsfenster wird geladen...
el: Φόρτωση παραθύρου καταγραφής
hu: Napl�ablak bet�lt�se...
it: Caricamento Finestra di Registrazione Log...
nn: Laster Logge Vindu...
pt: A carregar Janela de Registo...
pt_br: Iniciando a Janela de Entrada
sk: Načítavam okno Záznamov
sq: Po Ngarkoj Dritaren e Ditarizimit...
sr: Učitavanje beležnice...

source: &Advanced
ar: متقدم
de: Erweiterte Statistiken
el: &Για προχωρημένους
hu: &Halad�
it: &Avanzate
nn: &Avansert
pt_br: &Avançado
sk: &Pokročilé
sq: Përp&arime
sr: &Napredno

source: &File
ar: ملف
bs: &Datoteka
cy: &Ffeil
da: &Filer
de: Datei
el: &Αρχείο
es: &Archivo
et: Fail
fa: پرونده‌
fi: &Tiedosto
fr: &Fichier
ga: &Comhad
gl: &Ficheiro
he: קובץ (&F)
hr: &Datoteka
hu: &F�jl
id: &Berkas
ja: ファイル (&F)
ku: &Pel
lv: &Fails
nb: &Fil
nl: &Bestand
nn: &Fil
pl: &Plik
pt: &Ficheiro
pt_br: &Arquivo
ru: Файл (&F)
sk: &Súbor
sq: Skedë
sr: &Program
sv: &Arkiv
tr: &Dosya
uk: Файл

source: Filter&s
ar: مرشحات
cy: Ffiltrau
de: Filter
el: &Φίλτρα
hu: S&z�
id: &Saringan
it: Filtri
nn: Filtere
pt: Filtro_s
pt_br: Filtro&s
sk: &Filtre
sq: Filtrime
sr: &Filteri
uk: Фільтри

source: Configure LimeWire's Content Filtering Options
ar: إعداد خيارات مرشحات محتوى LimeWire's
cy: Dewis Opsiynau Ffiltro Cynnwys LimeWire
de: LimeWire's Inhaltsfilter optionen
el: Ρυθμίστε τις επιλογές του LimeWire για τα φίλτρα περιεχομένου
hu: A LimeWire tartalomsz�r� k�pess�geinek be�ll�t�sa
id: Pilihan konfigurasi saringan konten LimeWire
it: Configura in Limewire le opzioni di filtro dei contenuti
nn: Konfigurer Limewires Innholdsfilter Alternativer
pt: Configurar as opções de filtração de conteúdoso LimeWire
pt_br: Configurar as Opções do Índice de Filtragem do LimeWire
sk: Nastaviť voľby filtrovania LimeWire
sq: Konfiguroni Mundësitë e Filtrave të Përmbajtjes
sr: Podesite LimeWire filtere
uk: Налаштувати Фільтрування змісту LimeWire

source: Learn More about LimeWire's Content Filtering System
ar: تعلم أكثر حول نظام مرشحات محتوى LimeWire's
cy: Dysgu Mwy am System Ffiltro Cynnwys LimeWire
de: Lerne mehr über LimeWire's Inhaltsfilterungssystem
el: Μάθετε περισσότερα για το σύστημα φίλτρων περιεχομένου του LimeWire
hu: T�bb inf� a LimeWire tartalomsz�r� rendszer�r�
id: Pelajari lebih banyak lagi tentang sistem saringan konten LimeWire
it: Altre informazioni sul sistema di Limewire di filtro dei contenuti
nn: Les mer om Limewires Innholdsfilter System
pt_br: Saiba mais sobre o Sistema de Filtragem do LimeWire
sk: Dozvedieť sa viac o systéme filtrovania v LimeWire
sq: Mësoni më Tepër rreth Sistemit Filtrues të Përmbajtjes
sr: Saznajte više o LimeWire filteru sadržaja
uk: Дізнатись більше про Фільтрування змісту в LimeWire

source: Help for Using LimeWire
ar: مساعدة حول كيفية استخدام LimeWire
bs: Pomoć za korištenje LimeWire.
cy: Cymorth i Ddefnyddio Limewire
de: Hilfe zur Benutzung von LimeWire.
el: Βοήθεια για τη χρήση του LimeWire.
hu: Seg�ts�g a LimeWire haszn�lat�hoz
id: Bantuan untuk penggunaan LimeWire.
it: Guida all'utilizzo di LimeWire.
ja: LimeWire 使用についてのヘルプ
nn: Hjelp med å bruke Limewire
pt: Ajuda para utilizar o LimeWire.
pt_br: Ajuda para usar o LimeWire.
sk: Pomocník pre používanie LimeWire
sq: Ndihmë mbi Përdorimin e LimeWire
sr: Pomoć za upotrebu programa LimeWire
uk: Довідка щодо використання LimeWire

source: Frequently Asked Questions for LimeWire
ar: أسئلة متكررة حول LimeWire.
bs: Najčešća pitanja u vezi LimeWire.
cy: Cwestiynau Cyffredin am LimeWire
de: Häufig gestellte Fragen zu LimeWire.
el: Συχνές ερωτήσεις για το LimeWire.
hu: Gyakran ism�telt k�rd�sek a LimeWire-r�
id: Pertanyaan umum (FAQ) pada LimeWire.
it: Domande frequenti (FAQ) su LimeWire.
ja: LimeWire に関するよくある質問
nn: Frequently Asked Questions om Limewire
pt: Perguntas frequentes sobre o LimeWire.
pt_br: Perguntas frequentes sobre o LimeWire.
sk: Časté otázky o LimeWire
sq: Pyetje të Bëra Shpesh për LimeWire
sr: Najčešća pitanja u vezi LimeWire-a
uk: Часті запитання LimeWire

source: Access the LimeWire Users' Forum
ar: ادخل ساحة حوار مستخدمي LimeWire
bs: Prilaz forumu korisnika LimeWire.
cy: Mynediad i Fforwm Defnyddwyr LimeWire
de: Greift auf das LimeWire-Benutzerforum zu.
el: Πρόσβαση στο φόρουμ των χρηστών του LimeWire.
hu: Bel�p�s a LimeWire felhaszn�l�i f�rumba
id: Mengakses forum pengguna LimeWire.
it: Accedi al forum degli utenti di LimeWire.
ja: LimeWire のユーザー掲示板にアクセスする
nn: Gå til Limewires Forum
pt: Aceder ao fórum de utilizadores LimeWire.
pt_br: Acessar o fórum de usuários do LimeWire.
sk: Zobraziť fórum používateľov LimeWire
sq: Hyrje tek Forumi i Përdoruesve të LimeWire
sr: Idi na forum korisnika LimeWire-a
uk: Відкрити форум користувачів LimeWire

source: Tip of the &Day
ar: تلميح اليوم
bs: &Tip dana
cy: Awgrym y &Dydd
de: Tip des Tages
el: Συμβουλή της &ημέρας
hu: A nap &tippje
id: &Tip hari ini
it: &Consiglio del giorno
ja: 本日のワンポイント
nn: &Dagens Tips
pt: &Sugestão do dia
pt_br: &Dica do Dia
sk: &Tip dňa
sq: Këshilla e &Ditës
sr: &Savet dana
uk: Порада дня

source: Show the Tip of the Day Window
ar: عرض نافذة تلميح اليوم
bs: Prikaži pano za napomenu dana.
cy: Dangos Ffenestr Awgrym y Dydd
de: Zeige das Fenster "Tip des Tages" an.
el: Εμφάνιση παραθύρου «Συμβουλής της ημέρας».
hu: A nap tippj�nek megjelen�t�se
id: Perlihatkan jendela tip hari ini.
it: Visualizza la finestra del consiglio del giorno.
ja: 本日のワンポイント・ウィンドウを表示する
nn: Vis Dagens Tips
pt: Mostrar a janela sugestão do dia.
pt_br: Mostrar a janela da dica do dia.
sk: Zobraziť okno Tip dňa
sq: Shfaq Dritaren e Këshillave të Ditës
sr: Prikaži stranicu za savet dana
uk: Показати вікно «Порада дня»

source: Generate &Error
ar: حدوث خطأ
bs: &Greška prouzrokovana
cy: Cr&eu Gwall
de: Fehler erzeugen
el: Παραγ&ωγή σφάλματος
hu: &Hiba gener�l�sa
id: &Bangkitkan error
it: G&enera un errore
ja: エラーを生成 (&E)
nn: Lag &Feil
pt: G&erar erro
pt_br: Gerar &Erro
sk: Vytvoriť &chybové hlásenie
sq: Prodho Gabim&e
sr: Prikaži &grešku
uk: Створити помилка

source: Generate a Popup Error for Testing
ar: حدوث نافذة خطأ منبثقة للاختبار.
bs: Uzrokuje Popup grešku za testiranje.
cy: Creu Gwall Ffenestr ar Gyfer Profi
de: Erzeuge einen Fehler zum Test.
el: Παραγωγή αναδυόμενου διαλόγου σφάλματος για δοκιμή
hu: El�ugr� hiba-ablak gener�l�sa (tesztel�shez)
id: Bangkitkan sebuah popup error untuk pengetesan.
it: Genera un errore popup per il test.
ja: テスト用のポップアップ・エラーを生成する
nn: Lag en Popup Feil for Testing
pt: Gerar mensagem de erro em janela de sobreposição para teste.
pt_br: Gerar um pop-up de erro para teste.
sk: Vytvoriť vyskakovacie okno chybového hlásenia na testovanie
sq: Prodhon një Gabim Kërcyes, për Testim
sr: Prikaži prozor sa prijavom greške, radi testiranja
uk: Генерувати Повідомлення про помилку для тестування

source: &About LimeWire
ar: حول LimeWire
bs: &O LimeWire
cy: Ynghylch LimeWire
de: Über LimeWire...
el: Π&ερί LimeWire
hu: &A LimeWire n�vjegye
id: Tentang &LimeWire
it: &Informazioni su Limewire
ja: LimeWire について
nn: &Om Limewire
pt: &Acerca do LimeWire
pt_br: &Sobre o LimeWire
sk: &O LimeWire
sq: Info mbi LimeWire
sr: &O programu
uk: Про LimeWire

source: Information about LimeWire
ar: معلومات حول LimeWire
bs: Informacije o LimeWire.
cy: Gwybodiath am LimeWire
de: Informationen über LimeWire.
el: Πληροφορίες για το LimeWire.
hu: Inform�ci� a LimeWire-r�
id: Informasi tentang LimeWire.
it: Visualizza le informazioni su LimeWire.
ja: LimeWire に関する情報
nn: Informasjon om Limewire
pt: Informações acerca do LimeWire.
pt_br: Informações sobre o LimeWire.
sk: Informácie o LimeWire
sq: Informacion mbi LimeWire
sr: Informacije o programu LimeWire
uk: Інформація щодо LimeWire

source: Loading Menus...
ar: يتم الآن تحميل القوائم...
bs: Punjenje imenika...
cy: Llwytho Dewislenni...
de: Menüs werden geladen...
el: Φόρτωση των μενού...
hu: Men�k bet�lt�se...
id: Memuat menu...
it: Caricamento dei menù...
ja: メニューをロード中...
nn: Laster Menyer...
pt: A carregar menus...
pt_br: Carregando menus...
sk: Načítavam Menu...
sq: Po Ngarkoj Menytë...
sr: Učitavanje menija...
uk: Завантажую меню...

source: &Navigation
ar: جولة
bs: &Upravljanje
cy: Ll&ywio
el: Περιήγ&ηση
hu: &Navig�l�
id: &Navigasi
it: &Navigazione
ja: 操作 (&N)
nn: &Navigasjon
pt: &Navegação
pt_br: &Navegação
sk: &Navigácia
sq: Lu&ndrime
sr: St&ranice
uk: Навігація

source: &Resources
ar: الموارد
bs: &Izvori
cy: Adnoddau
de: Ressourcen
el: Πό&ροι
hu: &Er�forr�sok
id: &Sumber daya
it: &Risorse
ja: リソース (&R)
nn: &Ressurser
pt: &Recursos
pt_br: &Recursos
sk: &Zdroje
sq: Bu&rime
sr: &Nadogradnja
uk: Ресурси

source: LimeWire &PRO
el: LimeWire &ΡRO
sr: Kupite LimeWire &PRO

source: Display the LimeWire PRO Website
ar: عرض موقع Lime PRO.
bs: Pokaži internet stranicu od LimeWire PRO.
cy: Dangos gwefan LimeWire PRO
de: Die LimeWire PRO-Website anzeigen.
el: Εμφάνιση της ιστοσελίδας του LimeWire PRO.
hu: A LimeWire PRO honlap megjelen�t�se
id: Tampilkan website LimeWire PRO.
it: Visualizza il sito web di LimeWire PRO.
ja: LimeWire PRO ウェブサイトを表示する
nn: Vis Limewire PROs hjemmeside
pt: Mostrar o website LimeWire PRO.
pt_br: Mostrar o website do LimeWire PRO.
sk: Zobraziť web stránku LimeWire PRO
sq: Shfaq Uebsajtin e LimeWire PRO
sr: Otvori Internet stranicu programa LimeWire PRO
uk: Показати веб-сторінку LimeWire PRO

source: Result &Filters
ar: مرشحات النتائج
bs: &Filtriran rezultat
cy: &Ffiltriau Canlyniad
de: Filter für Resultate
el: &Φίλτρα αποτελεσμάτων
hu: &Eredm�nysz�
id: &Saringan hasil
it: &Filtri trovati
ja: 結果のフィルタ
nn: Resultat&filtre
pt: &Filtros de resultados
pt_br: &Filtros de resultados
sk: &Filter výsledkov hľadania
sq: &Filtrat e Rezultateve
sr: &Izdvajanje rezultata
uk: Фільтрувати результати

source: Show Search Result Filters
ar: عرض مرشحات نتائج البحث
bs: Prikaži fiktrirane rezultate pretrage.
cy: Dangos Canlyniadau'r Chiwilo
de: Filter für Resultate anzeigen.
el: Προβολή φίλτρων αποτελεσμάτων αναζήτησης.
hu: Keres�si eredm�nyek sz�r�inek megjelen�t�se
id: Perlihatkan saringan hasil pencarian.
it: Mostra risultato ricerca con i filtri.
ja: 検索結果のフィルタを表示
nn: Vis resultatfiltre
pt: Mostrar filtros de pesquisa de resultados.
pt_br: Mostrar filtros de pesquisa de resultados.
sk: Zobraziť filtre hľadania
sq: Shfaq Filtrat e Rezultateve të Kërkimit
sr: Prikaži filtere za rezultate pretraživanja
uk: Показати Фільтри Результатів Пошуку

source: Sho&w/Hide
ar: عرض/إخفاء
bs: Izloži/sakrij
cy: &Dangos/Cuddio
de: Anzeigen/verstecken
el: Εμ&φάνιση/απόκρυψη
hu: M&utat/Elrejt
id: Perlihatkan/&Sembunyikan
it: Mostra/Nascondi
ja: 表示/隠す (&W)
nn: &Vis/SKjul
pt: &Mostrar/Ocultar
pt_br: &Mostrar/Ocultar
sk: Zob&raziť/Skryť
sq: Shfaqe/Fshehe
sr: Prikaži/&Sakrij
uk: Показати/Сховати

source: &Get More Skins
ar: المزيد من السمات
bs: Pronađi &više podloga
cy: Cael Mwy o &Grwyn
de: Weitere Motive
el: Λήψη περισ&σότερων εμφανίσεων
hu: &T�bb kin�zetet!
id: &Dapatkan lebih banyak kulit
it: Scarica &nuovi temi
ja: スキンを取得 (&G)
nn: &Få flere Temaer
pt: &Obter mais máscaras
pt_br: Baixar mais temas
sk: Získať viac &tém/skins
sq: &Gjej më Tepër Lëvore
sr: Preuzmite &nove pozadine za program
uk: Отримати більше скінів

source: Find more skins from limewire.com
ar: المزيد من السمات من موقع LimeWire
bs: Pronađi više podloga od limewire.com.
cy: Ffeindio mwy o grwyn ar limewire.com
de: Finden Sie mehr Motive auf limewire.com.
el: Εύρεση περισσότερων εμφανίσεων από το limewire.com
hu: T�bb kin�zet (skin) let�lt�se a limewire.com-r�
id: Temukan lebih banyak kulit dari limewire.com
it: Trova altri temi su limewire.com.
ja: limewire.com から更にスキンを検索する
nn: Finn flere temaer fra limewire.com
pt: Procurar mais máscaras em limewire.com.
pt_br: Procurar mais temas no site do LimeWire.com.
sk: Získať viac tém z limewire.com
sq: Gjen më tepër lëvore në 'limewire.com'
sr: Pronađi još pozadine za program sa adrese limewire.com
uk: Отримати більше скінів на limewire.com

source: Reload available skins from disk
ar: إعادة تحميل السمات المتاحة من القرص
bs: Presnimi važeću podlogu sa diska.
cy: Ail-lwytho'r crwyn o ddisc
de: Liest die verfügbaren Motive von der Festplatte neu ein.
el: Επαναφόρτωση διαθέσιμων εμφανίσεων από το δίσκο.
hu: Az el�rhet� kin�zetek �jrat�lt�se a lemezr�
id: Muat ulang kulit yg tersedia dari disk
it: Ricarica tutte i temi dal disco.
ja: ディスクから利用可能なスキンを再度読み込む
nn: Oppdater tilgjengelige tema fra disk
pt: Voltar a carregar máscaras disponíveis a partir do disco.
pt_br: Recarregar temas disponíveis no disco.
sk: Načítať dostupné témy z disku
sq: Ringarkon nga disku lëvoret e vlefshme
sr: Učitaj sve pozadine iz računara
uk: Перезавантажити доступні скіни з диску

source: Use &Default
ar: استخدام الافتراضي
bs: Primjeni &standard
cy: &Defnyddio'r Gwreiddiol
de: Standard benutzen
el: Χρήση &προεπιλογής
hu: &Alap�rtelmezett
id: &Gunakan standar
it: Usa &predefinito
ja: 初期設定を使用 (&D)
nn: Bruk Stan&dard
pt: Utiliza&r predefinição
pt_br: Utilizar &padrão
sk: P&oužiť pôvodné
sq: Për&dor atë Tipike
sr: Primeni &standardnu pozadinu
uk: За замовчуванням

source: Use your default skin
ar: استخدام السمة الافتراضية
bs: Postavi standardnu podlogu.
cy: Defnyddio dy groen gwreiddiol
de: Auf Standardeinstellung zurücksetzen.
el: Χρήση της προεπιλεγμένης εμφάνισης.
hu: Az alap�rtelmezett kin�zet haszn�lata
id: Gunakan kulit standar anda
it: Usa la tema predefinita.
ja: 初期設定のスキンを使用する
nn: Bruk Ditt Stanrad Tema
pt: Utilizar a sua máscara predefinida.
pt_br: Usar seu tema padrão.
sk: Použiť vasu predvolenú tému
sq: Përdor ikonën tipike
sr: Postavi standardnu pozadinu
uk: Використовувати скін за замовчуванням

source: &Options
ar: خيارات
bs: &Opcije
cy: &Opsiynau
de: Einstellungen
el: &Επιλογές
hu: &Be�ll�t�sok
id: &Pilihan
it: &Opzioni
ja: オプション
nn: &Alternativer
pt: &Opções
pt_br: &Opções
sk: &Voľby
sq: Mundësi
sr: &Podešavanja
uk: Налаштування

source: Display the Options Screen
ar: عرض شاشة الخيارات
bs: Pokaži pano za opcije.
cy: Dangos y Sgrin Opsiynau
de: Zeigt die Einstellungen an.
el: Εμφάνιση πίνακα επιλογών.
hu: A be�ll�t�sok megv�ltoztat�sa
id: Tampilkan layar pilihan.
it: Visualizza la finestra delle opzioni.
ja: オプション画面を表示する
nn: Vis Alternativer
pt: Mostrar o ecrã de opções.
pt_br: Mostrar a tela de opções.
sk: Zobraziť okno Voľby
sq: Shfaq Dritaren e Mundësive
sr: Prikaži stranicu za podešavanje programa
uk: Показати вікно налаштувань

source: Use &Small Icons
ar: استخدام أيقونات صغيرة
bs: &Koristi male slike
cy: Defnyddio Iconau &Bach
de: Kleine Icons anzeigen.
el: Χρήση &μικρών εικονιδίων
hu: &Kis ikonok
id: &Gunakan ikon kecil
it: Usa le icone &piccole
ja: 小さいアイコンを使用 (&S)
nn: Bruk &Små Ikoner
pt: &Utilizar ícones pequenos
pt_br: &Usar ícones pequenos
sk: Použ&iť malé ikony
sq: Përdor Ikona të Vogla
sr: Koristi &male slike alata
uk: Використовувати дрібні значки

source: Use Small Icons
ar: استخدام أيقونات صغيرة
bs: Koristi male ikone.
cy: Defnyddio Iconau Bach
de: Kleine Icons anzeigen.
el: Χρήση μικρών εικονιδίων.
hu: Kis ikonok haszn�lata
id: Gunakan ikon kecil
it: Usa le icone piccole.
ja: 小さいアイコンを使用する
nn: Bruk Små Ikoner
pt: Utilizar ícones pequenos.
pt_br: Usar ícones pequenos.
sk: použiť malé ikony
sq: Përdor Ikona të Vogla
sr: Koristi male slike u traci sa alatima
uk: Використовувати дрібні значки
