Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Filter Keywords
da: Filtrer nøgleord
el: Λέξεις-κλειδιά φίλτρου
es: Palabras clave de filtro
et: Filtreeri Võtmesõnad
fa: واژگان کلیدی فیلتر
fi: Suodattimen avainsanat
fr: Filtrage des Mots-clé
ga: Scag na dTreoirfhocail
gl: Filtrar palabras chave
he: סנן מילות מפתח
hr: Filtriraj Ključne Riječi
ja: キーワードをフィルタリングする
ku: Peyvên mifte fîltre bike
lv: Filtrēt atslēgvārdus
nb: Filtrer nøkkelord
nl: Sleutelwoorden filtreren
pl: Filtruj Słowa Kluczowe
ru: Ключ. слова Фильтра
sv: Filtrera nyckelord
tr: Anahtar Sözcükleri Filtrele

source: Restrict files with certain words from being displayed in search results
da: Forhindre filer med bestemt ord i at blive vist i søgeresultater
el: Περιορισμός εμφάνισης ορισμένων λέξεων στα αποτελέσματα της αναζήτησης
es: Excluya los archivos que contengan ciertas palabras de los resultados de búsqueda
et: Piira faili teatud sõna, mida kuvatakse otsingu tulemustes.
fa: محدود کردن نمایش فایل های دارای کلمات خاص
fi: Estä tiettyjä sanoja sisältävien tiedostojen näyttäminen hakutuloksissa
fr: Empêcher l'affichage des fichiers avec certains mots dans les résultats de recherche
ga: Cuir srian ar chomhaid le focail áirithe bheith ar thaispeáint sna torthaí cuardaigh
gl: Excluír de ser amosados nos resultados das procuras os ficheiros con certas palabras
he: מנא הצגת קבצים המכילים מילים מסויימות בתטצאות החיפוש
hr: Onemogući datoteke sa određenim riječima da budu prikazane u rezultatima pretrage
ja: 検索結果で特定語を含むファイルの表示を制限する
ku: Nehêle ku di encamên lêgerînê de peyvên diyarkirî werin nîşandan
nb: Forhindre at filer med bestemte ord blir vist i søkeresultater
nl: Bestanden met bepaalde woorden niet weergeven in zoekresultaten
pl: W wynikach wyszukiwania nie pokazuj plików z określonymi wyrazami
ru: Оделить файлы с некиеми словами из отображения в результатах поиска
sv: Gör att filer med vissa ord inte visas i dina sökresultat
tr: Arama sonuçlarında belirli sözcükleri içeren dosyaların görüntülenmesini engelle

source: In search results...
da: I søgeresultater...
el: Αποτελέσματα αναζήτησης...
es: En los resultados de búsqueda...
fi: Hakutuloksissa...
fr: Dans les résultats de recherche...
ga: Sna torthaí cuardaigh...
ja: 検索結果で…
nl: In zoekresultaten...
sv: I sökresultat...
tr: Arama sonuçlarında...

source: Clear Spam
el: Καθαρισμός ανεπιθύμητης αλληλογραφίας
ga: Glan Dramhphost
ja: スパムを解除する
nl: Spam legen
sv: Rensa skräp
tr: Spam Temizle

source: Reset the Spam filter by clearing all files marked as spam
da: Nulstil spamfilteret ved at rydde alle filer markeret som spam
el: Επαναφορά του φίλτρου ανεπιθύμητης αλληλογραφίας μέσω καθαρισμού όλων των αρχείων που έχουν τη σήμανση "ανεπιθύμητη αλληλογραφία
es: Reinicie el filtro de basura borrando todos los archivos marcados como basura
et: Taasta Rämpsposti filter puhastades / kustutades kõik failid Rämpspostist.
fa: بازنشانی فیلتر هرزنامه با پاک کردن کلیه فایل هایی که به عنوان هرزنامه مشخص شده
fi: Alusta spam-suodatin poistamalla kaikki spamiksi merkityt tiedostot
fr: Redémarrer le filtre Spam en effaçant tous les fichiers marqués Spam
ga: Athshocraigh an scagaire Dramhphoist trí gach comhad atá rianaithe mar dramhphost a ghlanadh
gl: Reinicie o filtro do lixo eliminando todos os ficheiros marcados como lixo
he: אפס את מסנן הספאם ע''י ניקוי כל הקבצים המסומנים כספאם
hr: Poništi Spam filter skidanjem spam oznaka sa svih datoteka
ja: スパムとしてマー金されたファイル全てを解除し、スパムフィルターをリセットする
ku: Fîltreya spaman bike weke destpêkê bi awayê jêbirina hemû pelên weke spam nîşankirî
nb: Nullstill spamfilteret ved å slette alle filer markert som søppelpost
nl: Stel de spamfilter opnieuw in door alle bestanden die als spam gemarkeerd zijn te legen.
pl: Ustaw filtr Spamu od nowa usuwając pliki oznaczone jako spam
ru: Сбросьте фильтр Спама, очищая все, отмеченное как спам
sv: Nollställ skräpfiltret genom att rensa alla filer märkta skräp
tr: Spam olarak işaretlenen tüm dosyaları temizleyerek Spam filtresini sıfırla

source: Tell me about Beta updates
da: Underret mig om betaopdateringer
el: Πληροφορίες για τις ενημερώσεις Beta
es: Informarme sobre actualizaciones Beta
et: Informeeri mind Beeta uuendustest
fa: اطلاعاتی را درباره اشکالات و به روز رسانی ها ارائه کن
fi: Kerro beta-päivityksistä
fr: M'informer sur les mises à jour Beta
ga: Inis dom faoi nuashonruithe Béite
gl: Informarme sobre actualizacións Beta
he: ספר לי אודות שידרוגי בטה
hr: Reci mi o Beta dopunama
ja: ベータ更新について知りたい
ku: Rojanekirinên Beta ragihîne min
nb: Fortell meg om Betaoppdateringer
nl: Licht mij in over bèta-updates
pl: Informuj mnie o Beta aktualizacjach
ru: Оповещать о Бета версиях
sv: Berätta för mig om Beta-uppdateringar
tr: Beta yükseltmeleri hakkında bilgi ver

source: File Associations
ar: ملحقات الملف
da: Filtilknytninger
de: Datei Verbindungen
el: Συσχετίσεις αρχείων
es: Asociaciones de archivos
et: Faili Assotsiatsioonid
fa: ازتباط فایل ها
fi: Tiedostoliitynnät
fr: Associations de fichiers
ga: Comhthiomsaithe Comhad
gl: Asociacións de ficheiros
he: שיוכי קבצים
hr: Asocijacije Datoteka
hu: F�jlt�rs�t�sok
it: Associazione FIle
ja: アソシエーションをファイルする
ku: Têkiliyên Pelan
lv: Failu asociācijas
nb: Filassosiasjoner
nl: Bestandsassociaties
nn: Fil Forening
pl: Skojarzenia plików
pt: Associações de Ficheiros
pt_br: Associações de Arquivos
ru: Файловые Ассоциации
sk: Asociácie súborov
sq: Shoqërimet e Skedës
sr: Pridruživanje tipova fajlova
sv: Filkopplingar
tr: Dosya İlişkilendirmeleri

source: .magnet files
el: αρχεία .magnet
ga: comhaid .magnet
ja: .magnet拡張子のファイル
nl: .magnet-bestanden
sv: .magnetfiler
tr: .magnet dosyaları

source: Startup and Shutdown
da: Opstart og lukning
el: Εκκίνηση και Τερματισμός
es: Inicio y apagado
et: Käivitmine ja Sulgemine
fa: روشن و خاموش شدن
fi: Käynnistys ja sammutus
fr: Démarrage et Arrêt
ga: Tosú agus Múchadh
gl: Inicio e apagado
he: איתחול וכיבוי
hr: Pokretanje i Zaustavljanje
ja: 起動と終了
ku: Destpêke û Bigire
nb: Oppstart og avslutning
nl: Opstarten en afsluiten
ru: Запуск и Закрытие
sv: Start och avstängning
tr: Başlatma ve Kapatma

source: Run LimeWire on System Startup
da: Kør LimeWire ved systemopstart
el: Εκτέλεση του LimeWire κατά την Εκκίνηση του συστήματος
es: Ejecutar LimeWire al iniciarse el sistema
et: Käivita LimeWire süsteemi käivitamisel.
fa: فعال سازی LimeWire به محض روشن شدن سیستم
fi: Käynnistä LimeWire järjestelmän käynnistyessä
fr: Lancer LimeWire sur le système de démarrage
ga: Rith LimeWire nuair a thosaíonn an ríomhaire
gl: Executar LimeWire cando se inicie o sistema
he: הרץ את LimeWire בעט איתחול מערכת
hr: Pokreni LimeWire pri Podizanju Sustava
ja: システム起動と同時にLimeWireを稼動する
ku: LimeWire'ê bi vebûna pergalê bide destpêkirin
nb: Kjør LimeWire ved systemoppstart
nl: LimeWire uitvoeren bij systeemopstart
pl: Uruchom LimeWire przy starcie systemu
ru: Запуск LimeWire на Запуске Системы
sv: Kör LimeWire vid systemstart
tr: LimeWire programını Sistem Başlatılırken çalıştır

source: Minimize to system tray
da: Minimer til systembakken
el: Ελαχιστοποίηση στη γραμμή εργασιών
es: Minimizar a la bandeja de sistema
et: Minimeeri Olekualale
fa: کوچک کردن در حد تری
fi: Minimoi systeemipalkkiin
fr: Réduire à la zone de notification
ga: Íoslaghdaigh chuig tráidire an chórais
gl: Minimizar para a bandexa do sistema
he: מזער למגש המערכת
hr: Minimiziraj u sustavni poslužavnik
ja: システム・トレイを最小化する
ku: Biçûk bike têxe Tray'ê
nb: Minimer til oppgavelinjen
nl: Minimaliseren naar systeembalk
pl: Minimalizuj do ikony systemowej
ru: Сворачивать к часм
sv: Minimera till meddelandefältet
tr: Sistem tepsisine küçült

source: Exit program
da: Afslut program
el: Τερματισμός προγράμματος
es: Salir del programa
et: Välju Programmist
fa: خروج از برنامه
fi: Poistu ohjelmasta
fr: Quitter le programme
ga: Scoir ón ríomhoideas
gl: Sair do programa
he: צא מהתוכנה
hr: Izlaz iz programa
ja: プログラムを終了する
ku: Ji bernameyê derkeve
nb: Avslutt program
nl: Programma afsluiten
pl: Zakończ
ru: Выход программы
sv: Avsluta programmet
tr: Programdan çık

source: When I press X:
da: Når jeg trykker X:
el: Όταν πατώ X:
es: Al pulsar X:
et: Kui ma vajutan X - Tähte:
fa: هنگامی که X را فشار می دهم:
fi: Kun painan X:ää:
fr: Lorsque j'appuie sur X :
ga: Nuair a bhrúim X:
gl: Ao premer X:
he: כשאר אני לוחץ X:
hr: Kad pritisnem X:
ja: Xを押した場合：
lv: Kad es nospiežu X:
nb: Når jeg trykker X:
nl: Als ik op X druk:
pl: Kiedy wcisnę X:
ru: Когда я нажимаю X:
sv: När jag klickar på X:
tr: X tuşuna bastığımda:

source: Enabling these settings makes you more prone to viruses and accidently sharing private documents:
da: Aktivering af disse indstillinger gør dig mere udsat for virus og for ved et uheld at dele private dokumenter:
el: Η ενεργοποίηση αυτών των ρυθμίσεων σας καθιστά πιο ευάλωτους σε ιούς και τυχαία κοινή χρήση ιδιωτικών εγγράφων:
es: Si habilita estos parámetros estará más expuesto a los posibles virus y a compartir documentos privados por error:
fi: Näiden asetusten käyttöönotto tekee sinut alttiimmaksi viruksille ja jakamaan vahingossa henkilökohtaisia dokumenteja:
fr: Autoriser ces configurations vous expose davantage aux virus et aux partages accidentels de documents privés:
ja: これらの設定を有効化すると、ウイルスを呼び込む可能性が高まり、個人ドキュメントが偶発的に共有されたりします。
nl: Het inschakelen van deze instellingen maakt u kwetsbaar voor virussen en het per ongeluk delen van privédocumenten:
tr: Bu ayarları etkinleştirdiğinizde, virüslere ve yanlışlıkla özel belge paylaşımına daha açık olursunuz.

source: By default, LimeWire allows you to share documents with your friends
da: Som standard tillader LimeWire at du deler dokumenter med dine venner.
el: Ως προεπιλογή, το LimeWire σας επιτρέπει να μοιράζεστε έγγραφα με τους φίλους σας
es: Por defecto, LimeWire le permite compartir documentos con sus amigos
fi: Oletuksena LimeWire antaa sinun jakaa dokumentteja ystäviesi kanssa
fr: Par défaut, LimeWire vous autorise à partager des documents avec vos amis
ga: Mar réamhshocrú, ligeann LimeWire duit cáipéisí a chomhroinnt le do chairde
ja: デフォルトにより、ドキュメントを友人と共有できるようにします
nl: Standaard staat LimeWire u toe om documenten delen met uw vrienden
sv: Som standard låter LimeWire dig dela dokument med dina vänner
tr: Varsayılan ayar olarak, LimeWire arkadaşlarınızla belge paylaşmanıza izin verir

source: Warn me when downloading a file without a license
da: Advar mig når jeg downloader en fil uden licens
el: Ειδοποιήστε με όταν γίνεται λήψη ενός αρχείου χωρίς άδεια
es: Advertirme cuando descargue algún archivo sin licencia
fi: Varoita minua ladattaessa tiedostoa ilman lisenssiä
fr: Me prévenir en cas de téléchargement de fichier sans licence
ga: Tabhair rabhadh dom nuair atá comhad gan ceadúnas á íosluchtú
ja: ライセンスのないファイルがダウンロードされた場合、警告する
nl: Waarschuw mij als ik een bestand zonder licentie download
sv: Varna mig när jag laddar ner en fil utan licens
tr: Lisanssız bir belge indirirken beni uyar

source: Choose which warning messages you'd like to see:
da: Vælg hvilke advarselsmeddelelser, du vil se
el: Επιλέξτε ποιά προειδοποιητικά μηνύματα θα θέλατε να δείτε:
es: Elija qué mensajes de aviso quiere ver:
fi: Valitse mitkä varoitusviestit haluat nähdä:
fr: Choisir les messages d'alerte souhaités:
ga: Roghnaigh cén cineál teachtaireachtaí rabhaidh ar mhaith leat a fheiceáil:
ja: 表示したい警告メッセージを選択する：
nl: Kies welke waarschuwingsberichten u wenst te zien:
sv: Välj vilka varningsmeddelanden du vill se:
tr: Hangi uyarı mesajlarını görüntülemek istediğinizi seçin:

source: {0} is not a folder
da: {0} er ikke en mappe
el: {0} δεν είναι φάκελος
es: {0} no es una carpeta
et: {0} ei ole kaust.
fa: {0} یک پوشه نیست
fi: {0} ei ole kansio
fr: {0} n'est pas un dossier
ga: Ní fillteán é {0}
gl: {0} non é un cartafol
he: {0} היא לא ספריית קבצים
hr: {0} nije mapa
ja: {0}はフォルダーではありません
ku: {0} ne peldankek e
lv: {0} nav mape
nb: {0} er ikke en mappe
nl: {0} is geen map
pl: {0} nie jest folderem
ru: {0} не является каталогом
sv: {0} är ingen mapp
tr: {0} bir klasör değil

source: Cannot write to {0}
da: Kan ikke skrive til {0}
el: Δεν είναι δυνατή η εγγραφή στο {0}
es: No se puede escribir en {0}
et: Ei saa kirjutada {0}
fa: قادر به نوشتن روی {0} نیست
fi: Kansioon {0} ei voida kirjoittaa
fr: Impossible d'écrire dans {0}
ga: Ní féidir scríobh chuig {0}
gl: Non se pode escribir en {0}
he: לא ניתן לכתוב ל {0}
hr: Nemoguće pisati u {0}
ja: {0}に書き込みできません
ku: Nikare binivîse {0}
nb: Kan ikke skrive til {0}
nl: Kan niet schrijven naar {0}
pl: Nie można zapisać do {0}
ru: Не могу записать в {0}
sv: Kan inte skriva till {0}
tr: {0} yazılamıyor

source: Cannot find {0}
da: Kan ikke finde {0}
el: Δεν είναι δυνατή η εύρεση του {0}
es: No se puede encontrar {0}
et: Ei leitud {0}
fa: قادر به یافتن {0} نیست
fi: Ei löydetty {0}
fr: Impossible de trouver {0}
ga: Ní féidir {0} a aimsiú
gl: Non se pode atopar {0}
he: לא ניתן למצוא את {0}
hr: Nemoguće pronaći {0}
ja: {0}が見つかりません
ku: Nikare bibîne {0}
lv: Nevar atrast {0}
nb: Kan ikke finne {0}
nl: Kan {0} niet vinden
pl: Nie można odnaleźć {0}
ru: Не могу найти {0}
sv: Hittar inte {0}
tr: {0} bulunamıyor

source: Browse...
da: Gennemse...
de: Browsen
el: Αναζήτηση...
es: Buscar...
et: Sirvi
fa: مرور...
fi: Selaa...
fr: Parcourir...
ga: Siortaigh...
gl: Procurar...
he: עיין...
hr: Pretražuj...
ja: ブラウズする…
ku: Bigere...
lv: Pārlūkot...
nb: Bla gjennom...
nl: Bladeren...
nn: Bla gjennom...
pl: Przeglądaj...
pt: Navegar...
pt_br: Navegar...
ru: Просмотреть...
sk: Prehliadať...
sv: Bläddra...
tr: Gözat...

source: Choose a different Save Location
da: Vælg et andet sted til at gemme
el: Επιλέξτε μια διαφορετική Τοποθεσία αποθήκευσης
es: Elija otra ubicación de guardado
et: Vali teine salvestamise koht
fa: محل دیگری را برای ذخیره انتخاب کنید
fi: Valitse toinen tallennuspaikka
fr: Choisir un autre lieu de sauvegarde
gl: Escolla unha localización diferente para gardar
he: בחר מיקום שמירה אחר
hr: Odaberi drukčiju Lokaciju za Pohranjivanje
ja: 異なる保存場所を選択する
ku: Ciheke din ê daxistinê hilbijêre
lv: Izvēlēties atšķirīgu saglabāšanas vietu
nb: Velg en annen plassering for lagring
nl: Kies een andere opslaglocatie
pl: Wybierz inną lokację docelową
ru: Выбрать различные места сохранения
sv: Välj en annan plats att spara på
tr: Farklı bir Kayıt Konumu seçin

source: Undo any changes made
da: Fortryd alle ændringer
el: Αναίρεση όλων των αλλαγών
es: Deshacer todos los cambios realizados
et: Võta tagasi kõik muudatused
fa: خنثی کردن کلیه تغییرات انجام شده
fi: Peru muutokset
fr: Annuler tous les changements
ga: Cealaigh athruithe ar bith déanta
gl: Desfacer todos os cambios realizados
he: בטל את כל השינויים
hr: Poništi sve urađene promjene
ja: 変更点を元に戻す
ku: Hemû guhertinan vegerîne
lv: Atsaukt visas veiktās izmaiņas
nb: Forkast alle endringer
nl: Gemaakte wijzigingen ongedaan maken
pl: Odwróc zmiany
ru: Отменить все сделанные изменения
sv: Ångra alla gjorda ändringar
tr: Yapılan değişiklikleri geri al

source: Keep any changes made
da: Behold alle ændringer
el: Αναίρεση όλων των αλλαγών
es: Conservar todos los cambios realizados
et: Säilita Kõik Muudatused
fa: حفظ کلیه تغییرات انجام شده
fi: Säilytä muutokset
fr: Sauvegarder tous les changements
ga: Coinnigh na hathruithe déanta
gl: Conservar todos os cambios realizados
he: שמור את כל השינויים
hr: Zadrži sve urađene promjene
ja: 変更点をそのままにする
ku: Hemû guhertinan biparêze
lv: Saglabāt visas veiktās izmaiņas
nb: Behold alle endringer
nl: Gemaakte wijzigingen opslaan
pl: Zapisz wszelkie zmiany
ru: Сохранять любые изменения
sv: Spara alla gjorda ändringar
tr: Yapılan değişiklikleri koru

source: "{0}" properties
da: "{0}" egenskaber
el: "{0}" ιδιότητες
es: "{0}" propiedades
fi: "{0}" ominaisuudet
fr: Propriétés de "{0}"
ga: "{0}" airíonna
ja: "{0}" プロパティ
nl: "{0}"-eigenschappen
sv: "{0}"egenskaper
tr: "{0}" özellikler

source: Details
ar: تفاصيل
da: Detajler
el: Λεπτομέρειες
es: Detalles
et: Detailid
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
ga: Sonraí
gl: Detalles
he: מידע נוסף
hr: Detalji
hu: R�szletek
it: Dettagli
ku: Hûragahî
lv: Detaļas
nb: Detaljer
nn: Detaljer
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Детали
sk: Podrobnosti
sq: Detaje
sr: Detalji
sv: Detaljer
tr: Detaylar

source: Location
ar: الموقع
bs: Lokacija
cy: Lleoliad
da: Adresse
de: Quelle
el: Τοποθεσία
es: Ubicación
et: Asukoht
fa: محل
fi: Sijainti
fr: Emplacement(s)
ga: Suíomh
gl: Localización
he: מיקום
hr: Lokacija
hu: Hely
id: Lokasi
it: Locazione
ja: 位置
ku: Cih
lv: Atrašanās vieta
nb: Sted
nl: Locatie
nn: Sted
pl: Lokalizacja
pt: Localização
pt_br: Localização
ru: Расположение
sk: Umiestnenie
sq: Vendndodhja
sr: Lokacija
sv: Belägenhet
tr: Konum
uk: Місцезнаходження

source: All
ar: الجميع
bs: Sve
cy: Popeth
da: Alle
de: Alle
el: Όλα
es: Todo
et: Kõik
fa: همه
fi: Kaikki
fr: Tout
ga: Uile
gl: Todo
he: כולם
hr: Svi
hu: Mind
id: Semua
it: Tutti
ja: すべて
ku: Hemû
lv: Viss
nb: Alle
nl: Alle
nn: Alle
pl: Pokazuj
pt: Todos
pt_br: Todos
ru: Все
sk: Všetko
sq: Gjithçka
sr: Sve
sv: Alla
tr: Tümü
uk: Все

source: All files
da: Alle filer
el: Όλα τα αρχεία
es: Todos los archivos
et: Kõik Failid
fa: همه فایل ها
fi: Kaikki tiedostot
fr: Tous les fichiers
ga: Gach comhad
gl: Todos os ficheiros
he: כל הקבצים
hr: Sve datoteke
ja: 全ファイル
ku: Hemû pel
lv: Visi faili
nb: Alle filer
nl: Alle bestanden
pl: Wszystkie pliki
ru: Все файлы
sv: Alla filer
tr: Tüm dosyalar

source: Only audio
da: Kun lydfiler
el: Μόνο τα αρχεία ήχου
es: Solo audio
et: Ainult Helisi
fa: فقط صوتی
fi: Vain ääni
fr: Audio uniquement
ga: Fuaim amháin
gl: Só audio
he: רק אודיו
hr: Samo audio
ja: オーディオのみ
ku: Tenê deng
lv: Tikai audio
nb: Kun lydfiler
nl: Enkel audio
pl: Tylko muzyka
ru: Только аудио
sv: Endast ljud
tr: Yalnız ses

source: Only documents
da: Kun dokumenter
el: Μόνο τα έγγραφα
es: Solo documentos
et: Ainult Dokumente
fa: فقط اسناد
fi: Vain dokumentit
fr: Documents uniquement
ga: Cáipéisí amháin
gl: Só documentos
he: רק מסמכים
hr: Samo dokumenti
ja: ドキュメントのみ
ku: Tenê pelge
lv: Tikai dokumenti
nb: Kun dokumenter
nl: Enkel documenten
pl: Tylko dokumenty
ru: Только документы
sv: Endast dokument
tr: Yalnız belgeler

source: Only images
da: Kun billeder
el: Μόνο οι εικόνες
es: Solo imágenes
et: Ainult Pilte
fa: فقط تصاویر
fi: Vain kuvat
fr: Images uniquement
ga: Íomhánna amháin
gl: Só imaxes
he: רק תמונות
hr: Samo slike
ja: 画像のみ
ku: Tenê wêne
lv: Tikai attēli
nb: Kun bilder
nl: Enkel afbeeldingen
pl: Tylko zdjęcia
ru: Только изображения
sv: Endast bilder
tr: Yalnız görüntüler

source: Only programs
da: Kun programmer
el: Μόνο τα προγράμματα
es: Solo programas
et: Ainult Programme
fa: فقط برنامه ها
fi: Vain ohjelmat
fr: Programmes uniquement
ga: Ríomhoidis amháin
gl: Só programas
he: רק תוכניות
hr: Samo programi
ja: プログラムのみ
ku: Tenê bername
lv: Tikai programmas
nb: Kun programmer
nl: Enkel programma's
pl: Tylko programy
ru: Только программы
sv: Endast program
tr: Yalnız programlar

source: Only videos
da: Kun videoer
el: Μόνο τα βίντεο
es: Solo vídeos
et: Ainult Videosid
fa: فقط فیلم ها
fi: Vain videot
fr: Vidéos uniquement
ga: Físeáin amháin
gl: Só vídeos
he: רק קבצי וידאו
hr: Samo video
ja: ビデオのみ
ku: Tenê vîdyo
lv: Tikai video
nb: Kun videoer
nl: Enkel video's
pl: Tylko filmy
ru: Только видео
sv: Endast video
tr: Yalnız videolar

source: Audio results
da: Resultater lydfiler
el: Αποτελέσματα ήχου
es: Resultados de audio
fi: Äänitulokset
fr: Résultats Audio
ga: Torthaí fuaime
ja: オーディオ結果
nl: Audioresultaten
sv: Ljudresultat
tr: Ses sonuçları

source: Video results
da: Resultater videofiler
el: Αποτελέσματα βίντεο
es: Resultados de vídeo
fi: Videotulokset
fr: Résultats Vidéo
ga: Torthaí físeáin
ja: ビデオ結果
nl: Videoresultaten
sv: Videoresultat
tr: Video sonuçları

source: Image results
da: Resultater billeder
el: Αποτελέσματα βίντεο
es: Resultados de imagen
fi: Kuvatulokset
fr: Résultats Image
ga: Torthaí íomhánna
ja: 画像結果
nl: Afbeeldingsresultaten
sv: Bildresultat
tr: Görüntü sonuçları

source: Document results
da: Resultater dokumenter
el: Αποτελέσματα εγγράφων
es: Resultados de documentos
fi: Dokumenttitulokset
fr: Résultats Document
ga: Torthaí cáipéisí
ja: ドキュメント結果
nl: Documentresultaten
sv: Dokumentresultat
tr: Belge sonuçları

source: Program results
da: Resultater programmer
el: Αποτελέσματα προγραμμάτων
es: Resultados de programas
fi: Ohjelmatulokset
fr: Résultats Programmes
ga: Torthaí ríomhoidis
ja: プログラム結果
nl: Programmaresultaten
sv: Programresultat
tr: Program sonuçları

source: Date created
el: Ημερομηνία δημιουργίας
ga: Dáta a chruthaíodh é
ja: 作成日
nl: Aanmaakdatum
sv: Skapat den
tr: Oluşturma tarihi

source: File extension
el: Επέκταση αρχείου
ga: Iarmhír chomhaid
ja: ファイル拡張子
nl: Bestandsextensie
sv: Filnamnstillägg
tr: Dosya uzantısı

source: Size (low to high)
da: Størrelse (lille til stor)
el: Μέγεθος (από μικρό σε μεγάλο)
es: Tamaño (de bajo a alto)
et: Suurus (Väiksemast Suuremaks)
fa: اندازه (کوچک به بزرگ)
fi: Koko (alhaalta ylös)
fr: Taille (de basse à haute)
ga: Méid (íseal go ard)
gl: Tamaño (de menor a maior)
he: גודל (מקטן לגדול)
hr: Veličina (od nižeg ka višem)
ja: サイズ（低-高）
ku: Mezinahî (biçûk ber bi mezin)
nb: Størrelse (liten til stor)
nl: Grootte (laag naar hoog)
ru: По Размеру (от меньшего к большему)
sv: Storlek (liten till stor)
tr: Boyut (küçükten büyüğe)

source: Size (high to low)
da: Størrelse (stor til lille)
el: Μέγεθος (από μεγάλο σε μικρό)
es: Tamaño (de alto a bajo)
et: Suurus (Suuremast Väiksemaks )
fa: اندازه (بزرگ به کوچک)
fi: Koko (ylhäältä alas)
fr: Taille (de haute à basse)
ga: Méid (ard go íseal)
gl: Tamaño (de maior a menor)
he: גודל (מגדול לקטן)
hr: Veličina (od višeg ka nižem)
ja: サイズ（高-低）
ku: Mezinahî (mezin ber bi biçûk)
nb: Størrelse (stor til liten)
nl: Grootte (hoog naar laag)
ru: По Размеру (от большего к меньшему)
sv: Storlek (stor till liten)
tr: Boyut (büyükten küçüğe)

source: Category
da: Kategori
el: Κατηγορία
es: Categoría
et: Kategooria
fa: گروه
fi: Luokka
fr: Catégorie
ga: Aicme
gl: Categoría
he: קטגוריה
hr: Kategorija
ja: カテゴリ
ku: Kategorî
lv: Kategorija
nb: Kategori
nl: Categorie
pl: Kategoria
ru: Категория
sv: Kategori
tr: Kategori

source: Relevance
da: Relevans
el: Συνάφεια
es: Relevancia
et: Asjakohasus
fa: ارتباط
fi: Merkitys
fr: Pertinence
ga: Ábharthacht
gl: Relevancia
he: שייכות
hr: Primjerenost
ja: 関連性
ku: Têkilî
lv: Saistība
nb: Relevans
nl: Relevantie
ru: Уместность
sv: Relevans
tr: Geçerlilik

source: Sort by:
da: Sorter efter:
el: Ταξινόμηση κατά:
es: Ordenar por:
et: Sordi:
fa: مرتب کردن بر اساس:
fi: Lajittele:
fr: Trier par:
ga: Togh de réir:
gl: Ordenar por:
he: מיין לפי:
hr: Svrstaj po:
ja: 分類方法：
ku: Rêz bike li gor:
lv: Šķirot pēc:
nb: Sorter etter:
nl: Sorteren op:
ru: Сортировать по:
sv: Sortera efter:
tr: Sıralama ölçütü:

source: List view
da: Listevisning
el: Προβολή λίστας
es: Ver lista
et: Loendi Vaade
fa: نمای فهرست
fi: Listanäkymä
fr: Affichage de la liste
ga: Réim amharc
gl: Ver listaxe
he: תצוגת רשימה
hr: Popisni pogled
ja: リストを見る
ku: Xuyanya lîste
lv: Saraksta skats
nb: Listevisning
nl: Lijstweergave
ru: Вид списка
sv: Listvy
tr: Liste görünümü

source: Mark as Spam
el: Σήμανση ως ανεπιθύμητης αλληλογραφίας
et: Tõsta Rämpsposti
fa: علامت گذاری به عنوان هرزنامه
gl: Marcar como lixo
he: סמן כ-"ספאם"
hr: Označi kao Spam
ja: スパムのマーキングする
ku: Wekî spam nîşan bide
nb: Marker som søppel
ru: Это Спам
