Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Stop Collecting Search Results for Selected Tab
ar: إيقاف تجميع نتائج البحث لعلامة التبويب المحددة.
bs: Stopiraj kolekciju traženih rezultata na selektiranom tabu.
cy: Stopio Casglu Canlyniadau am y Tab wedi'i Dewis
de: Stoppt die Suche für den ausgewählten Reiter.
el: Διακοπή συλλογής αποτελεσμάτων αναζήτησης για την επιλεγμένη καρτέλα.
hu: A kijel�lt f�lh�z tartoz� keres�s le�ll�t�sa
id: Hentikan pengumpulan hasil pencarian pada tab tersebut.
it: Interrompi la ricerca selezionata.
ja: 選択したタブの検索結果の収集を停止
nn: Slutt å samle Resultater for Valgte Tab
pt: Interromper a recolha de resultados para o separador seleccionado.
pt_br: Parar o recolhimento de resultados para a aba selecionada.
sk: Zastaviť hľadanie na vybranej karte
sq: Ndal Mbledhjen e Rezultateve të Kërkimit
sr: Zaustavi prikupljanje rezultata pretraživanja na ovoj stranici
uk: Припинити Пошук для обраної

source: New
ar: جديد
bs: Novo
cy: Newydd
de: Neu
el: Νέο
hu: �j
id: Baru
it: Nuovo
ja: 新作
nn: Ny
pt: Novo
pt_br: Novo
sk: Nové
sq: Risi
sr: Novo
uk: Нове

source: Direct Connect
de: Direktverbindung
el: Άμεση σύνδεση
nn: Direkte Tilkobling
pt: Ligação Directa
pt_br: Conexão Direta
sk: Priame pripojenie

source: Enter the IP address and port number (i.e. ip:port) of a friend you'd like to connect to, click 'Direct Connect', and LimeWire will try to browse that user's shared files.
el: Εισάγετε την διεύθυνση IP και τον αριθμό θύρας (δηλ. ip:θύρα) ενός φίλου που θέλετε να συνδεθείτε, κάντε κλικ στο «Άμεση σύνδεση», και το LimeWire θα προσπαθήσει να περιηγηθεί στα αρχεία που διαμοιράζει ο χρήστης αυτός.
ja: 友達と接続したい時はIPアドレスとポート番号を入力しダイレクト接続をクリックしてください。LimeWireがあなたの友達の共有スペースを検索します。
nn: Tast inn IP adressen og Port nummeret (t.d. IP:Port) til ein venn du vil tilkoble deg til, klikk 'Direkte Tilkobling', og LimeWire vil prøve å søkje på den brukarens delte filer
pt_br: Insira o endereço de IP e o número da porta (da forma ip:porta) de um amigo ao qual você gostaria de se conectar, clique em 'Ligação Directa', e o LimeWire tentará buscar os arquivos compartilhados deste usuário.
sk: Zadajte IP adresu a číslo portu (t.j. ip:port) kamaráta, s ktorým sa chcete spojiť, kliknite na "Priame pripojenie" a LimeWire sa pokúsi prehliadať užívateľové zdieľané súbory.

source: When your friends want to connect to you, they should enter
ar: ۤعندما يرغب صديقك الاتصال بك, يجب عليه ادخال
bs: Ako vaš prijatelj hoće da se priključi vama, onda morate udariti enter
cy: Pryd mae dy ffrindiau eisiau dy gysylltu dylen rhoi
de: Wenn Ihre Bekannten sich mit ihnen verbinden wollen, dann sollten sie Folgendes beachten:
el: Όταν οι φίλοι σας θέλουν να συνδεθούν με εσάς, θα πρέπει να εισάγουν
hu: Ha hozz�d szeretn�nek kapcsol�dni m�sok, be kell �rniuk a k�vetkez�
id: Ketika teman anda ingin bersambung dengan anda, mereka harus memasukkan
it: Quando il tuo amico vorrà connetteri con te, dovrà inserire
ja: もし友達があなたに接続したいのなら、次のIPを入力する必要があります。
nn: Om dine venner vil koble seg til deg må de skrive
pt: Quando os seus amigos se quiserem ligar a si devem introduzir
pt_br: Para que seus amigos conectem à você, eles devem introduzir
sk: Ak sa chcú pripojiť priatelia k vášmu počítaču, mali by zadať
sq: Kur shokët tuaj duan që të lidhen tek ju, ata duhet të shkruajnë
sr: Ako Vaš prijatelj inicira priključivanje, potrebno je da unesu
uk: Коли Вашу друзі хочуть підключитись до Вас, вони повинні ввести

source: Your computer is behind a firewall or router and cannot receive direct connections.
ar: حاسوبك خلف جدار ناري أو موجه ولايمكنه استقبال الاتصالات المباشرة.
bs: Vaš računar je spriječen od firewalla ili rutera i ne može se direktno priključiti.
cy: Mae dy gyfrifiadur tu ol i wal tan neu router ac yn methu derbyn cysylltiad uniongyrchol.
de: Ihr Computer ist hinter einer Firewall oder einem Router und kann keine direkten Verbindungen empfangen.
el: Ο υπολογιστής είναι πίσω από ένα firewall ή κάποιο router και δεν μπορεί να δεχθεί άμεσες συνδέσεις.
hu: A sz�m�t�g�ped t�zfal vagy router m�g�tt van, �s nem fogadhat k�zvetlen kapcsolatot.
id: Komputer anda berada dibelakang firewall atau router dan tidak dapat menerima koneksi langsung.
it: Il tuo ospite è sotto un firewall o un router e non può effettuare connessioni dirette.
ja: お使いのコンピュータでは、ファイアウォールの後ろまたはルータにあり、ダイレクト接続ができません。
nn: Din maskin er bar en Brannmur eller Router og kan ikke motta direkte tilkoblinger.
pt: O seu computador está protegido por um firewall ou router e não pode receber ligações directas.
pt_br: O seu computador está protegido por um firewall ou roteador e não pode receber conexões diretas.
sk: Váš počítač je chránený firewallom alebo routerom a nemôže získať priame pripojenie.
sq: Kompjuteri juaj ndodhet pas një fajruolli / routeri, ndaj nuk mund të kapë lidhjet direkte.
sr: Vaš računar ima zaštitni zid (firewall) ili ruter i ne može se direktno priključiti.
uk: Ваш комп’ютер знаходиться за firewall’ом або мережевим маршрутизатором і не може приймати прямі підключення.

source: Don't Know
ar: لا تعرف
bs: Ne znate li
cy: Dim yn Gwybod
de: Wissen Sie nicht,...
el: Άγνωστο
hu: Nem tudom
id: Tidak tahu
it: Guida alla ricerca
ja: 何を探したらいいか
nn: Vet Ikke
pt: Não sei
pt_br: Não sei
sk: Nie je známe
sq: Nuk e Dini se
sr: Ne znate
uk: Не знаєте,

source: What To Look For?
ar: ما الذي تتطلع إليه?
bs: Šta u stvari tražite?
cy: Chwilio am Beth?
de: Wonach soll gesucht werden?
el: Τι να αναζητηθεί;
hu: Mire keressek?
id: Apa yg dicari?
it: Cosa stai recercando ?
ja: 分からない時に
nn: Se etter hva?
pt: O que procurar?
pt_br: O que procurar?
sk: Čo chcete hľadať?
sq: Çfarë të Kërkoni?
sr: Šta tražite?
uk: що пошукати?

source: A "What's New" search will search for files that have been recently added to the network.
ar: بحث " ماالجديد " سيبحث عن الملفات التي تم إضافتها مؤخراً إلى الشبكة.
bs: "Šta ima novo" tražilica će tražiti datoteke koje su neposredno priključene na mrežu.
cy: Mae chwiliad "Beth sy Newydd" yn chwilio am ffeiliau sydd wedi'u hychwanegu i'r rhwydwaith yn ddiweddar .
de: Eine "Was gibt's Neues"-Suche sucht nach Dateien, die kürzlich zum Netz hinzugefügt wurden.
el: Επιλέγοντας την καρτέλα «Τι νέο υπάρχει;», θα γίνει αναζήτηση για αρχεία που έχουν προστεθεί πρόσφατα στο δίκτυο.
hu: A "Mi �js�g?" szolg�ltat�s a h�l�zathoz nemr�g hozz�adott f�jlokra fog r�keresni.
id: Sebuah pencarian "Hal-hal baru" akan mencari berkas yg baru ditambahkan ke jaringan.
it: Selezionando il pulsante "File recenti" il programma cercherà nella rete i file aggiunti di recente.
ja: "新しい情報" 検索で、ネットワークに最近追加されたファイルを検索することができる
nn: Et "Hva Er Nytt" søk søker etter filer som nylig har blitt lagt til nettverket.
pt: Uma pesquisa em "Novidades" vai procurar ficheiros adicionados à rede recentemente.
pt_br: Uma pesquisa em 'Novidades' vai procurar arquivos adicionados à rede recentemente.
sk: Vyhľadávanie "Čo je nové" bude hľadať súbory, ktoré sú ako najnovšie pridané do siete
sq: "Risi" kërkon për skeda të shtuara së fundmi.
sr: "Šta ima novo" će pretražiti fajlove koje su u ovom trenutku na mreži.
uk: Пошук «Що Нового?» знайде Вам файли, які недавно з’явилися в мережі.

source: Current Search:
ar: البحث الحالي:
bs: Sadašnje traženje:
cy: Chwiliad Presennol:
de: Aktuelle Suche:
el: Τρέχουσα αναζήτηση:
hu: Jelenlegi keres�s:
id: Pencarian yg berlangsung:
it: Ricerca corrente:
ja: 現在の検索：
nn: Nåværende søk:
pt: Pesquisa actual:
pt_br: Pesquisa atual:
sk: Prebiehajúce hľadanie
sq: Kërkimi aktual:
sr: Sada tražite:
uk: Поточний Пошук:

source: Hide Adult Content
ar: إخفاء محتوى البالغين
bs: Sakrijte punoljetno zadovoljstvo
cy: Cuddio Cynnwys i Oedolion
de: Inhalte für Erwachsene ausblenden
el: Απόκρυψη ακατάλληλου περιεχομένου
hu: Feln�tt tartalom kisz�r�se
id: Sembunyikan konten dewasa
it: Nascondi contenuti per adulti
ja: アダルトコンテンツを隠す
nn: Voksent Innhold
pt: Ignorar conteúdo para adultos
pt_br: Ocultar conteúdo adulto
sk: Skryť erotický obsah
sq: Fshehi Përmbajtjet për të Rritur
sr: Sakrij sadržaj za punoletne
uk: Ховати матеріали для дорослих

source: The address format is incorrect, please use host:port.
de: Das Adressformat ist nicht richtig, bitte so eingeben host:port.
el: Μη έγκυρη μορφή διεύθυνσης, παρακαλούμε επιλέξτε μορφή του τύπου «κόμβος:θύρα».
it: Il formato dell'indirizzo non è valido, si praga di utilizzare host:porta.
ja: アドレスフォーマットが不正です。「ホスト：ポート」 で指定してください。
nn: Adressen er uriktig, vennligst bruk host:port.
pt_br: O formato do endereço está incorreto. Por favor, use host:porta.
sk: Formát adresy je nesprávny, použite prosím host:port.
sq: Formati i adresës është jokorrekt, ju lutemi përdorni host:port.

source: Launch Action
ar: تنفيذ العمل
bs: Počni operaciju
cy: Lansio
de: Startvorgang
el: Εκκίνηση ενέργειας
hu: M�velet ind�t�sa
id: Jalankan aksi
it: Lancia
ja: 作業を実施
nn: Utfør Handling
pt: Acção de abrir
pt_br: Ação de abrir
sk: Akcia spustiť
sq: Lëshoje Veprimin
sr: Pokreni pretraživanje
uk: Виконати Дію

source: Chat With Host
ar: دردشة مع المضيف
bs: Chat sa drugim korisnikom
cy: Sgwrsio gyda'r Partner
de: Chatten
el: Συνομιλία με τον κόμβο
hu: Cseveg�s a kiszolg�l�val
id: Chat dengan host
it: Conversa con l'ospite remoto
ja: ホストとチャット
nn: Snakk med Vert
pt: Conversar com o anfitrião
pt_br: Conversar com o host
sk: Chat s hostiteľom servera
sq: Bisedo me Hostin
sr: Razgovor (chat) sa vlasnikom udaljenog računara
uk: Чат з Комп’ютером

source: Repeat Search
ar: إعادة البحث
bs: Ponovi traženje
cy: Chwilio eto
de: Suche wiederholen
el: Επανάληψη αναζήτησης
et: Korda Otsingut
fa: تکرار جستجو
gl: Repetir a procura
he: חיפוש חוזר
hr: Ponovi Pretragu
hu: Keres�s megism�tl�se
id: Ulang pencarian
it: Ripeti ricerca
ja: 再検索
ku: Lêgerînê Dubareke
lv: Atkārtot meklēšanu
nb: Gjenta Søk
nn: Gjenta Søk
pl: Powtórz wyszukiwanie
pt: Repetir pesquisa
pt_br: Repetir pesquisa
ru: Повторить Поиск
sk: Zopakovať hľadanie
sq: Përsërite Kërkimin
sr: Ponovi pretraživanje
uk: Повторити Пошук

source: Loading Search Window...
ar: يتم الآن تحميل نافذة البحث...
bs: Punjenje prozora za traženje
cy: Llwytho Ffenestr Chwilio...
de: Suchfenster wird geladen...
el: Φόρτωση παραθύρου αναζήτησης...
hu: Keres�ablak bet�lt�se...
id: Memuat jendela pencarian...
it: Caricamento finestra di ricerca...
ja: 検索ウィンドウをロード中...
nn: Laster Søkevindu...
pt: A carregar janela de pesquisa...
pt_br: Carregando janela de pesquisa...
sk: Načítavam okno vyhľadávania...
sq: Po Ngarkoj Dritaren e Kërkimit...
sr: Učitavanje prozora za pretraživanje
uk: Завантажую вікно пошуку...

source: Firewalled Host
el: Κόμβος πίσω από τείχος προστασίας
nn: Brannmur vert
sk: Host je za firewallom

source: Your search must be at least three characters to avoid congesting the network.
ar: لا بد أن تحتوي جملة البحث على ثلاث أحرف على الأقل لتجنب حدوث اختناقات في الشبكة.
bs: Vaš pojam koji unosite u prozorčić za pretragu mora imati najmanje tri slova kako bi izbjegli začepljenje mreže.
cy: Rhaid i dy chwiliad cael o leiaf 3 llythyren i er mwyn peidio tagu'r rhwydwaith.
de: Die Sucheingabe muss mindestens drei Zeichen enthalten, sonst erscheinen zu viele Ergebnisse im Suchfenster.
el: Η αναζήτησή σας πρέπει να αποτελείται τουλάχιστον από τρεις χαρακτήρες, για να αποφευχθεί η συμφόρηση του δικτύου.
hu: Keres�sn�l legal�bb h�rom karaktert kell megadnod, hogy ne terheld t�l a h�l�zatot.
id: Pencarian minimal tiga karakter untuk menghindari kemacetan pada jaringan.
it: La tua chiave di ricerca deve contenere almeno tre caratteri per evitare di congestionare la rete.
ja: ネットワークの混雑を避けるために、検索は最低三文字以上で行うこと。
nn: Søket ditt må være minst tre bokstaver langt for å unngå overbelasting av nettverket.
pt: A sua pesquisa deve ter pelo menos três caracteres para evitar congestionar a rede.
pt_br: A sua pesquisa deve ter pelo menos três caracteres para evitar congestionamento na rede.
sk: Vaše vyhľadávanie musí mať aspoň tri znaky, aby sa zbytočne prehľadávaním nezahltila sieť.
sq: Që të shmanget tejmbushja e rrjetit, kërkimi duhet të përmbajë tre shkronja.
sr: Vaša reč za pretraživanje mora imati najmanje tri slova da bi se sprečilo zagušenje mreže..
uk: Ваш запит має бути довшим за 3 символи, щоб не перенавантажувати мережу.

source: Your search is too long. Please make your search smaller and try again.
ar: البحث الذي قمت به طويل جداً. من فضلك اجعل بحثك أصغر وحاول مرة ثانية.
bs: Vaše traženje traje predugo. Molimo vas podesite da vaše traženje bude manje i probajte ponovo.
cy: Mae dy chwiliad yn rhy hir. Rhaid gwneud y chwilio'n llai a thrio eto.
de: Ihr Suchbegriff ist zu lang, verkürzen Sie den Suchbegriff und versuchen Sie erneut.
el: Η έρευνά σας έχει πολλούς όρους. Παρακαλούμε, χρησιμοποιήστε λιγότερους και ξαναδοκιμάστε.
hu: Az �ltalad megadott keres�s t�l hossz�. R�vid�tsd le, majd pr�b�lkozz �jra.
id: Pencarian anda terlalu panjang. Perkecil pencarian dan coba lagi.
it: La tua ricerca è troppo ampia. Seleziona una ricerca più mirata e riprova.
ja: 検索が長すぎるので、検索を小規模にして再試行
nn: Søket ditt er for langt. Vennligst lag søket mindre og prøv igjen.
pt: A sua pesquisa é demasiado extensa. Introduza uma pesquisa mais pequena e tente novamente.
pt_br: A sua pesquisa é muito extensa. Introduza uma pesquisa menor e tente novamente.
sk: Vaše vyhľadávanie je príliš dlhé. Skráťte prosím vaše hľadanie a skúste znova.
sq: Kërkimi juaj është shumë i gjatë. Ju lutemi zvogëlojeni atë dhe provoni sërish.
sr: Pretraživanje traje predugo. Pokušajte da izmenite pretraživanje i probate ponovo.
uk: Ваш запит занадто довгий. Будь ласка, зробіть запит коротшим та повторіть.

source: Your search is too specific. Please make your search smaller and try again.
ar: البحث الذي قمت به مخصص جداً. من فضلك اجعل بحثك أصغر وحاول مرة ثانية.
bs: Vaše traženje je previše specifično. Molimo vas podesite da vaše traženje bude manje i probajte ponovo.
cy: Mae dy chwiliad yn rhy benodol. Rhaid gwneud y chwilio'n llai ac wedyn trio eto.
de: Ihr Suchbegriff ist zu spezifisch, verkürzen Sie den Suchbegriff und versuchen Sie es erneut.
el: Η έρευνά σας είναι πολύ εξειδικευμένη. Παρακαλούμε, χρησιμοποιήστε λιγότερους όρους και ξαναδοκιμάστε.
hu: A keres�s t�l szigor�. R�vid�tsd le, majd pr�b�lkozz �jra.
id: Pencarian anda terlalu spesifik. Perkecil pencarian dan coba lagi.
it: La tua ricerca è troppo specifica. Seleziona una ricerca più mirata e riprova.
ja: 検索が特定化されすぎているので、検索を小規模にして再試行
nn: Søket ditt er for nøyaktig. Vennligst lag søket mindre og prøv igjen.
pt: A sua pesquisa é demasiado específica. Reduza a sua pesquisa e tente novamente.
pt_br: A sua pesquisa é muito específica. Reduza a sua pesquisa e tente novamente.
sk: Vaše vyhľadávanie je príliš špecifické. Znížte prosím podmienky vyhľadávania s skúste znova.
sq: Kërkimi juaj është shumë i përcaktuar. Ju lutemi zvogëlojeni atë dhe provoni sërish.
sr: Pretraživanje je previše specifično. Izmenite pretraživanje i pokušajte ponovo.
uk: Ваш запит занадто певний. Будь ласка, зробіть запит меншим та повторіть.

source: Please wait, LimeWire must finish loading before a search can be started.
de: Bitte warten, Limewire muss zuerst das Laden beenden bevor die Suche gestartet werden kann.
el: Παρακαλούμε περιμένετε, πρέπει να ολοκληρωθεί η φόρτωση του LimeWire πριν μπορέσετε να κάνετε αναζήτηση.
it: Si prega di attendere, LimeWire deve terminare il caricamento prima di iniziare la ricerca
ja: 読み込みが完了し検索可能になるまでしばらくお待ちください。
nn: Vennligst vent, LimeWire må fullføre loadingen før et søk kan bli startet.
pt_br: Por favor aguarde, o LimeWire precisa acabar de carregar antes de começar uma nova pesquisa.
sk: Počkajte prosím, LimeWire musí dokončiť načítavanie pred začatím vyhľadávania.
sq: Ju lutemi prisni, LimeWire duhet të përfundojë së hapuri para se të nisë kërkimin.

source: You are not connected to the network. To connect, select "Connect" from the "File" menu. Your search may not return any results until you connect.
ar: أنت غير متصل بالشبكة. للاتصال اختر "اتصال" من قائمة "ملف".
bs: Niste priključeni na internet. Za konekciju, selektirajte 'Konekcija' u listi od 'Datoteke'. Vaše traženje neće pokazati rezultate ukoliko se ne priključite.
cy: Dwyt ti ddim wedi cysylltu a'r rhwydwaith. I gysylltu, dewis "Cysylltu" o'r dewislen "Ffeil". Efallai fydd dy chwilio ddim yn darganfod unrhyw ganlynadau nes iti gysylltu.
de: Sie sind nicht mit dem Netz verbunden. Um sich zu verbinden, wählen Sie "Verbinden" aus dem Dateimenü. Ihre Suche wird erst zu Resultaten führen, wenn Sie mit dem Netzwerk verbunden sind.
el: Δεν είστε συνδεδεμένος στο δίκτυο. Για να συνδεθείτε, επιλέξτε «Σύνδεση» από το μενού «Αρχείο». Ίσως να μην επιστραφούν αποτελέσματα της αναζήτησής σας μέχρι να συνδεθείτε.
hu: Jelenleg nem kapcsol�dsz a h�l�zathoz. A kapcsol�d�shoz v�laszd a "Kapcsol�d�s"-t a "F�jl" men�b�l. A keres�sed val�sz�n�leg nem fog visszaadni eredm�nyeket, am�g nem kapcsol�dsz.
id: Anda tidak tersambung ke jaringan. Untuk menyambungkan, pilih "Sambungkan" dari menu "Berkas". Pencarian anda tidak akan berhasil sebelum anda tersambung.
it: Non sei connesso alla rete. Per connetterti, seleziona "Connetti" dal menu "File". La tua ricerca potrebbe non restituire risultati finché non ti connetti.
ja: ネットワークに接続されていません。接続するには"ファイル"メニューから"接続"を選択してください。接続するまでは、検索は何も結果を出さない可能性があります。
nn: Du er ikke koblet til nettverket. For å koble til, vel "Koble Til" fra "Fil" menyen. Ditt søk gir ikke resultater før du kobler til.
pt: Não está ligado à rede. Para ligar, seleccione “Ligar” do menu “Ficheiro”. A sua pesquisa poderá não apresentar resultados antes de ligar à rede.
pt_br: Você não está conectado à rede. Para conectar, selecione conectar no menu Arquivo. Sua pesquisa não retornará resultados antes de você se conectar à rede.
sk: Momentálne nie ste pripojený k sieti. Pre pripojenie, vyberte "Pripojiť" z menu "Súbor". Vaše vyhľadávanie nemusí zobraziť žiadne výsledky, pokiaľ nie ste pripojený.
sq: Ju nuk jeni i lidhur në Rrjet! Për këtë, zgjidhni "Lidhu", në menynë "Skedë". Po s'u lidhët, kërkimi nuk do të japë rezultate.
sr: Niste priključeni na Internet. Da bi ste se priključili, kliknite na 'Poveži se' u meniju 'Program'. Pretraživanje neće raditi dok se ne priključite.
uk: Ви не підключені до мережі. Щоб підключитися, виберіть «Підключитись» у меню «Файл». Ваш пошук не дасть результатів, поки ви не підключитесь.

source: LimeWire is currently connecting to the network. Your search may not return many results until you are fully connected to the network.
ar: LimeWire حالياً يتصل بالشبكة. البحث الذي قمت به قد لاتتم إعادة نتائجه المتعددة حتى تكون متصلاً بالشبكة بالكامل.
bs: LimeWire je trenutno priključen na mrežu. Vaše traženje neće pokazati rezultate ukoliko se u potpunosti ne priključite na mrežu.
cy: Mae LimeWire wrthi'n cysylltu a'r rhwydwaith. Efallai fydd dy chwilio ddim yn darganfod unrhyw ganlynadau nes iti gysylltu.
de: LimeWire ist dabei, Sie mit dem Netzwerk zu verbinden. Ihre Suche wird evtl. nicht viele Resultate ergeben, bevor Sie nicht vollständig mit dem Netzwerk verbunden sind.
el: Αυτή τη στιγμή το LimeWire συνδέεται στο δίκτυο. Ίσως να μην επιστραφούν αποτελέσματα μέχρι να συνδεθείτε πλήρως στο δίκτυο.
hu: A LimeWire most kapcsol�dik a h�l�zathoz. A keres�s val�sz�n�leg nem ad vissza eredm�nyeket, am�g teljesen nem kapcsol�dt�l a h�l�zathoz.
id: LimeWire sedang menyambung ke jaringan. Pencarian anda tidak akan memberikan banyak hasil sebelum anda tersambung secara penuh.
it: Limewire sta connettendosi alla rete. La tua ricerca potrebbe non restituire risultati finché la connessione alla rete non é completata.
ja: 検索を接続している段階
nn: Limewire kobler nå til nettverket. Ditt søk vil nok ikke gi så mange resultater før du er fullstendig tilkoblet nettverket.
pt: O LimeWire está a ligar à rede. A sua pesquisa poderá não apresentar resultados antes de estar correctamente ligado à rede.
pt_br: O LimeWire está conectando à rede. A sua pesquisa não retornará nenhum resultado enquanto o LimeWire não estiver corretamente conectado à rede.
sk: limeWire sa práve pripája k sieti. Vaše vyhľadávanie nemusí zobraziť veľa výsledkov, pokiaľ nie ste úplne pripojený k sieti.
sq: LimeWire po lidhet në rrjet! Kërkimi nuk jep rezultate po s'u lidhët plotësisht.
sr: LimeWire se priključuje na mrežu. Vaše pretraživanje neće pokazati mnogo rezultata sve dok se potpuno ne priključite na mrežu.
uk: LimeWire підключається до мережі. Ваш пошук може не дати результатів, поки ви остаточно не підключитесь.

source: One of the selected files is an executable program and could contain a virus. Are you sure you want to download it?
ar: واحد من الملفات المحددة قابل للتنفيذ برنامج وقد يحتوي على فيروس. هل ترغب بالفعل في تنزيله؟
bs: Jedna od selektiranih datoteka je izvršna program može imati neki virus. Jeste li vi sigurni da želite ovo downlodovati?
cy: Mae un o'r ffeiliau'n 'executable' a gall cynnwys firws. Wyt ti'n siwr dy fod di am ei Lwytho i Lawr?
de: Bei einer der ausgewählten Dateien handelt es sich um ein ausführbares Programm, das einen Virus enthalten könnte. Sind Sie sicher, Sie wollen die Datei herunterladen?
el: Ένα από τα επιλεγμένα αρχεία είναι εκτελέσιμο πρόγραμμα και μπορεί να περιέχει κάποιον ιό. Είστε σίγουρος ότι θέλετε να πραγματοποιηθεί η λήψη;
hu: A kiv�lasztott f�jlok egyike v�grehajthat� program �s v�rust tartalmazhat. Biztos vagy benne, hogy le akarod t�lteni?
id: Salahsatu berkas tersebut adalah executable program dan dapat berisi virus. Apakah anda yakin untuk mengunduhnya?
it: Uno dei file selezionati é un programma eseguibile e potrebbe contenere un virus. Sei sicuro di volerlo scaricare?
ja: 選択したファイルの1つは実行できる プログラムにウィルスのある可能性有り 本当にダウンロードOK？
nn: En av de valgte filene er et kjørbart program og kan inneholde et virus. Er du sikker på at du vil laste det ned?
pt: Um dos ficheiros seleccionados é um programa executável e pode conter vírus. Tem certeza que pretende efectuar o seu download
pt_br: Um dos arquivos selecionados é um programa executável e pode conter vírus. Você tem certeza que deseja baixar o arquivo?
sk: Jeden z vybraných súborov je spustiteľný program a môže obsahovať výrusy. Ste si istý, že ho chcete stiahnuť?
sq: Skeda e zgjedhur është një program i ekzekutueshëm dhe mund të përmbajë viruse. A jeni i sigurt për shkarkimin?
sr: Jedna od obeleženih fajlova je samostartujuća i može sadržati virus. Da li ste sigurni da je želite preuzeti?
uk: Один з обраних файлів - программа та може бути вірусом. Ви впевнені, що хочете її скачати?

source: Could not browse host {0}.
ar: لا يمكن استعراض المضيف {0} .
bs: Nemoguće pretražiti host računar {0} .
de: Der Rechner {0} konnte nicht durchbrowst werden.
el: Δεν ήταν δυνατή η περιήγηση στον κόμβο {0} .
hu: Nem siker� {0} kiszolg�l� b�ng�sz�se.
id: Tidak dapat menjelajah host {0} .
ja: 次のホストが参照不可 {0} .
nn: Kunne ikke bla igjennom vert {0} .
pt: Não foi possível procurar no anfitrião {0} .
pt_br: Não foi possível procurar no host {0} .
sk: Nedá sa prehliadať server {0} .
sq: Hosti {0} nuk mund të shfletohet.
sr: Nije moguće pretražiti udaljeni računar {0} .
uk: Не можу переглянути хост {0} .

source: Vendor
ar: البائع
bs: Prodavac
cy: Gwerthwr
de: Hersteller
el: Πωλητής
hu: Gy�rt�
id: Penjual
it: Fornitore
ja: 開発元
nn: Eier
pt: Fornecedor
pt_br: Fornecedor
sk: Predajca
sq: Shitësi
sr: Dobavljač
uk: Клієнт

source: Junk Rating
cy: Asesiad Ysbwriel
de: Müll wertung
el: Ανεπιθύμητη αξιολόγηση
hu: 'Szem�t'-besorol�
id: Nilai sampah
it: Risultato Non idonei
nn: Søppel Rating
pt_br: Avaliação de Spam
sk: Hodnotedie Odpad
sq: Vlerësimi i Mbeturinës
sr: Smeće
uk: Непотріб?

source: Media
ar: الوسائط
cy: Cyfrwng
de: Medien
el: Τύπος
hu: M�dia
it: Tipo media
ja: メディア
pt_br: Mídia
sk: Média
uk: Медія

source: ... {0} more.
el: ...{0} περισσότερα.
ja: ... {0} 以上
sk: ... {0} viac.
