Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
nn: vennlegast legg te ein kommentar, vis du har nokon (t.d kva som forårsakte feilen). Tusen takk. Vær venleg og skriv på Engelsk.
pt_br: Por Favor adicione quaisquer comentários você tenha (ex: o que causou o erro). Obrigado e por favor use inglês.
sk: Pridajte prosím akékoľvek poznámky (napr., ktoré spôsobili chybu). Ďakujeme a použite prosím anglický jazyk.

source: Review
ar: معاينة
bs: Prikaz
cy: Adolygu
de: Bericht
hu: El�n�zet
id: Tinjau
it: Verifica
nn: Sjå over
pt: Rever
pt_br: Rever
sk: Náhľad
sq: Rishikoje
sr: Prikazi
uk: Переглянути

source: Discard
ar: تجاهل
bs: Odbaci
cy: Cael Gwared
de: Ignorieren
hu: Eldob�
id: Buang
it: Ignora
nn: Ignorer
pt: Anular
pt_br: Descartar
sk: Odmietnuť
sq: Hidhe
sr: Odbaci
uk: Не зважати

source: Always Send Immediately
ar: دائما أرسل في الحال
bs: Uvijek pošalji odmah
cy: Anfon yn ar unwaith bob tro
de: Immer direkt senden
hu: Mindig azonnal k�ldd el
id: Selalu Kirim Secepatnya
it: Invia sempre immediatamente
nn: Send alltid med ein gong
pt: Enviar sempre imediatamente
pt_br: Sempre enviar imediatamente
sk: Vždy posielať okamžite
sq: Gjithmonë Dërgoje Menjëherë
sr: Uvek pošalji odmah
uk: Надсилати відразу завжди

source: Always Ask For Review
ar: السؤال دائماً عن المعاينة
bs: Uvijek pitaj za prikaz
cy: Gofyn i adolygu pob tro
de: Immer ansehen
hu: Mindig mutasd az el�n�zetet
id: Selalu Meminta Ditinjau
it: Richiedi sempre una verifica
nn: Spør alltid om førehandsvising
pt: Pedir sempre a revisão
pt_br: Sempre pedir a revisão
sk: Vža sa spýtať na náhľad
sq: Gjithmonë më Pyet për Rishikim
sr: Uvek pitaj za prikaz
uk: Завжди переглядати

source: Always Discard All Errors
ar: تجاهل الأخطاء دائماً
bs: Uvijek odbaci prislušne uređaje
cy: Cael gwared a phob gwall, bob tro
de: Immer ignorieren
hu: Mindig dobj el minden hib�
id: Selalu Buang Semua Kesalahan
it: Ignora sempre tutti gli errori
nn: Ignorer alle feil alltid
pt: Anular sempre todos os erros
pt_br: Sempre Descartar todos os erros
sk: Vždy odmietnuť všetky chyby
sq: Gjithmonë Hidhi Tërë Gabimet
sr: Uvek odbaci sve greške
uk: Завжди не зважати на усі помилки

source: Inspired by LimeWire's owner, Mark Gorton, the LimeWire project is a collaborative <a href="http://www.limewire.org/">open source effort</a> involving programmers and researchers from all over the world. The collaborative nature of Gnutella is also reflected in the Gnutella Developers Forum (GDF), of which LimeWire is a participant. The members of the GDF work in the trenches every day to make Gnutella a truly innovative collection of protocols that is constantly improving -- a testament to the power of open protocols and open standards.
cy: Wedi'i sbarduno gan berchennog LimeWire, Mark Gorton, mae LimeWire yn brosiect cyd-weithredol <a href=\"http://www.limewire.org/\">ymdrech cod agored</a> yn cynnwys rhaglennwyr ac ymchwilwyr o bob cwr o'r byd. Mae natur cyd-weithredol Gnutella yn cael ei adlewyrchu yn Fforwm Datblygwr Gnutella (GDF) y mae LimeWire yn rhan ohono. Mae aelodau'r GDF yn gweithio ar y talcen pob dydd i wneud Gnutella yn brosiect cyffroes a blaengar o brotocolau sy'n gwella o hyd -- yn deyrnged i rym y protocolau agored a safonau agored.
de: Inspiriert von Mark Gorton, dem Besitzer LimeWires, ist das LimeWire-Projekt ein gemeinschaftliches <a href="http://www.limewire.org/">Open Source Projekt</a>, das Programmierer und Forscher aus der ganzen Welt einschließt. Die gemeinschaftliche Natur von Gnutella findet sich außerdem im Gnutella Developers Forum (GDF) wieder, an dem LimeWire teilnimmt. Die Mitglieder des GDF arbeiten jeden Tag unermüdlich, um Gnutella zu einer Sammlung von Protokollen zu machen, die fortlaufend verbessert wird -- ein Beispiel der Stärke von offenen Protokollen und Standards.
hu: Mark Gorton, a LimeWire tulajdonosa �ltal inspir�lva, a LimeWire projekt egy egy�ttm�k�d�sre �p�l�, <a href="http://www.limewire.org/">ny�lt forr�sk�d� t�rekv�s</a>, amely a vil�g minden t�j�r�l foglalkoztat programoz�kat �s kutat�kat. A Gnutella egy�ttm�k�d� term�szet�t a Gnutella Developers Forum (GDF) is t�kr�zi, amelynek a LimeWire is r�sztvev�je. A GDF tagjai mindennap dolgoznak az�rt, hogy a Gnutella protokollok egy val�ban innovat�v gy�jtem�nye legyen, amely folyamatosan fejl�dik -- a ny�lt protokollok �s szabv�nyok hat�konys�g�r�l tan�skodva.
id: Diinspirasikan oleh pemilik LimeWire, mark gorton, proyek LimeWire merupakan sebuah kerjasama <a href="http://www.limewire.org/">upaya open source</a> yg melibatkan para programmer dan peneliti dari seluruh dunia. Dasar kerjasama gnutella juga tercermin pada gnutella developers forum (GDF), dimana LimeWire merupakan partisannya. Para anggota gDF bekerja keras setiap hari untuk menjadikan gnutella sebuah koleksi inovatif protokol-protokol yg membaik secara konstan - sebuah wasiat untuk kekuatan protokol-protokol dan standar-standar terbuka.
it: Ispirato dal creatore di Limewire, Mark Gorton, il progetto Limewire è un progetto <a href="http://www.limewire.org/">open source</a> collaborativo che coinvolge i programmatori e ricercatori in tutto il mondo. La natura collaborativa di Gnutella si riflette nel forum degli sviluppatori di Gnutella (GDF), di cui Limewire è un partecipante. I membri del GDF operano insieme ogni giorno per rendere Gnutella una innovativa collezione di protocolli costantemente aggiornati. Un testamento alla potenza dei protocolli e degli standard aperti.
nn: Inspirert av Limewire's eier, Mark Gorton, er Limewire et samarbeidsprosjekt med <a href="http://www.limewire.org/">åpen kilde</a> som involverer programmerere og forskere fra hele verden. Den samarbeidsvillige gnisten som alltid har fulgt Gnutella er også reflektert i Gnutella Devolpers Forum (GDF), der Limwire er en deltaker. Medlemmene av GDF jobber i søla hver eneste dag for å gjøre Gnutella en nyskapende samling av protokoller som oppdaterer seg jevnlig -- et testament til selve makten av åpne protokoller og åpne standarer.
pt: Inspirado por Mark Gorton, proprietário do LimeWire, este projecto é um esforço <a href="http://www.limewire.org/"> de fonte aberta colaborativo </a> que envolve programadores e investigadores em todo o mundo. A natureza colaborativa do Gnutella também está patente no Gnutella Developers Forum (GDF), em que a LimeWire participa. Os membros do GDF trabalham arduamente, todos os dias, para tornar o Gnutella num conjunto de protocolos verdadeiramente inovador, que melhora constantemente - um testemunho da força dos protocolos e padrões abertos.
pt_br: Inspirado por Mark Gorton, proprietário do LimeWire, este projeto é um esforço <a href="http://www.limewire.org/"> de código aberto colaborativo </a> que envolve programadores e pesquisadores de todo o mundo. A natureza colaborativa do Gnutella também está presente no Fórum de Desenvolvedores do Gnutella (GDF), em que o LimeWire participa. Os membros do GDF trabalham arduamente, todos os dias, para tornar o Gnutella em um conjunto de protocolos verdadeiramente inovador, que melhora constantemente. Um testemunho da força dos protocolos e dos padrões abertos.
sk: Inšpirovaný majiteľom LimeWire-u Markom Gortonom, LimeWire je projekt založený na spolupráci <a href="http://www.limewire.org/">úsilia otvoreného kódu</a> zahŕňajúci programátorov a výskumníkov z celého sveta. Podstata spolupráce na Gnutelle sa takisto odzrkadľuje na Gnutella Developers Forum (GDF), ktorým je LimeWire účastníkom. Členovia GDF každý deň usilovne pracujú, aby urobili Gnutellu naozaj inovatívnou zbierkou protokolov, ktorá sa neustále zlepšuje -- vôľa sily otvorených protokolov a otvorených štandardov.
sq: Frymëzuar nga zotëruesi i LimeWire, Mark Gorton, ky projekt është një burim i hapur <a href="http://www.limewire.org/">bashkëpunimi</a> që përfshin programues dhe kërkues nga e gjithë bota. Natyra e bashkëpunimit në Gnutella duket edhe në Forumin për Zhvilluesit e Gnutella-s (GDF), ku merr pjesë edhe LimeWire. Anëtarët e GDF punojnë përditë për ta bërë atë një risi koleksionesh të vërteta protokollesh, të përmirësuara vazhdimisht -- testament ky i fuqisë së protokolleve dhe i standardeve të hapura.
sr: LimeWire je nastao kao udruženi rad programera Otvorenog softvera širom sveta, inspirisan njegovim vlasnikom, Mark Gortonom. Takođe je član foruma Gnutella mreže, koja stalno unapređuje svoje mrežne standarde i protokole čime pokazuje snagu Open softvera.

source: Finally, LimeWire would like to extend its sincere thanks to these developers, users, and all others who have contributed their ideas to the project. Without LimeWire users, the LimeWire network would not exist.
cy: Yn olaf, mae LimeWire yn hynod o ddiolchgar i'r datblygwyr, defnyddwyr, a phawb arall sydd wedi cyfrannu eu syniadau i'r prosiect. Heb ddefnyddwyr LimeWire, ni fyddai rhwydwaith LimeWire yn bod.
de: Schließlich möchte LimeWire allen Entwicklern, Benutzer und allen anderen danken, die mit ihren Ideen zum Projekt beigetragen haben. Ohne die Benutzer von LimeWire würde das LimeWire-Netzwerk nicht existieren.
hu: V�g�l, a LimeWire �szinte k�sz�net�t fejezi ki ezeknek a fejleszt�knek, felhaszn�l�knak �s mindenkinek, aki �tleteikkel hozz�j�rultak a projekt siker�hez. A LimeWire-felhaszn�l�k n�lk�l a LimeWire h�l�zat nem l�tezne.
id: Akhir kata, LimeWire menyampaikan terimakasih dengan tulus untuk para pengembang, pengguna, dan semua pihak yg telah menyumbangkan ide-ide mereka pada proyek ini. Tanpa para pengguna, jaringan LimeWire tidak akan pernah ada.
it: E per concludere, Limewire vuole estendere i suoi sinceri ringraziamenti a tutti quegli sviluppatori, utenti, e a tutti coloro che hanno contribuito con le proprie idee al progetto. Senza gli utenti di Limewire, la rete Gnutella non potrebbe esistere.
nn: Til slutt, Limewire vil gjerne gi en spesiell takk til disse utvilkerene, brukerne og alle andre som har hjulpet til med ideèr til prosjektet, og ikke minst Limewires brukere. Uten dem ville ikke Limewire eksistert.
pt: Por último, a LimeWire gostaria de endereçar os seus sinceros agradecimentos aos developers, utilizadores, e a todos os que contribuíram para o projecto com as suas ideias. Sem os utilizadores LimeWire, a rede LimeWire nunca existiria.
pt_br: Finalmente, o LimeWire gostaria de expandir seus sinceros agradecimentos aos desenvolvedores, usuários, e a todos os que contribuíram para o projeto com suas idéias. Sem os usuários LimeWire, a rede LimeWire nunca existiria.
sk: Nakoniec, LimeWire by rád rozšíril svoje úprimné poďakovanie vývojárom, užívateľom a všekým ostatným, ktorí prispievali nápadmi na tento projekt. Bez užívateľov LimeWire by sieť LimeWire nemohla existovať.
sq: Dhe në fund, LimeWire dëshiron t'u shprehë falënderimet më të sinqerta zhvilluesve, përdoruesve dhe gjithë atyre që kanë kontribuar në projekt me ide. Pa përdorues, rrjeti LimeWire nuk do të ekzistonte!
sr: Na kraju, LimeWire želi da se zahvali i ostalima koji su učestvovali svako na svoj način, i bez kojih LimeWire ne bi postojao:

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
cy: Mae BitTorrent, logo BitTorrent, a Torrent yn nod masnach o BitTorrent, Inc.
de: BitTorrent, das BitTorrent Logo, sowie Torrent sind eingetragene Markenzeichen der BitTorrent, Inc.
hu: A BitTorrent, a BitTorrent log�, �s a Torrent a BitTorrent, Inc. v�djegye.
it: BitTorrent, il Logo BitTorrent, e Torrent sono marchi registrati di BitTorrent, Inc.
nn: BitTorrent, BitTorrent Logo, og Torrent er handelsmerker til BitTorrent, Inc.
pt: BitTorrent, o logótipo BitTorrent e Torrent são marcas registadas de BitTorrent, Inc
pt_br: BitTorrent, o logo do BitTorrent, e Torrent são marcas registradas do BitTorrent, Inc.
sk: BitTorrent, logo BitTorrent a Torrent sú ochranné známky BitTorrent, Inc.
sq: BitTorrent, Logoja e BitTorrent, dhe Torrent janë shenja dalluese të BitTorrent, Inc.
sr: BitTorrent, BitTorrent Logo i Torrent su trgovinske marke kompanije BitTorrent, Inc.

source: Clear History
ar: مسح المحفوظات
bs: Obriši historiju
cy: Clirio Hanes
de: Verlauf löschen
hu: El�zm�nyek t�rl�se
id: Bersihkan sejarah
it: Azzera cronologia
nn: Fjern Historie
pt: Limpar histórico
pt_br: Limpar histórico
sk: Vymazať históriu
sq: Pastroje Historinë
sr: Obriši istoriju
uk: Прибрати історію

source: Dial Up
nn: Ringe opp
pt_br: Discada
sk: Vytáčané pripojenie

source: Loading HTML Engine...
ar: يتم الآن تحميل HTML-engine...
bs: Punjenje HTML mašine...
cy: Llwytho Peiriant HTML
de: HTML-Engine wird geladen...
hu: HTML motor bet�lt�se...
id: Memuat mesin HTML...
it: Caricamento motore HTML...
nn: Laster HTML-Motor...
pt: A carregar motor HTML...
pt_br: Carregando motor HTML...
sk: Načítavam HTML prostriedky...
sq: Po Ngarkoj Motorin HTML...
sr: Učitavanje HTML programa...
uk: Завантажую двигун HTML

source: Loading User Interface...
ar: يتم الآن تحميل واجهة المستخدم...
bs: Punjenje korisničkih veza...
cy: Llwytho Rhyngwyneb...
de: Benutzerschnittstelle wird geladen...
hu: Felhaszn�l�i fel�let bet�lt�se...
id: Memuat antarmuka pengguna...
it: Caricamento interfaccia utente...
nn: Laster Brukeroppsett
pt: A carregar interface do utilizador...
pt_br: Carregando interface do usuário...
sk: Načítavam používateľské rozhranie...
sq: Po Ngarkoj Ndërfaqen e Përdoruesit...
sr: Učitavanje korisničkog šablona prikaza...
uk: Завантажую інтерфейс користувача...

source: Loading Icons...
ar: يتم الآن تحميل الأيقونات...
bs: Punjenje ikonama...
cy: Llwytho Iconau...
de: Icons werden geladen...
hu: Ikonok bet�lt�se...
id: Memuat ikon...
it: Caricamento icone...
nn: Laster Ikoner...
pt: A carregar ícones...
pt_br: Carregando ícones...
sk: Načítavam ikony...
sq: Po Ngarkoj Ikonat...
sr: Učitavanje sličica...
uk: Завантажую значки...

source: Loading Internationalization Support...
ar: يتم الآن تحميل internationalization-support...
bs: Punjenje internacionalizacionom potporom...
cy: Llwytho Cefnogaeth Rhwngwladol...
de: Unterstützung für Übersetzungen wird geladen...
hu: Nyelvi t�mogat�s bet�lt�se...
id: Memuat dukungan internasionalisasi...
it: Caricamento supporto internazionale...
nn: Laster Internasjonaliserings Support
pt: A carregar suporte de internacionalização...
pt_br: Carregando suporte à internacionalização...
sk: Načítavam medzinárodnú podporu...
sq: Po Ngarkoj Përkrahjen Ndërkombëtare...
sr: Učitavanje internacionalne podrške...
uk: Завантажую підтримку інтернаціоналізації

source: Do not Show Again
de: Nie wieder anzeigen
it: Non mostrare più
nn: Ikke Vis Dette Igjen
pt: Não Mostrar Novamente
pt_br: Não mostrar de novo
sk: Viac nezobazovať
sq: Mos e Shfaq Më

source: Download Page
ar: صفحة التنزيل
bs: Download stranica
cy: Tudalen Llwytho i Lawr
de: Download-Seite
hu: Oldal let�lt�se
id: Halaman pengunduhan
it: Pagina ricezione
nn: Nedlastings Side
pt: Página de download
pt_br: Página de download
sk: Sťahovanie
sq: Shkarkoje Faqen
sr: Preuzimanje fajlova
uk: Сторінка Завантаження

source: Loading Messages...
ar: يتم الآن تحميل الرسائل...
bs: Punjenje porukama...
cy: Llwytho Negeseuon...
de: Nachrichtendienst wird geladen...
hu: �zenetek bet�lt�se...
id: Memuat pesan...
it: Caricamento messaggi...
nn: Laster Meldinger...
pt: A carregar mensagens...
pt_br: Carregando Mensagens
sk: Načítavam správy...
sq: Po Ngarkoj Mesazhet...
sr: Učitavanje poruka...
uk: Завантажую повідомлення...

source: Warning
ar: تحذير
bs: Upozorenje
cy: Rhybudd
de: Warnung
et: Hoiatus
fa: هشدار
gl: Aviso
he: אזהרה
hr: Upozorenje
hu: Figyelmeztet�
id: Peringatan
it: Avviso
ku: Hişyarî
lv: Brīdinājums
nb: Advarsel
nn: Advarsel
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
sq: Kujdes
sr: Upozorenje
uk: Попередження

source: Show Last
ar: آخر العرض
bs: Pokaži posljednje
cy: Dangos Diwethaf
de: Zeige die letzten
hu: Mutasd az utols�
id: Perlihatkan yg terakhir
it: Visualizza le ultime
nn: Vis Siste
pt: Mostrar última
pt_br: Mostrar última
sk: Zobraziť posledné
sq: Shfaq
sr: Prikaži poslednjih
uk: Показати останнє

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
nn: Å lagre innstillinger til {0} kan kanskje ikkje funke riktig. For å være sikker at nedlastningene er lagra riktig burde du lagre dem til ein undermappe {1}. Vil du velge ein annen plassering?
pt_br: Salvar downloads em {0} talvez não funcione corretamente. Para ter certeza que os downloads serão salvos devidamente você deve salvá-los em uma sub-pasta de {1}. Você gostaria de escolher outra localidade?
sk: Uloženie downloadov do {0} nemusí fungovať správne. Aby ste si boli istý, že downloady sú správne uložené, mali by ste ich uložiť do podpriečinka {1}. Chcete si vybrať iné miesto na disku?

source: LimeWire has not detected a firewall
ar: LimeWire لم يكتشف جدار ناري
bs: LimeWire nije detektirao firewall.
cy: Mae LimeWire heb ddarganfod wal tan
de: LimeWire hat keine Firewall entdeckt.
hu: A LimeWire nem �szlelt t�zfalat
id: LimeWire tidak mendeteksi adanya firewall.
it: Limewire non ha trovato un firewall.
nn: Limewire har ikke oppdaget en Brannmur
pt: O LimeWire não detectou um firewall.
pt_br: O LimeWire não detectou um firewall.
sk: LimeWire nedetekoval prítomnosť firewallu
sq: LimeWire nuk diktoi asnjë fajruoll
sr: LimeWire nije detektovao zaštitni zid (firewall)
uk: LimeWire не знайшов firewall

source: Connection
ar: الاتصال
bs: Kvalitet
cy: Cysylltiad
de: Verbindung
hu: kapcsolat
id: Koneksi
it: Connessione
nn: Tilkobling
pt: Ligação
pt_br: Conexão
sk: Pripojenie
sq: Lidhje
sr: veza
uk: Зв’язок

source: You are currently connecting to the network
ar: أنت الآن تتصل بالشبكة.
bs: I dalje se konektujete na internet.
cy: Wrthi'n cysylltu a'r rhwydwaith
de: Sie verbinden sich gerade mit dem Netzwerk.
hu: Jelenleg kapcsol�dva vagy a h�l�zathoz
id: Anda sedang menyambung ke jaringan.
it: Sei attualmente connesso alla rete.
nn: Du kobles nå til Nettverket
pt: Neste momento, está a ligar à rede.
pt_br: Neste momento, você está conectando à rede.
sk: Pripájam do siete
sq: Ju po lidheni në rrjet
sr: LimeWire se priključuje na mrežu za razmenu fajlove
uk: Зараз Ви підключаєтесь до мережі

source: Good
ar: جيد
bs: Dobro
cy: Da
de: Gute
hu: J�
id: Bagus
it: Buona
nn: God
pt: Boa
pt_br: Boa
sk: Dobré
sq: Lidhje e mirë
sr: Dobra
uk: Добрий

source: Excellent
ar: ممتاز
bs: Odlično
cy: Ardderchog
de: Ausgezeichnete
hu: Kiv�l�
id: Bagus sekali
it: Eccellente
nn: Utmerket
pt: Excelente
pt_br: Excelente
sk: Vynikajúce
sq: Lidhje e shkëlqyer
sr: Odlična
uk: Чудовий

source: Loading tips...
ar: تحميل التلميحات...
cy: Yn Llwytho Awgrymiadau...
de: Tips laden...
hu: Tippek bet�lt�se...
id: Memuat tips...
it: Caricamento suggerimenti...
nn: Laster Tips...
pt: A carregar sugestões...
pt_br: Carregando dicas...
sk: Načitavam tipy
sq: Këshillat po ngarkohen...
sr: Učitavanje saveta...
uk: Завантаження порад...

source: Tired of downloads stopping halfway through? It helps to pick search results with a higher number in the '#' column. The # is the amount of unique places on the network that are hosting the file. The more sources, the better the chance of getting your file! In case a junk result appears to have a lot of sources, use the 'Junk' button to train LimeWire's junk filter.
cy: Wedi cael llond bol o lwytho i lawr yn stopio hanner ffordd? Mae'n help i ddewis canlyniadau chwilio gyda rhifau uwch yn y colofn '#'. Mae'r # yn meddwl y nifer o lefydd unigol ar y rhwydwaith sy'n gyda'r ffeil. Y mwy o ffynonellau, y well gyfle sydd o gael dy ffeil! Os mae canlyniad gwirion gyda llawer o ffynonellau - defnyddio'r botwm 'Ysbwriel' i helpu ffilter ysbwriel LimeWire
nn: Trøtt av at nedlastingene stopper halvveis? Det hjelper og velge søkeresulltater som har ett høyere nummer i '#' kolonnen. # er antall unike plasseringer i nettverket som deler filen. Det flere kilder, det større er sjangsen for å få filen! I tilfelle ett søppelresultat har mange kilder, bruk 'Søppel' knappen for og trene LimeWire's søppelfilter.

source: When your downloads say 'Needs More Sources', try choosing that download and then clicking 'Find More Sources'. LimeWire will search the network for more places to download the file and automatically resume downloading if it finds any matches.
cy: Pan mae dy llwytho i lawr yn dweud 'Angen mwy o ffynonellau', dewis y llwythiad yna, wedyn clicia 'Ffeindio mwy o ffynonellau'. Bydd LimeWire chwilio'r rhwydwaith am fwy o lefydd i lawr lwytho'r ffeil ac yn ail ddechrau'n syth os mae'n llwyddo.
nn: Når nedlastingene dine sier' Trenger Flere Kilder', prøv og velge den nedlastingen og så trykke på 'Finn Flere Kilder''. LimeWire vil søke i nettverket etter flere steder og laste ned filen fra og automatisk fortsette og laste ned hvis den finner det.

source: When LimeWire starts up it has to connect to the network. During this time, the bar in the bottom-left corner will change colors. Once all bars are green (or blue!), LimeWire has completely connected.
cy: Pan mae LimeWire yn dechrau rhaid iddo gysylltu a'r rhwydwaith. Pryd hynny, bydd y bar ar y cornel chwith isaf yn newid lliwiau. Unwaith bod yr holl bariau yn wyrdd (neu'n las) mae'r cysylltiad yn iawn.
nn: Når LimeWire starter må den kobles til nettverket. Mens dette holder på, er baren i det nedre-venstre hjørnet vil skifte farger. Når alle barene er grønne (eller blå!), har LimeWire fullført tilkoblingen.
pt: Quando o LimeWire iniciar terá de ligar-se à rede. Durante esse tempo, a barra no canto inferior-esquerdo irá mudar de cores. Quando todas as barras estiverem verdes (ou azuis!), o LimeWire estará completamente ligado.

source: You can change the look and feel of LimeWire by going to View &gt; Apply Skins and choosing a new skin. Brand new skins are on LimeWire's website, available by choosing 'Get More Skins'. If you download skins by the 'Download into LimeWire' links, LimeWire will automatically ask if you want to use the new skin when the download completes.
cy: Ti'n gallu newid sut mae LimeWire yn edrych ac yn teimlo trwy fynd i Gweld &gt; Opsiynau Croen a dewis croen newydd. Mae crwyn newydd sbon ar gael o wefan LimeWire, trwy ddewis 'Cael Mwy o Grwyn'. Os wyt ti'n llwytho i lawr crwyn o'r linciau 'Llwytho lawr i LimeWire', bydd LimeWire yn gofyn os wyt eisiau defnyddio'r croen newydd pan mae'r llwytho i lawr wedi gorffen.
nn: Du kan velge temaet og utseende til LimeWire ved og gå til Se &gt; Bruk Tema og velg et nytt tema. Helt nye temaer er på LimeWire's nettside, tilgjengenlig ved og velge 'Få Flere Temaer'. Hvis du laster ned temaer med 'Nast Ned til LimeWire' linkene, vil LimeWire automatisk spørre om du vil bruke det nye temaet når nedlastingen fullføres.

source: The more stars a search result has, the better the chances of the download completing successfully! Some search results may even appear with four blue stars and a speed of 'Ethernet'. These results have the greatest chance of completing successfully.
cy: Y mwy o ser sydd gan y chwiliad, gwell gyfle sydd o lawr llwytho'n iawn! Mae rhai canlyniadau chwilio yn gallu dangos pedair seren las a chyflymdra 'Ethernet'. Y canlyniadau yma sydd a'r gobaith gorau o lwyddo.
nn: Jo flere stjerner et søkeresultat har, jo større er sjangsen at nedlasringen bli nedlastet fullført! Noen søkeresultater har kanskje fire blå stjerner og hastinget 'Ethernet'. Disse resultatene har størst sjangse for og fullføres.
