Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Enable Autocompletion of Text Fields:
ar: تمكين الاستكمال التلقائي لحقول النص.
bs: Omogućite automatsko kompletiranje datoteka u formi teksta
cy: Galluogi llenwi testun yn awtomatig
de: Automatische Textvervollständigung einschalten:
el: Ενεργοποίηση αυτόματης συμπλήρωσης πεδίων κειμένου:
hu: Automatikus kieg�sz�t�s enged�lyez�se:
id: Perbolehkan Penyelesai Otomatis pada Bidang Teks:
it: Abilita completamento automatico campi testo.
ja: テキスト欄の自動補完機能を有効化
nn: Aktiver Auto Avsluttning
pt: Activar autocompletion de campos de texto:
pt_br: Ativar autocompletar de campos de texto:
sk: Povoliť automatické dokončovanie textových polí:
sq: Lejoje Autoplotësimin e Fushave të Tekstit:
sr: Omogući automatsko popunjavanje tekstualnih polja:
uk: Ввімкнути автозавершення текстових полей:

source: Browser Options
ar: خيارات المتصفح
bs: Opcije pretrage
cy: Opsiynau Chwilio
de: Browser-Einstellungen
el: Επιλογές περιηγητή
hu: B�ng�sz� be�ll�t�sai
id: Pilihan Browser
it: Opzioni browser
ja: ブラウザ・オプション
nn: Utforsker Alternativer
pt: Opções do browser
pt_br: Opções do browser
sk: Môžnosti prehliadača
sq: Mundësitë e Shfletuesit
sr: Internet prikazivač
uk: Вибір браузера

source: You can choose which browser to use.
ar: يمكنك اختيار المتصفح الذي ترغب في استخدامه.
bs: Možete odabrati koji ćete pretraživač koristiti.
cy: Rwyt ti'n gallu dewis pa raglen chwilio i ddefnyddio
de: Sie können wählen, welchen Browser Sie verwenden möchten.
el: Μπορείτε να επιλέξετε ποιον περιηγητή θα χρησιμοποιείτε.
hu: Megadhatod, melyik b�ng�sz�t szeretn�d haszn�lni.
id: Anda bisa memilih browser mana yg digunakan.
it: Puoi selezionare il browser predefinito.
ja: 使用するブラウザを選択できる
nn: Du kan velge hvilken utforsker du vil bruke.
pt: Pode seleccionar o browser que pretende utilizar.
pt_br: Você pode selecionar o browser que quer usar.
sk: Tu môžete vybrať, aký prehliadač chcete použiť.
sq: Zgjidhni se cilin shfletues doni të përdorni.
sr: Možete odabrati koji ćete prikazivač Internet stranica koristiti.
uk: Ви можете вказати, який використовувати браузер.

source: View Example
ar: عرض مثال
bs: Prikaži primjer
cy: Gweld Esiampl
de: Beispiel ansehen
el: Προβολή παραδείγματος
hu: P�lda
id: Lihat Contoh
it: Visualizza esempio
ja: 例を見る
nn: Vis Eksempel
pt: Ver exemplo
pt_br: Ver exemplo
sk: Ukážka
sq: Shiko Shembullin
sr: Prikaži primer
uk: Переглянути приклад

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when LimeWire encounters an internal error. Choosing 'Always Ask for Review' will tell LimeWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause LimeWire to ignore all bugs (this is not recommended).
bs: Možete odabirati na koji način izvještaj o kvaru može biti poslat. Za prikaz primjera izvještaja o kvaru pritisnite na 'Prikaz kvara'. Odabiranje opcije 'Uvijek pošalji odmah' će istog momenta uspostaviti vezu sa serverom kvara, kada LimeWire naiđe na unutrašnju grešku. Odabiranje opcije 'Uvijek pitaj za prikaz' daće naredbu LimeWire da pita za vašu dozvolu prije nego li pošalje kvar na kvarni server. Odabiranje opcije 'Uvijek odbaci kvarove' uzrokovaće da LimeWire ignoriše sve kvarove (ova opcija se ne preporučuje).
cy: Rwyt ti'n gallu dewis sut mae adroddiad byg yn cael ei gyrru. I weld esiampl o adroddiad byg, cliciau ar 'Gweld Esiampl'. Mae dewis 'Anfon yn syth bob tro' yn cysylltu a'r cyfrifiadur canolog pan mae LimeWire yn darganfod gwall mewnol. Mae dewis 'Gofyn i adolygu pob tro' yn ddweud wrth LimeWire i ofyn iti cyn danfon yr adroddiad i'r cyfrifiadur canolog. Mae dewis 'Cael gwared a phob gwall, bob tro' yn achosi i LimeWire i anwybyddu pob byg (dim wedi'i argymell)
de: Sie können wählen, wie Fehlerberichte verschickt werden sollen. Um ein Beispiel für einen solchen Fehlerbericht anzusehen, klicken Sie 'Beispiel ansehen'. Bei der Wahl von 'Immer senden' wird LimeWire den Server direkt kontaktieren, wenn ein interner Fehler auftritt. Bei der Wahl von 'Immer ansehen' wird LimeWire immer um Ihre Zustimmung bitten, den Fehlerbericht an LimeWire senden zu dürfen. 'Immer ignorieren' bewirkt, dass LimeWire zukünftig alle Fehler ignoriert (nicht empfohlen).
el: Μπορείτε να επιλέξετε με ποιον τρόπο θα αποστέλλονται οι αναφορές σφαλμάτων. Για να δείτε ένα παράδειγμα αναφοράς σφάλματος, κάντε κλικ στο «Προβολή παραδείγματος». Επιλέγοντας «Άμεση αποστολή πάντα», το LimeWire θα επικοινωνεί αμέσως με το διακομιστή σφαλμάτων, όταν αντιμετωπίσει κάποιο εσωτερικό σφάλμα. Επιλέγοντας «Πάντοτε να ζητείται αξιολόγηση», το LimeWire θα ζητάει πρώτα την έγκρισή σας προτού στείλει μια αναφορά σφάλματος στο διακομιστή. Επιλέγοντας «Να παραβλέπονται τα σφάλματα πάντα», το LimeWire θα αγνοεί όλα τα σφάλματα (αυτό δε συνιστάται).
hu: Kiv�laszthatod a hibajelent�sek k�ld�si m�dj�t. Egy p�lda-hibajelent�s megtekint�s�hez kattints a 'P�lda' gombra. A 'Mindig azonnali k�ld�s' v�laszt�sa ut�n a LimeWire hiba �szlel�sekor azonnal kapcsolatva fog l�pni a bugszerverrel. A 'Mindig r�k�rdez' v�laszt�s�val a LimeWire meger�s�t�st fog k�rni jelent�s k�ld�se el�tt. Az '�sszes hiba eldob�sa' gomb az �sszes hiba figyelmen k�v�l hagy�s�t jelenti (ez nem aj�nlott).
id: Anda bisa memilih berapa laporan yg dikirim. Untuk melihat contoh laporan, klik 'Lihat Contoh'.Pilih 'Selalu Kirim Secepatnya' akan secepatnya menghubungi server bug ketika LimeWire mengalami kesalahan internal.Pilih 'Selalu Bertanya untuk Melihat' akan membuat LimeWire meminta persetujuan anda sebelum mengirim bug ke server bug. Memilih 'Selalu Buang Semua Kesalahan' akan menyebabkan LimeWire mengabaikan semua bug (hal ini sebaiknya dihindari).
it: Puoi impostare come inviare la segnalazione degli errori. Per visualizzare un esempio selezione 'Visualizza esempio'. Selezionando 'Invia immediatamente' verrà contattato immediatmente il server del supporto tecnico ogni volta che Limewire produrrà un errore interno. Seleziona 'Richiedi sempre una verifica' per specificare a Limewire la'prrovazione all'invio della segnalazione al server. Selezionando 'Ignora sempre tutti gli errori' Limewire ignorerà qualsiasi errore (opzione non raccomandata).
ja: バグ報告の送信方法選択できる。"例を見る"をクリックするとバグ報告の例が見られる。また"常に送信"を選択すると、自動的にバグ報告をLimeWireのバグサーバーに送信する。一方"常に視察"を選択すると、エラーが起きたときそのエラーが表示され、送信するかしないかを選択できる。さらに"常に破棄"を選択すると、エラーを破棄し何もしなくなる。"常に破棄"を選択することはお勧めしできないところである。
nn: Du kan velge hvordan feilrapporteringer skal bli sendtt. For å vise et eksempel på en feilrapportering, trykk 'vis eksempel', velger du 'Alltid Send Øyeblikkelig' vil Limewire automatisk kontakte feilrapporteringsserveren når Limewire ser at en feil oppstår. Om du velger *Spørr for Reveiw' vil fortelle Limewire at han må spørre deg før han kontakter feilrapporteringsserveren. Velger du 'Blås alltid i alle Feil' vil Limewire ignorere alle feil (dette er ikke anbefalt).
pt: Pode seleccionar a forma de enviar relatórios de erro. Para visualizar um exemplo de um relatório de erro clique em 'Ver exemplo'. Se seleccionar 'Enviar sempre imediatamente', o LimeWire contacta imediatamente o servidor de erros quando encontra um erro interno. Se seleccionar 'Pedir sempre para rever' o LimeWire pede-lhe aprovação antes de enviar um relatório de erro para o servidor. Se seleccionar 'Eliminar sempre todos os erros', o LimeWire ignorara todos os erros (opção não recomendável).
pt_br: Você pode selecionar a forma de enviar relatórios de erro. Para visualizar um exemplo de um relatório de erro clique em 'Ver exemplo'. Se selecionar 'Enviar sempre imediatamente', o LimeWire contata imediatamente o servidor de erros quando encontra um erro interno. Se selecionar 'Pedir sempre para rever' o LimeWire lhe pede aprovação antes de enviar um relatório de erro para o servidor. Se selecionar 'Eliminar sempre todos os erros', o LimeWire ignora todos os erros (opção não recomendável).
sk: Tu môžete vybrať, ako sa má posielať hlásenie chýb. Pre zobrazenie chybovej hlášky kliknite na 'Ukážka'. Vybratím možnosti 'Vždy zasielať okamžite' bude kontaktovaný server pre hlásenie chýb okamžite keď LimeWire zistí vnútornú chybu. Vybratím možnosti 'Vždy sa pýtať na náhľad' bude LimeWire najskôr vyžadovať vaše povolenie na poslatie chybovej hlášky. Vybratím možnosti 'Vždy odmietať všetky chyby' zapríčiní, že LimeWire bude ingnorovať všetky chyby (táto voľba sa neodporúča).
sq: Zgjidhni si të dërgoni raportimet e problemeve. Për shembull, klikoni 'Shiko Shembullin'. Nëse zgjidhni 'Gjithmonë Dërgoje Menjëherë' serveri do të kontaktohet menjëherë, sapo LimeWire të takojë një gabim të brendshëm. Duke zgjedhur 'Gjithmonë më Pyet për Rishikim', tregoni që LimeWire të kërkojë pranimin tuaj para se ankesa të dërgohet në server. Nëse zgjidhni 'Gjithmonë Hidhi Tërë Gabimet', LimeWire do të përbuzë gjithë problemet (nuk rekomandohet).
sr: Možete odabirati način izveštavanja o greškama. Kliknite na "Pogledajte primer" da bi videli probni izveštaj o grešci u programu. Ako izaberete "Šalji odmah", izveštaj će biti poslat čim LimeWire otkrije grešku. Ako odaberete "Uvek pitaj", LimeWire će Vas prvo pitati da li da pošalje izveštaj. Ako izaberete "Odbaci greške", LimeWire će ignorisati sve probleme koji mogu da nastanu u radu programa, ali ova opcija nije preporučljiva.
uk: Ви можете обрати, як відправляти звіти про помилки. Щоб переглянути приклад звіту про помилку, натисніть «Переглянути приклад». Опція «Завжди негайно відправляти» зробить так, що LimeWire буде відразу надсилати звіт про помилку, якщо вона станеться. Опція «Завжди питати» дасть LimeWire знати, що спочатку звіт потрібно показати вам. Опція «Завжди не зважати на всі помилки» зробить так, що LimeWire буде ігнорувати усі помилки (не рекомендовано).

source: Send Errors Automatically if LimeWire is Frozen
ar: أرسل الأخطاء تلقائياً إذا كان LimeWire مجمداً
de: Fehler automatisch an LimeWire senden, fals das Programm einfriert.
el: Αυτόματη αποστολή σφαλμάτων αν το LimeWire παγώσει
hu: Automatikus hibak�ld�s, ha a LimeWire lefagyott
it: Invia errori automaticamente se LimeWire è Bloccato
nn: Send Feilmelding Automatisk hvis LimeWire Fryser
pt_br: Enviar automáticamente erros se LimeWire se congelar
sk: Automaticky poslať chybové hlášky, ak LimeWire zamrzne.
sq: Dërgo Automatikisht Gabime nëse LimeWire Ngrin
sr: Automatsko slanje poruka o grešci ako se LimeWire ukoči

source: Host Communication
ar: اتصال المضيف
bs: Komunikacija sa host računarom
cy: Cynnal Cyfathrebu
de: Kommunikation mit Nutzern anderer Rechner
el: Επικοινωνία με κόμβους
hu: Kiszolg�l�i kapcsolat
id: Host komunikasi
it: Conversazione con ospiti remoti
ja: ホストとのコミュニケーション
nn: Kommunikasjon med Vert
pt: Comunicação com o anfitrião
pt_br: Comunicação com o host
sk: Serverová komunikácia
sq: Komunikimi me Hostin
sr: Komunikacija sa udaljenim računarom
uk: Зв’язок з хостами

source: You can turn chat on or off.
ar: يمكنك تشغيل أو إيقاف الدردشة.
bs: Možete uključiti ili isključiti chat.
cy: Rwyt ti'n gallu dechrau neu ddiffodd y sgwrsio.
de: Sie können die Chat-Funktion an- oder abschalten.
el: Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε τις συνομιλίες.
hu: A cseveg�st be- vagy kikapcsolhatod.
id: Anda bisa menyalakan atau mematikan chat.
it: Puoi attivare o disattivare la conversazione.
ja: チャットを有効/無効にできる
nn: Du kan slå chat Av og På.
pt: Pode activar ou desactivar a conversação.
pt_br: Você pode ativar ou desativar a conversação.
sk: Tu môžete zapnúť alebo vypnúť chat.
sq: Aktivizoni ose çaktivizoni bisedimin.
sr: Možete uključiti ili isključiti razgovor.
uk: Ви можете ввімкнути чи вимкнути чат.

source: Enable Chat:
ar: تمكين الدردشة:
bs: Omogućite Chat:
cy: Galluogi Sgwrsio:
de: Chat aktivieren:
el: Ενεργοποίηση συνομιλιών
hu: Cseveg�s enged�lyez�se:
id: Perbolehkan chat:
it: Attiva conversazione:
ja: チャットを有効化・：
nn: Aktiver chat:
pt: Activar Conversação:
pt_br: Ativar chat:
sk: Povoliť chat:
sq: Lejoje Bisedimin:
sr: Omogući razgovor:
uk: Увімкнути чат:

source: Connect on Startup
ar: الإتصال عند بدء التشغيل
bs: Priključite na početku
cy: Cysylltu wrth Ddechau
de: Automatisch verbinden
el: Σύνδεση κατά την εκκίνηση
hu: Kapcsol�d�s az ind�t�skor
id: Sambungkan saat dimulai
it: Connessione alla rete all'avvio
ja: 起動時の接続
nn: Koble til ved Oppstart
pt: Ligar ao iniciar
pt_br: Conectar ao iniciar
sk: Pripojenie pri štarte programu
sq: Lidhuni në Fillesë
sr: Priključi se prilikom pokretanja programa
uk: Підключатись при старті

source: You can choose whether or not to automatically connect to the network when the application starts up.
ar: يمكنك الاختيار بين الإتصال التلقائي بالشبكة عند تشغيل البرنامج أو لا.
bs: Vi možete birati da li želite ili ne da se automatski priključite na mrežu na samom početku starta.
cy: Rwyt ti'n gallu dewis i gysylltu'n awtomatig i'r rhwydwaith, neu beidio, wrth i'r rhaglen dechrau.
de: LimeWire kann sich beim Programmstart automatisch mit dem Netzwerk verbinden.
el: Μπορείτε να επιλέξετε εάν θα συνδέεστε αυτόματα ή όχι με το δίκτυο, όταν το πρόγραμμα φορτώνεται.
hu: Be�ll�thatod, hogy a kapcsolat a h�l�zattal automatikusan l�trej�jj�n-e a programind�t�skor.
id: Anda bisa memilih apakah menyambungkan ke jaringan ketika aplikasi dimulai secara otomatis atau tidak.
it: Puoi decidere se connetterti automaticamente alla rete all'avvio dell'applicazione.
ja: アプリケーションの起動時に、自動的にネットワークに接続するかどうかを選択できる
nn: Du velge om du vil automatisk koble til nettverket når applikasjonen starter opp.
pt: Pode seleccionar se pretende ou não ligar automaticamente à rede quando a aplicação iniciar.
pt_br: Você pode selecionar se quer ou não conectar automaticamente à rede quando a aplicação iniciar.
sk: Môžete vybrať, či chcete automaticky pripojiť do siete, keď sa spustí aplikácia.
sq: Zgjidhni nëse doni apo jo të lidheni automatikisht në rrjet kur aplikimi nis.
sr: Odaberite da li želite da se LimeWire automatski poveže na mrežu prilikom pokretanja?
uk: Ви можете обрати, чи пілдключатися до мережі автоматично, коли ви запускаєте програму.

source: Connect on Startup:
ar: الإتصال عند بدء التشغيل:
bs: Priključak na samom početku:
cy: Cysylltu wrth Ddechrau:
de: Automatisch verbinden:
el: Σύνδεση κατά την εκκίνηση:
hu: Kapcsol�d�s ind�t�skor:
id: Sambungkan saat dimulai:
it: Connessione alla rete all'avvio:
ja: 起動時に接続：
nn: Konle til ved Oppstart:
pt: Ligar ao iniciar:
pt_br: Conectar ao iniciar:
sk: Pripojiť pri štarte programu:
sq: Lidhuni në Fillesë:
sr: Priključi se prilikom pokretanja:
uk: Підключатись при старті

source: Connection Preferencing
ar: تفضيلات الإتصال
bs: Prednost priključivanja
cy: Dewisiadu Cysylltu
de: Verbindungs-Einstellungen
el: Προτιμήσεις σύνδεσης
hu: Kapcsolati be�ll�t�sok
id: Ketentuan Koneksi
it: Preferenze di connessione
ja: 優先する接続
nn: Innstillinger for Kobling
pt: Preferencing da ligação
pt_br: Preferenciamento da conexão
sk: Preferencie pripojení
sq: Parapëlqimet e Lidhjes
sr: Podešavanje veze
uk: Перевага в підключеннях

source: You can limit who is able to connect to you based on the number of files they share.
ar: يمكنك تحديد من يستطيعون الإتصال بك بناء على عدد الملفات التي يشاركونها.
bs: Možete ograničiti broj priključaka koji su u stanju da se priključe na vašu bazu podataka i datoteka za razmjenu.
cy: Rwyt ti'n gallu rheoli pwy sydd yn gallu dy cysylltu di ar sail faint o ffeiliau maen nhw'n eu rhannu.
de: Sie können andere Benutzer, die ihrerseits wenige oder keine Dateien zum Download anbieten, als "Freeloader" abweisen.
el: Μπορείτε να περιορίσετε το ποιος έχει τη δυνατότητα να συνδεθεί μαζί σας, με βάση με τον αριθμό των αρχείων που διαμοιράζονται.
hu: A megosztott f�jlok sz�ma szerint korl�tozhatod, hogy ki kapcsol�dhat hozz�d.
id: Anda bisa membatasi siapa yg dapat menyambung ke anda berdasarkan jumlah berkas yg mereka bagikan.
it: Puoi limitare chi si connette a te in base al numero di file che condivide.
ja: 共有ファイル数に基づいて、相手の接続を制限できる
nn: Du kan begrense hvem som kan koble til din maskin basert på antall filer de deler.
pt: Pode restringir os utilizadores que podem ligar ao seu computador com base no número de ficheiros que partilham.
pt_br: Você pode restringir os usuários que podem conectar ao seu computador com base no número de arquivos que compartilham.
sk: Tu môžete obmedziť, kto bude mať povolenie na pripojenie založené na počte súborov, ktoré zdieľajú.
sq: Kufizojeni atë që është i aftë të lidhet tek ju duke u bazuar në numrin e skedave që shpërndan.
sr: Možete dopustiti pristup Vašem računaru korisnicima zavisno od broja fajlova koje nude u razmenu.
uk: Ви можете обмежети тих, хто може підключитися до Вас, за кількістю файлів, якими Вони діляться.

source: Files You Must Share to Not be a Freeloader:
ar: يجب أن تكون مشاركاً ليس إستغلالياً
bs: Datoteke morate razmjeniti, ne možete biti samo grebator:
cy: Ffeiliau mae rhaid rhannu i beido bod yn Sbwnjwr:
de: Grenzwert für Freeloader (Anzahl Dateien):
el: Αριθμός αρχείων που πρέπει να διαμοιράζετε, για να μη θεωρείστε χρήστης-παράσιτο:
hu: Megosztott f�jlok minim�lis sz�ma:
id: Anda harus membagikan berkas tidak boleh menjadi Freeloader:
it: File che deve condividere per non essere un "freeloader":
ja: ただ乗りユーザーと見なさない共有ファイル数：
nn: Antall filer du må dele for å ikke være en Freeloader:
pt: Ficheiros que tem de partilhar para não ser um freeloader:
pt_br: Arquivos que tem de compartilhar para não ser um freeloader:
sk: Počet súborov, ktoré treba zdieľať, aby ste neboli Freeloader:
sq: Skedat që Duhen Shpërdarë për të Mos Qenë Freeloader:
sr: Broj fajlova koje morate razmeniti da ne biste bili grebator:
uk: Щоб не бути егоістом, Ви маєте ділитись файлами:

source: Allow Freeloaders:
ar: السماح للمستغّلين:
bs: Dopustite i grebatorima nešto:
cy: Caniatáu Sbwnjwyr:
de: Freeloader zulassen:
el: Να επιτρέπονται οι χρήστες-παράσιτα:
hu: Freeloaderek enged�lyez�se:
id: Perbolehkan Freeloader:
it: Autorizza i freeloader:
ja: ただ乗りユーザーを許可：
nn: Tillat Freeloaders:
pt: Permitir freeloaders:
pt_br: Permitir freeloaders:
sk: Povoliť Freeloaderov:
sq: Lejoji Freeloader-at:
sr: Dopusti i grebatorima preuzimanje:
uk: Дозволити користувачів-егоїстів:

source: You can tell LimeWire to filter files that copyright owners request not be shared. By enabling filtering, you are instructing LimeWire to confirm all files you download or share with a list of removed content.
cy: Rwyt ti'n gallu dweud wrth LimeWire i ffiltro ffieiliau y mae perchenogion y hawlfraint wedi gofyn i beidio rhannu. Wrth alluogi y ffiltro, rwyt ti'n dweud wrth LimeWire i gadarnahu bod pob ffeil wedi llwytho i lawr neu'n rhanu gyda rhestr o gynnwys cyfyngedig.
de: Sie können Dateien die vom Inhaber nicht freigegeben sind filtern lassen. Wenn sie das filtern erlauben, wird alles was sie downloaden oder freigeben mit einer liste verglichen.
el: Μπορείτε να ρυθμίσετε το LimeWire ώστε να φιλτράρει τα αρχεία των οποίων οι κάτοχοι των πνευματικών δικαιωμάτων απαγορεύουν να διαμοιραστούν. Ενεργοποιώντας το φιλτράρισμα, το LimeWire θα επιβεβαιώνει όλα τα αρχεία που κάνετε λήψη ή διαμοιράζετε με μια λίστα απαγορευμένου περιεχόμενου.
hu: A LimeWire-t utas�thatod az olyan f�jlok kisz�r�s�re, amelyeket jogtulajdonosaik nem szeretn�nek megosztani. Ezzel a LimeWire a let�lt�seid �s megoszt�said is sz�rni fogja.
id: LimeWire bisa menyaring berkas yg tidak boleh dibagikan oleh pemilik hakciptanya. Jika penyaringan diaktifkan, LimeWire akan menyaring semua berkas unduhan atau dibagikan anda dengan daftar konten yg harus dihilangkan.
it: Puoi impostare Limewire per filtrare i file i cui autori hanno richiesto di non condividerli. Abilitando questo filtro, imposti Limewire per confermare la ricezione o la condivisione di tutti quei file con la lista dei contenuti rimossi.
nn: Du kan si om Limewire skal filtrere filer der eieren av kopirettighetene ønsker at filen ikke blir delt. Ved å slå på filtrering forteller du at Limewire skal bekrefte alle filer du laster ned eller deler med en liste med fjernet innhold.
pt_br: Você pode dizer para o LimeWire filtrar os arquivos em que os proprietários dos direitos de autoria pediram para que o arquivo não fosse compartilhado. Ao habilitar o filtro, você está instruindo o LimeWire a conferir todos os arquivos que você baixou ou enviou com a lista de arquivos removidos.
sk: Môžete prikázať LimeWire aby filtroval súbory, ktoré vlastníci autorských práv požiadali nezdieľať. Povolením filtrovania nastavíte LimeWire tak, aby povolil všetky súbory ktoré sťahujete alebo zdieľate v súlade so zoznamom filtrovaného obsahu.
sq: Tregojini LimeWire të filtrojë ato skeda që zotëruesit me të drejtë kërkojnë të mos shpërndahen. Duke e lejuar filtrimin, ju konfirmoni gjithë skedat që shkarkoni ose shpërndani në listën e përmbajtjeve të fshira.
sr: Možete podesiti LimeWire da ukloni fajlove koje vlasnici autorskih prava nisu dozvolili da se razmenjuju. U tom slučaju, LimeWire će proveriti sve fajlove koje preuzimate ili razmenjujete da li se nalaze na listi zabranjenih.
uk: Ви можете налаштувати LimeWire, фільтрувати файли, власники авторських прав яких не хочуть робити їх спільними. З увімкнутою опцією, LimeWire буде перевіряти всі файли, які Ви завантажуєте або робите спільними зі спискам заборонених файлів.

source: Enable Content Filters
ar: تمكين مرشحات المحتوى
cy: Galluogi Ffiltro Cynnwys
de: Inhalt Filter einschalten
el: Ενεργοποίηση φίλτρων περιεχομένου
hu: Tartalomsz�r�s enged�lyez�se
id: Perbolehkan Penyaringan Konten
it: Abilita filtro contenuti
nn: Slå på Innholdsfilter
pt_br: Ativar índice de filtros
sk: Povoliť filtrovanie obsahu
sq: Lejoje Filtrimin e Përmbajtjes
sr: Ukloni zabranjene fajlove
uk: Дозволити фільтрування змісту

source: Buffer Size
cy: Maint Byffer
de: Puffergröße
el: Μέγεθος ενδιάμεσης μνήμης
hu: Pufferm�ret
id: Ukuran Buffer
it: Dim. buffer
ja: バッファサイズ
nn: Buffer Størrelse
pt_br: Tamanho do Buffer
sk: Veľkosť bufferu
sq: Përmasa e Zbutësit
sr: Kapacitet memorije
uk: Розмір буферу
