Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: You can choose whether to be warned about downloading a file without a license.
ar: يمكنك اختيار التحذير حول تنزيل ملف بدون رخصة.
cy: Rwyt ti'n gallu dewis i gael dy rybuddio am lwytho i lawr ffeil heb drwydded.
de: Sie können einstellen, ob Sie gewarnt werden möchten, wenn Sie eine Datei ohne Lizenz herunterladen.
hu: Kiv�laszthatod, hogy licensz n�lk�li f�jlok let�lt�sekor megjelenjen-e licenszfigyelmeztet�s.
id: Anda bisa memilih apakah diingatkanatau tidak ketika mengunduh berkas tanpa lisensi.
it: Puoi scegliere se venire avvisato riguardo al ricezione di un file senza licenza.
nn: Du kan velge om du vil bli advart om å laste ned en fil uten lisens eller ikke.
pt: Pode seleccionar se pretende ser avisado ao efectuar o download de um ficheiro sem licença.
pt_br: Pode selecionar se pretende ser avisado ao fazer o download de um arquivo sem licença.
sk: Môžete nastaviť, či chcete byť upozornený na sťahovanie súboru bez licencie.
sq: Zgjidhni nëse doni të lajmëroheni apo jo rreth shkarkimit të skedave pa licensë.
sr: Možete odabrati da li želite da budete obavešteni ako preuzimate fajl bez licence.
uk: Ви можете обрати, чи попереджати Вас про завантаження файлу без ліцензії.

source: Do not display junk
cy: Peidio dangos ysbwriel
de: Müll nicht anzeigen
hu: Ne jelen�ts meg szemetet
id: Jangan tampilkan sampah
it: Non visualizzare Non idonei
nn: Ikke vis søppel
pt: Não mostrar o lixo
pt_br: Não mostrar Spam
sk: Nezobrazovať odpad
sq: Mos i shfaq mbeturinat
sr: Ne prikazuj smeće
uk: Не показувати непотріб

source: Shared Extensions
ar: الامتدادات المشاركة
bs: Razmjenjene ekstenzije
cy: Estyniadau wedi'u rhannu
de: Dateikennung für Freigabe
hu: Megosztott f�jlok kiterjeszt�se
id: Ekstensi Bersama
it: Estensioni file da condividere
nn: Delte Utbedringer
pt: Extensões partilhadas
pt_br: Extensões partilhadas
sk: Zdieľané prípony súborov
sq: Shtojca të Shpërndara
sr: Vrste fajlova za razmenu
uk: Спільні розширення

source: You can choose which file extensions you would like to share.
ar: يمكنك اختيار امتدادات الملفات التي ترغب في مشاركتها.
bs: Možete odabrati koju dodatnu datoteku želite da razmjenjujete.
cy: Rwyt ti'n gallu dewis pa estyniadau ffeil rwyt eisiau eu rhannu.
de: Wenn Sie nur Dateien mit bestimmter Kennung freigeben möchten.
hu: Kiv�laszthatod, hogy mely kiterjeszt�seket k�v�nod megosztani.
id: Anda bisa memilih ekstensi berkas mana yg akan dibagikan.
it: Puoi selezionare le estensioni dei file da condividere.
nn: Du kan velge hvilke filutbedringer du vil dele.
pt: Pode selecionar as extensões de ficheiros que pretende partilhar.
pt_br: Você pode selecionar as extensões de arquivos que pretende compartilhar.
sk: Môžete vybrať, ktoré prípony súborov chcete zdieľať.
sq: Zgjidhni shtojcat e skedave që doni të shpërdani.
sr: Možete odabrati koje vrste fajlova želite da razmenjujete.
uk: Ви можете обрати, файлами з якими розширеннями, Ви б хотіли ділитись.

source: Extensions:
ar: الامتدادات:
bs: Ekstenzije:
cy: Estyniadau:
de: Kennungen:
hu: Kiterjeszt�sek:
id: Ekstensi:
it: Estensioni:
nn: Utbedringer:
pt: Extensões:
pt_br: Extensões:
sk: Prípony súborov:
sq: Shtojca:
sr: Vrsta:
uk: Розширення:

source: Share the Default File Extensions
ar: قم بمشاركة الامتدادات الافتراضية.
bs: Razmjena standardnih dodatnih datoteka.
cy: Rhannu'r Estyniad Ffeil Rhagosodiedig
de: Gibt die Dateien mit Standard-Kennungen frei.
hu: Az alapbe�ll�t�sban szerepl� kiterjeszt�sek megoszt�sa
id: Bagikan ekstensi berkas standar
it: Condivide le estensioni predefinite.
nn: Del Standard Fil Ubedringer
pt: Partilhar extensões de ficheiros predefinidas.
pt_br: Compartilhar extensões de arquivos padrões.
sk: Zdieľať pôvodné prípony súborov
sq: Shpërndan Shtojcat e Skedave Tipike
sr: Razmena standardnih vrsta fajlova.
uk: Ділитись файлами з розширеннями за замовчуванням.

source: LimeWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP), LimeWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, LimeWire can be set to advertise an external port manually. (You must also configure your router if you choose manual configuration.)
bs: LimeWire može funkcionisati iza firewalla ili routera. Korištenje Universal Plug 'n Play (UPnP), LimeWire može automatski oblikovati vaš firewall ili router da optimalno funkcionišu. Ako vaš router ne prihvata UPnP, LimeWire može biti manuelno podešen da se oglasi na vanjskom otvoru. (Morate takođe podesiti router na manuelnu kofiguraciju.)
cy: Mae LimeWire yn gallu trefnu ei hun i weithio o du ol i wal tan neu router. Yn defnyddio Universal Plug 'n Play (UPnP), mae LimeWire yn gall drefnu dy router neu wal tan i weithio ar eu gorau. Os nad oes UPnP gan dy router, Rwyt ti gallu gosod LimeWire i hysbebu porth allanol dy hunan. (Os wyt ti'n trefnu dy hunain - rhaid hefyd trefnu dy router)
de: LimeWire kann zum Gebrauch hinter einer Firewall oder einem Router konfiguriert werden. Durch Nutzen von Universal Plug 'n Play (UPnP), kann LimeWire Ihren Router automatisch für optimale Leistung konfigurieren. Sollte Ihr Router UPnP nicht unterstützen, kann LimeWire manuell für die Nutzung eines externen Ports eingestellt werden. (Sie müssen außerdem Ihren Router konfigurieren, wenn Sie manuelle Konfiguration auswählen.)
hu: A LimeWire konfigur�lni tudja �nmag�t, ha t�zfal vagy router m�g�l m�k�dik. Az univerz�lis Plug 'n Play (UPnP) haszn�lat�val a LimeWire automatikusan konfigur�lhatja a routeredet vagy t�zfaladat a legjobb eredm�ny �rdek�ben. Ha a router az UPnP-t nem t�mogatja, a portsz�m k�zzel be�ll�that�. (A routert is konfigur�lnod kell a k�zi be�ll�t�s v�laszt�sa eset�n.)
id: LimeWire dapat mengatur sendiri agar bekerja dari balik firewall atau router. Menggunakan Universal Plug 'n Play (UPnP), LimeWire dapat otomatis mengatur router atau firewall anda untuk kinerja yg optimal. Jika router tidak mendukung UPnP, LimeWire dapat diatur manual untuk menggunakan port luar. (Anda juga harus mengatur router jika memilih pengaturan manual.)
it: Limewire può configurarsi in modo da operare sotto un firewall o un router. Usando 'UPnP' (Universal Plug 'n Play) Limewire può configurare automaticamente il tuo router o firewall per le prestazioni ottimali.
nn: Limewire kan konfigurere seg selv til å jobbe bak en Brannmur eller Router ved å bruke Universial Plug 'n Play (UPnP). Limewire kan automatisk konfigurere din Brannmur eller Router for optimal ytelse. Hvis ikke din Router støtter UPnP så kan Limewire sette opp en utgående port manuellt. (Du må også konfigurere din router hvis du velger manuell konfigurasjon)
pt: O LimeWire pode auto-configurar-se para funcionar por detrás de um firewall ou router. Através do Universal Plug 'n Play (UPnP), o LimeWire pode configurar automaticamente o seu router ou firewall para um desempenho ideal. Se o seu router não suportar UPnP é possível definir o LimeWire para indicar uma porta externa manualmente. (Se seleccionar a configuração manual também tem de configurar o seu router.)
pt_br: O LimeWire pode auto-configurar-se para funcionar por detrás de um firewall ou roteador. Através do universal plug 'n play (UPnP), o LimeWire pode configurar automaticamente o seu roteador ou firewall para um desempenho ideal. Se o seu roteador não suportar uPnP é possível definir o LimeWire para indicar uma porta externa manualmente. (Se selecionar a configuração manual também tem de configurar o seu roteador.)
sk: LimeWire sa môže sám nakonfigurovať aj spoza firewallu alebo routra. Použitím univerzálneho Plug 'n Play (UPnP), LimeWire môže automaticky nakonfigurovať váš router alebo firewall pre optimálny výkon. Ak váš router nepodporuje UPnP, LimeWire sa dá nastaviť manuálne cez externý port. (Samozrejme, že najskôr treba konfigurovať váš router, ak zvolíte manuálnu konfiguráciu.)
sq: LimeWire mund ta konfigurojë veten që të punojë pas një fajruolli ose routeri. Duke përdorur Universal Plug 'n Play (UPnP), LimeWire mund ta konfigurojë automatikisht routerin ose fajruollin tuaj për efektshmëri optimale. Nëse routeri juaj nuk e përkrah UPnP-në, LimeWire mund të vihet që të njoftojë me porosi një port të jashtëm. (Nëse zgjidhni konfigurimin me porosi, routerin duhet ta konfiguroni vetë.)
sr: LimeWire se može podesiti da radi iza zaštitnog zida ili rutera. Korišćenjem Universal Plug 'n' Play (UPnP), LimeWire može automatski podesiti zaštitni zid ili ruter za optimalan rad. Ako Vaš ruter ne podržava UPnP, LimeWire se može podesiti i ručno na određeni kanal.
uk: LimeWire може бути налаштовано працювати з понад firewall’у або маршрутизатора. LimeWire може налаштувати Ваш маршрутизатор або firewall на оптимальну роботу, використовуючи Universal Plug 'n Play (UPnP). Якщо Ваш маршрутизатор не підтримує UpnP, LimeWire може бути налаштовано вручну використовувати певний зовнішній порт. (У цьому випадку Ви також маєте налаштувати Ваш марштрутизатор.

source: Use UPnP (Recommended)
ar: استخدم UPnP (مستحسن)
bs: Koristite UPnP (Preporučeno)
cy: Defnyddio UPnP (wedi argymell)
de: UPnP benutzen (empfohlen)
hu: UPnP haszn�lata (Aj�nlott)
id: Gunakan UPnP (direkomendasikan)
it: Usa UPnP (raccomandato)
nn: Bruk UPnP (Anbefalt)
pt: Utilizar UPnP (Recomendado)
pt_br: Utilizar uPnP (recomendado)
sk: Použiť UPnP (Odporúča sa)
sq: Përdor UPnP-në (Rekomandohet)
sr: Koristi UPnP (Preporučeno)
uk: Використовувати UpnP (Рекомендовано)

source: Filter Results
ar: نتائج المرشح
bs: Pročisti rezultate
cy: Canlyniadau Ffilter
de: Resultate filtern
hu: Eredm�nysz�
id: Penyaringan Hasil
it: Filtra i risultati
nn: Filtrer Resultat
pt: Resultados da filtragem
pt_br: Resultados da filtragem
sk: Filtrovať výsledky
sq: Filtroji Rezultatet
sr: Izdvajanje rezultata
uk: Фільтрування результатів

source: Use a specific network interface.
ar: استخدم واجهة الشبكة المحددة.
cy: Defnyddio rhyngwyneb rhwydwaith penodol.
de: Einen speziellen Netzwerkadapter benutzen.
hu: Bizonyos h�l�zati csatol� haszn�lata.
it: Usa una specifica Interfaccia di Rete.
nn: Bruk en spesifik nettverk interfjes.
pt_br: Usar uma interface de rede específica.
sk: Použiť špecifické sieťové rozhranie.
sq: Përdor një ndërfaqe rrjeti të përcaktuar.
sr: Koristi poseban mrežni priključak.
uk: Використовувати певний мережевий інтерфейс.

source: Show Notifications:
de: Mitteilungen ansehen:
it: Mostra Notifiche:
nn: Vis Notifikeringer:
pt_br: Mostrar notificações:
sk: Ukázať upozornenia:
sq: Shfaqi Lajmërimet:

source: Uploads Per Person
ar: عدد الملفات المحملة لكل شخص
bs: Uploads po osobi
cy: Llwytho i Fyny i bob Person
de: Uploads pro Person
hu: Felt�lt�sek szem�lyenk�nt
id: Upload per orang
it: Trasfiramenti per utente
nn: Opplastinger Per Person
pt: Uploads por pessoa
pt_br: Uploads por pessoa
sk: Odosielanie na jednu osobu
sq: Ngarkesa për Person
sr: Slanje po osobi
uk: Вивантажень на особу

source: Revert to Default:
ar: استعادة الافتراضي:
bs: Vraćanje na standardnu opciju
cy: Nol i'r Gwreiddiol:
de: Standard verwenden:
hu: Vissza az alap�rtelmez�shez:
id: Kembalikan ke standar:
it: Ripristina predefinito:
nn: Gå tilbake til Standard:
pt: Repor predefinições:
pt_br: Voltar aos padrões:
sk: Vrátiť pôvodné hodnoty:
sq: Tipike:
sr: Vrati na standardno podešavanje:
uk: За замовчуванням:

source: You can set the local network port that listens for incoming connections. This port can be freely changed in case of conflict with another service on your system, or if a specific port number is required by the configuration of your firewall to direct incoming connections to your host.
ar: منفذا محددا لتوجيه الاتصالات الواردة للمضيف الخاص بك. يمكنك تحديد منفذ اتصال الشبكة للاتصالات الواردة.يمكن تغيير المنفذ بسهولة في حالة وجود تعارض مع خدة أخرى على النظام أو إذا كان الحائط الناري المثبت لديك يتطلب
bs: Možete postaviti osluškivač na portu lokalne mreže ulaznih priključaka. Ova porta može slobodno biti promjenjena u slučaju problema drugog servisa na vašem sistemu, ili ako je potreban specijalan broj porte za vaš firewall koji upravlja ulaznim priključcima na vašem računaru.
cy: Rwyt ti'n gallu gosod porth y rhwydwaith lleol sy'n gwrando am gysylltiad yn dod i mewn. Gall newid y porth yn hawdd os oes gwrthdaro gyda rhywbeth arall ar dy system, neu os oes angen rhif porth arbennig ar gyfer rhedeg dy wal tan i gysylltiad uniongyrchol i dy bartner.
de: Hier können Sie den Port einstellen, über den sich andere Benutzer anmelden können.
hu: Be�ll�thatod azt a helyi h�l�zati portot, amely m�s kiszolg�l�kat figyel. Ez a port szabadon v�ltoztathat�, ha m�s rendszerszolg�ltat�ssal �tk�zne, vagy ha csak bizonyos portsz�mokat enged�lyez a t�zfal a bej�v� kapcsolatok sz�m�ra.
id: Anda bisa menentukan port jaringan lokal yg mendengarkan koneksi masuk. Port ini dapatdiganti lagi jika terjadi konflik dengan layanan lain pada sistem anda, atau jika nomor port sudah ditentukan oleh firewall sebagai koneksi masuk langsung ke host anda.
it: Puoi impostare la porta di ascolto per i ospiti remoti.
nn: Du kan sette den lokale nettverks porten som lytter etter innkommende koblinger. Denne porten kan fritt byttes i tilfelle en konflikt med en annen tjeneste i ditt system, eller om et spesifikt port nummer er nødvendig i konfigurasjonen av din brannmur for å veivise innkommende koblinger mot din vert.
pt: Pode definir a porta da rede local que efectua o listening de ligações entradas. Esta porta pode ser alterada livremente em caso de confito com outro dispositivo do seu sistema, ou no caso da configuração do seu firewall necessitar de um número de porta específico para encaminhar ligações entradas para o seu anfitrião.
pt_br: Você pode definir a porta da rede local que ouve conexões de entrada. Esta porta pode ser alterada livremente em caso de conflito com outro dispositivo do seu sistema, ou no caso da configuração do seu firewall necessitar de um número de porta específico para encaminhar conexões de entrada para o seu host.
sk: Tu môžete nastaviť port lokálnej siete, ktorý počúva na príchodie pripojenia. Tento port sa dá jednoducho zmeniť v prípade konfliktov s inými službami vášho systému alebo ak špecifické číslo portu je požadované konfiguráciou vášho firewallu na priame prichádzajúce pripojenia na váš server.
sq: Vendosni portin e rrjetit lokal ku dëgjohen lidhjet hyrëse. Ky port mund të ndryshohet lirisht në rast konflikti me ndonjë shërbim tjetër në sistemin tuaj, ose nëse kërkohet një numër i caktuar porti nga konfigurimi i fajruollit për të drejtuar lidhjet hyrëse drejt hostit.
sr: Možete podesiti kanal lokalne mreže koji osluškuje dolazeće veze. Ovaj kanal može lako biti promenjen u slučaju problema sa nekim drugim programom na Vašem sistemu, ili ako je potreban prosleđivanje dolazeće veze na Vaš računar preko zaštitnog zida.
uk: Ви можете встановити порт для прослуховування вхідних підключень. Цей порт можна легко змінити у разі конфлікту з іншою службою на Вашому комп’ютері, або якщо якийсь певний порт потрібен Вашому firewall’у.

source: Listen on Port:
ar: استماع على المنفذ:
bs: Prisluškivanje na Porti broj:
cy: Gwrando ar Borth:
de: Port-Nummer:
hu: Figyel�s ezen a porton:
id: Dengarkan pada Port:
it: Usa la porta:
nn: Lytt på Port:
pt: Listening na porta:
pt_br: Ouvinte na porta:
sk: Počúvať na porte:
sq: Dëgjo në Portin:
sr: Osluškivanje kanala:
uk: Слухати порт:

source: Share Finished Downloads:
ar: مشاركة التنزيلات المنتهية:
bs: Razmjena zavšeng dijela downloada:
cy: Rhannu Llwythiadau wedi'u gorffen:
de: Beendete Downloads freigeben:
hu: K�sz let�lt�sek megoszt�sa:
id: Bagikan pengunduhan yg selesai:
it: Condivisione ricezioni completati:
nn: Del Ferdige Nedlastinger:
pt: Partilhar downloads terminados:
sq: Shpërndaji Shkarkesat e Përfunduara:
uk: Ділитись закінченими завантаженнями:

source: Only downloads in shared folders will be shared.
nn: Bare nedlastninger i delte mapper vil bli delt.

source: Torrent Sharing
ar: مشاركة تورنت
de: Torrent freigeben
hu: Torrentmegoszt�
it: Condivisione Torrent
nn: Torrent Deling
pt: Torrent a ser partilhado
pt_br: Compartilhar Torrentes
sk: Zdieľanie torrentu
sq: Shpërndarja e Torrentit
sr: Torrent razmena

source: You can automatically share .torrent files.
ar: يمكنك مشاركة ملفات .تورنت تلقائياً.
de: Sie können .torrent Dateien automatisch freigeben
hu: Automatikusan megoszthatod a .torrent f�jlokat.
it: Puoi condividere automaticamente i file .torrent.
nn: Du kan automatisk dele .torrent filer.
pt: Pode partilhar automaticamente ficheiros .torrent.
sq: Ju mund të shpërndani automatikisht skedat .torrent

source: Share .torrent files
ar: مشاركة ملفات .تورنت
de: .torrent Dateien freigeben
hu: .torrent f�jlok megoszt�sa
it: Condividi i file .torrent
nn: Del .torrent filer
pt: partilhar ficheiros .torrent.
pt_br: Compartilhar arquivos .torrent
sk: Zdieľať súbory .torrent
sq: Shpërndaji skedat .torrent
sr: Razmenjuj .torrent fajlove

source: Minimize to System Tray
ar: تصغير لصينية النظام
bs: Smanjite zamjenu sistema
cy: Lleihau i Drei'r System
de: In den System Tray minimieren
hu: Kis m�ret a t�lc�ra
id: Kecilkan ke System Tray
it: Minimizza nella barra di sistema
nn: Minimér til System Tray
pt: Minimizar para a bandeja do sistema
pt_br: Minimizar para a bandeja do sistema
sk: Minimalizovať do systémovej lišty
sq: Minimizoje në Tabakanë e Sistemit
sr: Ostavite u pozadini
uk: Згорнути до трею

source: Relaxed
ar: مرتاح
cy: Agored
de: Nicht empfindlich
hu: Laza
id: Longgar
it: Lascivo
nn: Avslappet
pt: Relaxado
pt_br: Relaxado
sk: Voľný
sq: E Lehtë
sr: Približno:
uk: М’який

source: Run on System Startup:
ar: العمل مع بداية تشغيل النظام
bs: Pokrenite pri startovanju sistema:
cy: Rhedeg wrth Ddechrau'r System:
de: Bei Systemstart starten:
hu: Futtat�s rendszerind�t�skor:
id: Jalan saat Memulai Sistem
it: Esecuzione automatica all'avvio del sistema:
nn: Kjør ved Oppstart:
pt: Iniciar no arranque do sistema
pt_br: Iniciar junto ao sistema
sk: Spúšťať spolu so štartom systému:
sq: Ngarkohu në Fillesë Sistemi:
sr: Pokreni prilikom podizanja sistema:
uk: Запускати з системою:

source: LimeWire Store Indicator
nn: LimeWire Butikk Indikator
sk: Indikátor LimeWire Store

source: Shared Files Indicator
ar: مؤشر الملفات المشاركة
bs: Indikator razmjene datoteka
cy: Ffeiliau wedi'u Rhannu
de: Anzeige für freigegebene Dateien
hu: Megosztott f�jlok kijelz�
id: Indikator berkas bersama
it: Indicatore file condivisi
nn: Indikator på Delte Filer
pt: Indicador de ficheiros partilhados
pt_br: Indicador de arquivos compartilhados
sk: Indikátor zdieľaných súborov
sq: Treguesi i Skedave të Shpërndara
sr: Pokazivč razmene fajlova
uk: Індікатор спільних файлів

source: LimeWire Store - Subfolder Template
nn: LimeWire Butikk - Undermappe Stil

source: You can customize where store files are saved. By creating a template Lime Wire can automatically save purchased files into folders using the artists name and album title. e.g: Purchased song: Artist Name - Track 1 Template: ${artist} How its saved: LimeWireStore/Artist Name/Artist Name - Track 1
nn: Du kan velge hvor filer blir lagret. Ved å lage en stil kan LimeWire automatisk lagre kjøpte filer inn i en mappe som bruker det samme artist navnet og album tittel. e.g: Kjøpte sanger: Artist Navn - Spor 1 Stil: ${artist} Hvordan den blir lagret: LimeWireButikken/Artist Navn/Artist Navn - Spor 1

source: Template
nn: Mal

source: Variables
nn: Variabler

source: Templates
nn: Maler

source: Insert a Variable
nn: Sett inn en variabel

source: Insert a template
nn: Sett inn en mal

source: iTunes like
nn: iTunes likhet

source: Invalid template {0}
nn: Ukjent mal {0}

source: You can choose the folder for saving files purchased from the LimeWire Store.
nn: Du kan velge mappen til å dele filer kjøpt fra LimeWire Butikken.
pt_br: Você pode escolher a pasta para os arquivos salvos comprados através da LimeWire Store.
sk: Môžete si zvoliť priečinok na ukladanie nakúpených súborov z LimeWire Store.

source: Upload Bandwidth
ar: سرعة التحميل
bs: Upload širina propusnog obima
cy: Llwytho Fyny Lled Band
de: Upload-Bandbreite
hu: Felt�lt�si s�vsz�less�
id: Lebr pita upload
it: Banda di transfiramento
nn: Båndbredde for Opplasting
pt: Largura de banda para upload
pt_br: Largura de banda para upload
sk: Bandwidth odosielania
sq: Shtrirja e Bandës së Ngarkimit
sr: Iskorišćenost veze za slanje
uk: Пропускна спроможність на вивантаження

source: Open...
ar: فتح...
bs: Otvori...
cy: Agor...
de: Öffnen...
hu: Megnyit�s...
id: Buka...
it: Apri...
nn: Åpne...
pt: Abrir...
pt_br: Abrir...
sk: Otvoriť...
sq: Hape...
sr: Otvori...
uk: Відкрити...

source: Removes all Files from Playlist
nn: Fjern alle Filer fra Spillelisten
pt_br: Remover todos os arquivos da Lista de Reprodução.
sk: Odstrániť všetky súbory zo zoznamu skladieb

source: Configure
nn: Konfigurer
sk: Nastaviť

source: Library
ar: المكتبة
bs: Medioteka
cy: Llyfrgell
et: Raamatukogu
fa: کتابخانه
gl: Biblioteca
he: ספרייה
hr: Biblioteka
hu: K�nyvt�
id: Pustaka
it: Libreria
ku: Pirtûkxane
lv: Bibliotēka
nb: Bibliotek
nn: Bibliotek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
sk: Knižnica
sq: Librari
sr: Fajlovi
uk: Бібліотека

source: More Info...
ar: معلومات أكثر...
de: Mehr informationen...
hu: T�bb inf�...
it: Informazioni...
nn: Mer info ...
pt_br: Mais informação...
sk: Viac informácií...
sq: Më tepër Info...
sr: Više informacija...

source: Got Friends?
ar: الحصول على أصدقاء?
bs: Zadobiste prijatelje?
cy: Oes Ffrindiau?
de: Haben Sie Bekannte?
hu: K�zvetlen m�
id: Tidak sendirian?
it: Hai amici?
nn: Har du Venner?
pt: Tem amigos?
pt_br: Tem amigos?
sk: Máte serverových priateľov?
sq: A Keni Shokë?
sr: Povezivanje sa prijateljem
uk: Є друзі?

source: Search the Network for the Given Words
ar: بحث على الشبكة عن هذه الكلمات
bs: Traži na internetu date riječi.
cy: Chwilio y Rhwydwaith am y Geiriau
de: Durchsucht das Netz nach den angegebenen Wörtern.
hu: Keres�s a h�l�zaton a megadott szavak alapj�
id: Pencarian kata yg diberikan pada jaringan
it: Ricerca nella rete le parole selezionate.
nn: Søk Nettverket for Gitte ord
pt: Pesquisar as palavras inseridas na rede.
pt_br: Pesquisar na rede as palavras fornecidas.
sk: Prehľadať sieť na zvolené slová
sq: Kërkon në Rrjet për Fjalët e Dhëna
sr: Pretraži upisane reči na celoj mreži
uk: Шукати в Мережі ці слова

source: Mark As
ar: علامة كـ
cy: Marcio Fel
de: Markieren als
hu: Jel�l�s mint
id: Tandai sebagai
it: Marca come
nn: Marker Som
pt_br: Marcar
sk: Označiť ako
sq: Shënoje si
sr: Obeležite kao...
uk: Позначити Як

source: Get More Results
ar: المزيد من نتائج البحث
cy: Cael Mwy o Ganlyniadau
de: Mehr Ergebnisse bekommen
hu: T�bb eredm�ny
id: Dapatkan lebih banyak hasil
it: Cerca più risultati
nn: Få flere Resultater
pt: Buscar Mais Resultados
pt_br: Ver mais Resultados
sk: Získať viac výsledkov
sq: Më Tepër Rezultate
sr: Pogledajte još rezultata
uk: Отримати Більше Результатів

source: Created
ar: الإنشاء
bs: Kreirano
cy: Creuwyd
de: Erstellt
hu: K�sz�
id: Diciptakan
it: Creato
nn: Lagd
pt: Criado
pt_br: Criado
sk: Vyrobil
sq: Krijimi
sr: Proizvedeno
uk: Створено

source: View in Browser...
nn: Se i Browser...
sk: Zobraziť v prehliadači...

source: Sharing Extensions
nn: Delings Utvidelser
pt_br: Extensões Compartilhadas
sk: Zdieľané prípony

source: Select the types of files on your computer that you wish to share with LimeWire.
cy: Dewis y mathau o ffeils ar dy gyfrifiadur rwyt eisiau rhannu gyda LimeWire.
nn: Velg typene filer på din data som du vil dele med LimeWire.

source: My Extensions
cy: Fy Estyniadau
nn: Mine Utvidelser
pt_br: Minhas Extensões
sk: Moje prípony
