Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: File Already Exists
ar: الملف موجود مسبقاً
bs: Datoteka već postoji
cy: Ffeil yn bod yn barod
de: Datei existiert bereits
el: Το αρχείο υπάρχει ήδη
hu: A f�jl m�r l�tezik
id: Berkas sudah ada
it: Il file esiste già
ja: 既存ファイル有り
nn: Filen Eksistrer Allerede
pt: Ficheiro já existente
pt_br: Arquivo já existe
sk: Taký súbor už existuje
sq: Skeda ekziston që më parë
sr: Fajl već postoji
uk: Файл вже існує

source: Filename Taken
ar: اسم الملف مأخوذ
bs: Preuzeto ime datoteke
cy: Ffeil gyda'r un enw
de: Dateiname wird bereits verwendet
el: Το όνομα υπάρχει ήδη
hu: M�r let�ltve
id: Nama berkas sudah digunakan.
it: File già recivato
ja: ファイル名が既存
nn: Filnavn Tatt
pt: Nome de ficheiro já utilizado
pt_br: Nome de arquivo já utilizado
sk: Taký názov už existuje
sq: Emri i skedës është zënë
sr: Naziv fajla već postoji

source: Not a File
ar: ليس ملف
bs: Ni jedna datoteka
cy: Dim yn Ffeil
de: ist keine Datei
el: Δεν είναι αρχείο
hu: Nem f�jl
id: Bukan berkas
it: Non è un file
ja: ファイルではない
nn: Ikke en Fil
pt: Não é um ficheiro
pt_br: Não é um arquivo
sk: To nie je súbor
sq: Nuk është Skedë
sr: To nije fajl
uk: Не є файлом

source: Filesystem Error
ar: خطأ نظام الملفات
bs: Greška u sistemu datoteka
cy: Gwall Systemffeil
de: Fehler des Dateisystems
el: Σφάλμα συστήματος αρχείων
hu: F�jlrendszer hiba
id: Kesalahan filesystem
it: Errore di sistema
ja: ファイルシステムのエラー
nn: Feil i Filsystem
pt: Erro no sistema de ficheiros
pt_br: Erro no sistema de arquivos
sk: Chyba súborového systému
sq: Gabim në Skedë-Sistemin
sr: Greška u sistemu zapisa fajlova
uk: Помилка Файлової Системи

source: Same File Already Being Downloaded
ar: نفس الملف تم تنزيله من قبل
bs: Ista datoteka je već jednom downloadovana
cy: Yr un ffeil yn llwytho i lawr yn barod
de: Die gleiche Datei wird bereits heruntergeladen
el: Γίνεται ήδη λήψη του ίδιου αρχείου
hu: Egy ugyanilyen f�jl m�r let�lt�s alatt van
id: Berkas yg sama telah/Sedang diunduh
it: Lo stesso file è già stato recivato
ja: 同じファイルが既にダウンロードされている
nn: Samme Fil Blir Allerede Lastet Ned
pt: Já está em curso o download do mesmo ficheiro
pt_br: Arquivo já está sendo baixado
sk: Tento súbor sa už sťahuje
sq: Kjo Skedë po Shkarkohet Që Më Parë
sr: Isti fajl se već preuzima

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
ar: لايمكن وضع موقع الملف إلى {0}, بسبب أن اسم الملف غير صالح وقد يحدث تلف بنظامك.
bs: Ne mogu postaviti lokaciju datoteke u {0}, zbog toga što je ime datoteke nevažeće i može da ošteti vaš sistem.
cy: Methu gosod lleoliad y ffolder i {0}, mae problem gydag enw'r ffeil a gall llygru dy system.
de: Der Speicherort {0} konnte nicht festgelegt werden, weil der Dateiname ungültig ist und evtl. Ihr System beschädigen könnte.
el: Δεν ήταν δυνατός ο καθορισμός της τοποθεσίας αρχείου στο {0} γιατί δεν είναι έγκυρο το όνομα του αρχείου και μπορεί να προκαλέσει πρόβλημα στο σύστημά σας.
hu: Ez a f�jln�v: {0}, hib�s.
id: Tidak bisa menetapkan lokasi berkas ke {0}, karena nama berkas tidak benar dan bisa mengganggu system.
it: Non posso impostare la cartella di salvataggio a {0}, in quanto il nome del file non è valido è può bloccare il sistema.
ja: ファイル名が無効でユーザーのシステムを壊す可能性があるので、ファイル位置を{0}に設定できない
nn: Kunne ikke sette filområdet til {0}, fordi filnavnet er ugyldig og kan øderlegge ditt system.
pt: Não foi possível definir a localização do ficheiro para {0}, em virtude do nome do ficheiro ser inválido e poder danificar o seu sistema.
pt_br: Não foi possível definir a localização do arquivo para {0}, pois o nome do arquivo é inválido e poder danificar o seu sistema.
sk: Nedá sa zmeniť umiestnenie na {0}, pretože názov súboru je chybný a môže poškodiť váš systém.
sq: Pozicioni i skedës nuk mund të vendosej tek {0}, pasi emri është invalid dhe mund të korruptojë sistemin tuaj.
sr: Nije moguće smestiti fajla u {0}, jer je naziv fajla neispravan i može da ošteti sistem.
uk: Не можу встановити {0} як місце тому що ім’я файлу неможливе і може пошкодити Вашу систему.

source: Could not set the file location, the download is already finished.
ar: لايمكن وضع موقع الملف, التنزيل قد اكتمل.
bs: Ne mogu datoteku postaviti na lokaciju, download je već završio.
cy: Methu gosod lleoliad y ffeil, mae'r llwytho i lawr wedi gorffen yn barod.
de: Der Speicherort konnte nicht festgelegt werden, der Download ist bereits abgeschlossen.
el: Δεν ήταν δυνατός ο καθορισμός τοποθεσίας αρχείου γιατί η λήψη έχει ήδη ολοκληρωθεί.
hu: Nem siker�lt be�ll�tani a f�jl hely�t, a let�lt�s m�r befejez�d�tt.
id: Lokasi berkas tidak dapat ditentukan lagi, pengunduhan telah selesai.
it: Non posso impostare la cartella di salvataggio; la ricezione è già terminata.
ja: ファイル位置を設定できず、ダウンロードは既に終了
nn: Kunne ikke finne fil område, nedlastingen er allerde ferdig.
pt: Não foi possível definir a localização do ficheiro, o download já foi concluído.
pt_br: Não foi possível definir a localização do arquivo, o download já foi concluído.
sk: Nedá sa nastaviť umiestnenie súboru, pretože sa sťahovanie už dokončilo.
sq: Pozicioni i skedës nuk mund të vendosej, shkarkesa ka përfunduar që më parë.
sr: Nije moguće izmeniti lokaciju snimanja fajla jer je već preuzet i snimljen.

source: Could not save download to the folder {0}, because you do not have write access to it.
ar: لايمكن حفظ التنزيل في المجلد {0}, بسبب أنك ليس لديك صلاحية الكتابة فيه.
bs: Ne mogu pohraniti download u folder {0}, zbog toga što vi nemate pristup za upisivanje.
cy: Methu cadw'r llwythiad i'r ffolder {0}, dim hawl iti ysgrifennu iddo.
de: Der Download konnte nicht im Verzeichnis {0} gespeichert werden, weil Sie keine Schreibberechtigung besitzen.
el: Δεν ήταν δυνατή η αποθήκευση της λήψης στον κατάλογο {0}, επειδή δεν έχετε δικαιώματα εγγραφής σε αυτόν.
hu: Nem menthet� a f�jl a {0} mapp�ba, mert nincs �r�si jogosults�god.
id: Tidak bisa menyimpan pengunduhan ke folder {0}, karena anda tidak diijinkan menulis ke situ.
it: Non posso salvare la ricezione nella cartella {0}, in quanto non posso accedere alla cartella.
ja: ユーザーに書き込みアクセスが無いので、ダウンロードをフォルダ{0}に保存不可
nn: Kunne ikke lagre mappen {0}, fordi du har ikke tilgang til den.
pt: Não foi possível guardar o download na pasta{0}, em virtude de não possuir acesso para escrita.
pt_br: Não foi possível salvar o download na pasta{0}, por não possuir acesso para escrita.
sk: Nedá sa uložiť do priečinka {0}, pretože pre tento priečinok nemám práva na zápis.
sq: Shkarkesa nuk mund të ruhej në dosjen {0}, pasi ju nuk keni leje për të hyrë në të.
sr: Nije moguće snimiti fajl u fasciklu {0} jer nemate pristup za upisivanje.
uk: Не можу зберігти завантаження до теки {0}, тому що ви не маєте права доступу неї.

source: Another download is already saving to {0}.
ar: تنزيل آخر محفوظ مسبقاً في {0}.
bs: Drugi download se već snima na {0}.
de: Ein anderer Download wird bereits unter {0} gespeichert.
el: Αποθηκεύεται ήδη άλλη λήψη στο {0}
hu: Egy m�sik let�lt�s m�r ment ebbe a f�jlba: {0}.
id: Pengunduhan lain telah menyimpan ke {0};
ja: 別のダウンロードが {0}に保存されている
nn: En annen nedlasting blir allerede lagret til {0}.
pt: Já está em curso a gravação de outro download para {0}.
pt_br: Já existe um arquivo sendo salvo em {0}.
sk: Iné sťahovanie sa teraz ukladá do {0}.
sq: Shkarkesa po ruhet që më parë në {0}.
sr: Drugi fajl se već snima u {0}.
uk: Інше завантаження вже зберігається в {0}.

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
ar: لايمكن وضع مجلد التنزيل إلى {0}, بسبب أنه موصوف كملف فردي, وليس كمجلد.
bs: Ne mogu postaviti dowloadovani folder u {0}, zbog toga što on predstavlja individualnu datoteku, a ne folder.
cy: Methu gosod ffolder llwytho i {0},
de: {0} konnte nicht als Download-Ordner eingerichtet werden, weil dieses eine Datei und kein Verzeichnis ist.
el: Δεν ήταν δυνατός ο καθορισμός του {0} ως καταλόγου λήψεων γιατί πρόκειται για αρχείο και όχι για κατάλογο.
hu: Nem �ll�that� be ide a let�lt�si mappa: {0}, mert ez f�jlt �s nem mapp�t jel�
id: Tidak bisa mengatur pengunduhan ke folder {0}, karena bukan folder, melainkan berkas.
it: Non posso impostare la cartella de ricezione a {0}, in quanto essa rappresenta un singolo file e non una cartella.
ja: 個別のファイルでフォルダではないため、ダウンロード・フォルダを{0}に設定不可# {0} ファイルの全パス名
nn: Kunne ikke sette Nedlastingsmappe til {0}, fordi det er en fil, ikke en mappe.
pt: Não foi possível definir a pasta de download para {0}, em virtude de representar um ficheiro individual e não uma pasta.
pt_br: Não foi possível definir a pasta de download para {0}, por representar um arquivo individual e não uma pasta.
sk: Nedá sa uložiť do priečinka {0}, pretože to je samotný súbor, a nie priečinok.
sq: Dosja e shkarkimit nuk mund të vendosej tek {0}, pasi përfaqëson një skedë individuale, jo një dosje.
sr: Nije moguće postaviti lokaciju za snimanje na {0}, jer ona predstavlja fajl, a ne fasciklu.
uk: Не можу встановити {0} як теку для завантажень, тому що вона представляє окремий файл, а не теку.

source: Could not set file location to {0}, because it is not a regular file.
ar: لايمكن وضع موقع الملف إلى {0}, بسبب أنه ليس ملف عادي.
bs: Ne mogu postaviti lokaciju datoteke u {0}, zbog toga što nije uredna datoteka.
cy: Methu gosod lleoliad y ffolder i {0}, dim yn ffeil arferol.
de: Der Speicherort {0} konnte nicht festgelegt werden, weil dies keine reguläre Datei ist.
el: Δεν ήταν δυνατός ο καθορισμός τοποθεσίας αρχείου σε {0} επειδή δεν πρόκειται για κανονικό αρχείο.
hu: A c�lf�jl nem lehet {0}, mert ez nem egy szab�lyos f�jl.
id: Tidak bisa menetapkan lokasi berkas ke {0}, karena bukan berkas reguler.
it: Non posso impostare la locazione del file a {0}, bin quanto non è un file regolare.
ja: レギュラー・ファイルではないので、ファイル位置を{0}に設定不可
nn: Kunne ikke sette filens område til {0}, fordi det er ikke en vanlig fil.
pt: Não foi possível definir a localização do ficheiro para {0}, em virtude de não se tratar de um ficheiro regular.
pt_br: Não foi possível definir a localização do arquivo para {0}, por não se tratar de um arquivo normal.
sk: Nedá sa zmeniť umiestnenie súboru na {0}, pretože to nie je platný súbor.
sq: Pozicioni i skedës nuk mund të vendosej tek {0}, pasi nuk është një skedë e parregullt.
sr: Nije moguće smestiti fajl u {0}, jer tip fajla nije standardan.

source: Could not set file location due to an error in the filesystem.
ar: لايمكن وضع موقع الملف بسبب خطأ في نظام الملفات.
bs: Ne mogu postaviti datoteku na mjesto koje će uzrokovati grešku u sistemu datoteka.
cy: Methu gosod lleoliad y ffeil achos gwall yn y ffeilsystem
de: Der Speicherort konnte wegen eines Fehlers im Dateisystem nicht festgelegt werden.
el: Δεν ήταν δυνατός ο καθορισμός τοποθεσίας αρχείου λόγω σφάλματος στο σύστημα αρχείων.
hu: F�jlrendszerbeli hiba miatt nem �ll�that� be a f�jl helye.
id: Tidak dapat menetapkan lokasi berkas karena terdapat kesalahan pada filesystem.
it: Non posso impostare la locazione del file a causa di un errore di sistema.
ja: ファイルシステムのエラーにより、ファイル位置を設定できない
nn: Kunne ikke lagre filen til området på grunn av en feil i filsystemet.
pt: Não foi possível definir a localização do ficheiro devido a um erro no sistema de ficheiros.
pt_br: Não foi possível definir a localização do arquivo devido a um erro no sistema de arquivos.
sk: Nedá sa zmeniť umiestnenie súboru kvôli chybe v súborovom systéme.
sq: Pozicioni i skedës nuk mund të vendosej për shkak të një gabimi në skedë-sistemin.
sr: Nije moguće podesiti lokaciju fajla zbog greške u sistemu.
uk: Не можу встановити як місцезнаходження файлу через помилку у файловій системі

source: The same file is already being downloaded.
ar: ملف مشابه تم تنزيله مسبقاً
bs: Ista datoteka je već downloadovana.
cy: Mae'r un ffeil yn llwytho i lawr yn barod.
de: Die gleiche Datei wird bereits heruntergeladen.
el: Γίνεται ήδη λήψη του ίδιου αρχείου.
hu: Egy ugyanilyen f�jl m�r let�lt�s alatt van.
id: Berkas yg sama telah diunduh.
it: Lo stesso file è gia stato recivato.
ja: 同じファイルが既にダウンロードされている
nn: Den samme filen blir allerede lastet ned.
pt: Já está em curso o download do mesmo ficheiro.
pt_br: O mesmo arquivo já está sendo baixado.
sk: Tento súbor sa už sťahuje.
sq: E njëjta skedë po shkarkohet që më parë.
sr: Isti fajl se već preuzima.
uk: Такий самий файл вже завантажується

source: The path of the parent folder exceeds the maximum length of paths on the filesystem. {0}
de: Der Pfad des übergeordneten Verzeichnisses übersteigt die maximale Länge die für einen Pfad auf diesem Dateisystem vorgesehen ist. {0}
el: Η διαδρομή του γονικού καταλόγου υπερβαίνει το μέγιστο μέγεθος διαδρομής του συστήματος αρχείων. {0}
ja: 親フォルダのパスの最大長がファイルシステムの上限を超えました。{0}
nn: Pathen til en overmappe overskrider den maksimale lengden til pather på filsystemet. {0}
sk: Cesta pôvodného priečinka presahuje maximálnu dĺžku cesty v súborovom systéme. {0}

source: There is nothing to preview for file {0}.
el: Δεν υπάρχει τίποτα για προεπισκόπηση στο αρχείο {0}.
ja: ファイル {0} をプレビューできません。
nn: Det er ingenting og forhåndsvise for filen {0}.
pt: Não há nada para prever no ficheiro {0}.
sk: K dispozícii nie je žiadny náhľad pre súbor {0}.

source: More Search Options
ar: المزيد من خيارات البحث
bs: Više opcija traženja
cy: Mwy o Opsiynau Chwilio
de: Weitere Suchoptionen
el: Περισσότερες επιλογές αναζήτησης
hu: Tov�bbi keres�si be�ll�t�sok
id: Pilihan pencarian lain
it: Più opzioni di ricerca
ja: より一層の検索オプション
nn: Flere Søke Alternativer
pt: Mais opções de pesquisa
pt_br: Mais opções de pesquisa
sk: Viac možností vyhľadávania
sq: Më Tepër Mundësi Kërkimi
sr: Više opcija pretraživanja
uk: Більше опцій пошуку

source: Publish License
ar: رخصة النشر
cy: Cyhoeddu Trwydded
de: Veröffentlichungs Lizenz
el: Άδεια δημοσίευσης
hu: Licensz kiad�sa
id: Lisensi Penerbitan
it: Licenza pubblicazione
nn: Lisensutgivelse
pt: Publicar a Licença
pt_br: Publicar licença
sk: Licencované
sq: Publikoni një Licensë
sr: Izdavačka licenca
uk: Опубліковати ліцензію

source: Are you sure you want to permanently remove the license from your local copy of this file?
ar: هل أنت متأكد من إزالة رخصة الحقوق المحلية لهذا الملف دائماً؟
cy: Wyt ti'n siwr dy fod di am ddileu am byth y drwydded oddi ar dy gopi lleol o'r ffeil yma?
de: Sind sie sicher, dass sie die Lizenz von ihrer Lokalen Kopie entfernen möchten?
el: Είστε σίγουρος πως θέλετε να διαγράψετε για πάντα την άδεια από το τοπικό αντίγραφο αυτού του αρχείου;
hu: Biztosan el akarod t�vol�tani a f�jl helyi p�ld�ny�nak licensz�t?
id: Anda yakin untuk menghilangkan lisensi dari salinan lokal berkas ini?
it: Sei sicuro di voler rimuovere permanentemente la licenza dalla copia locale di questo file ?
nn: Er du sikker på at du vil fjerne lisensen fra din lokale kopi av denne filen?
pt: Tem a certeza que pretende eliminar permanentemente a licença da sua cópia local deste ficheiro?
pt_br: Você tem certeza que quer permanentemente remover a licença da sua cópia local deste arquivo?
sk: Ste si istý, že chcete natrvalo odstrániť licenciu s vašej kópie tohto súboru?
sq: A jeni i sigurt se doni të fshini licensën përkohësisht nga kopja lokale e skedës?
sr: Jeste li sigurni da želite trajno da uklonite autorsko pravo iz Vaše kopije ovog fajla?
uk: Ви впевнені, що бажаєте взагалі зняти ліцензію з локальної копії цього файлу?

source: I understand that to publish a file, I must either own its copyrights or be authorized to publish them under a Creative Commons license.
ar: أنا اتفهم ذلك لنشر الملف, أيضاً يجب أن أحصل على حقوق الطبع أو التصريح لنشر تحت رخصة Creative العامة.
cy: Dwi'n deall i gyhoeddi ffeil, rhaid iti naillai bod yn berchen a'r hawlfraint neu gael caniatad i'w gyhoeddi o dan drwydded Creative Commons.
de: Ich weiss wie man eine Datei veröffentlicht, ich muss entweder der Besitzer oder eine Genehmigung haben die Datei unter einer Creativen Common-Lizenz zu veröffentlichen.
el: Καταλαβαίνω ότι για να δημοσιεύσω ένα αρχείο, πρέπει είτε να κατέχω τα πνευματικά δικαιώματά του ή να εξουσιοδοτούμαι για τη δημοσίευση από την άδεια Creative Commons.
hu: Tudom�sul veszem, hogy f�jl publik�l�s�hoz vagy nekem kell lennem a jogtulajdonos�nak, vagy felhatalmazva a CC licensz alatti publik�l�sukra.
id: Saya mengerti bahwa untuk menerbitkan sebuah berkas, saya harus memiliki hakcipta atau berwenang untuk menerbitkannya dibawah lisensi Creative Common.
it: Ho compreso che sto pubblicando un file, e che deve essere possessore del copyright o essere autorizzato a pubblicarlo sotto licenza Creative Commons.
ja: 私は、ファイルを出版するために、私がその著作権を所有しているか、または創造的民衆ライセンスの下でそれらを出版することについて権限を与えられていなければならないと理解しています。
nn: Jeg forstår att for å gi ut en fil, må jeg enten eie kopirettighetene eller ha rettighetene til å gi den ut under en Creative Common lisense.
pt_br: Eu entendo que para publicar um arquivo, eu preciso ou ter direitos autorais ou ser autorizado para publicar eles sob a "Licença criativa comum".
sk: Beriem na vedomie, že na publikovanie súboru, musím byť buď jeho autorom alebo musím mať oprávnenie na publikovanie pod licenciou Creative Common
sq: Unë e kuptoj se për të publikuar një skedë, ose duhet të zotëroj të drejtat e autorit të tij, ose duhet të autorizohem që të publikoj ato sipas Licensës Creative Commons.
sr: Razumem da moram posedovati ili imati ovlašćenje za autorsko pravo materijala koji želim da objavim pod Creative Commons licencom.
uk: Я розумію, що для того, щоб опублікувати файл, я маю або володіти авторським правом на цей файл або бути вповноваженим публікувати цей файл за ліцензією Creative Commons.

source: This file already has a license. If you want to modify it, click the checkbox to attest that you either own its copyrights or are authorized to publish them under a Creative Commons license.
cy: Mae gan y ffeil yma drwydded yn barod. Os wyt eisiau ei addasu, clicia'r bocs i dystio dy fod di nallai'n berchen a'r hawlfraint neu'n wedi cael caniatad i'w chyoeddi o dan drwydded Creative Commons.
de: Diese Datei hat bereits eine Lizenz. Wenn sie die Datei ändern möchtest, dann müssen sie auf die Schaltfläche klicken um zu bestätigen, dass sie der Eigentümer bzw. eine berechtigung haben die Datei unter einer Creative Commons Lizenz zu veröffentlichen.
el: Το αρχείο έχει ήδη μια άδεια. Αν θέλετε να την τροποποιήσετε, κάντε κλικ στο κουτί ελέγχου για να δείξετε ότι είτε κατέχετε τα δικαιώματά της, είτε εξουσιοδοτήστε για τη δημοσίευση από την άδεια Creative Commons.
hu: Ez a f�jl m�r licensz alatt van. Ha m�dos�tani szeretn�d a licenszt, kattints a jel�l�n�gyzetre, amellyel kimondod, hogy vagy t�ged illet a szerz�i jog, vagy m�s m�don vagy felhatalmazva.
id: Berkas ini telah memiliki sebuah lisensi. Jika anda ingin merubahnya, klik checkbox to membuktikan bahwa anda pemilik hakcipta atau berwenang untuk menerbitkannya dibawah lisensi Creative Common.
it: Questo file ha già una licenza. Se vuoi modificarla, seleziona il controllo per attestare che sei proprietario del copyright o autorizzato apubblicarlo sotto licenza Creative Commons.
ja: このファイルはすでにライセンスを持っています。 もしそれを修正したいならば、あなたどちらでもその著作権を所有するか、または創造的民衆ライセンスの下でそれらを出版することについて権限を与えられるのを証明するために、チェックボックスをクリックしてください。
nn: Denne filen har allerede en lisens. Hvis du vil endre det, trykk på markeringsboksen for å si at du enten eier kopirettighetene eller har rettighetene til å gi den ut under en Creative Common lisens.
pt_br: Este arquivo já possui uma licença. Se você quiser a modificar, clique na caixa de seleção para mostrar que você ou tem direitos autorais ou está autorizado a publicar os mesmos sob a "Licença criativa comum".
sk: Tento súbor obsahuje licenciu. Ak ju chcete zmeniť, začiarknite políčko na potvrdenie, že ste oprávneným majiteľom súboru alebo máte oprávnenie na publikovanie súboru pod licenciou Creative Common.
sq: Kjo skedë e ka licensën që më parë! Nëse doni ta modifikoni, klikoni kutinë me zgjedhje që të vërtetoni se zotëroni të drejtat e autorit, ose jeni i autorizuar të publikoni atë sipas Licensës Creative Commons.
sr: Fajl već ima licencu. Ako želite da je izmenite, kliknite u kvadratić da bi potvrdili da imate ovlašćenje ili autorsko pravo pod Creative Commons licencom.
uk: Цей файл вже має ліцензію. Якщо ви бажаєте змінити її, відмітьте, що ви або володієте авторським правом на цей файл або вповноважені публікувати цей файл за ліцензією Creative Commons.

source: Modify the license of this file
ar: تعديل رخصة هذا الملف
cy: Addasu'r trwydded i'r ffeil yma
de: Lizenz dier Datei ändern?
el: Τροποποίηση της αδείας του αρχείου
hu: F�jl licensz�nek m�dos�t�sa
it: Modifica la licenza di questo file
nn: Endre lisensen på denne filen
pt: Modificar a licença deste ficheiro
pt_br: Modifique a licença desse arquivo
sk: Modifikovať licenciu pre tento súbor
sq: Modifikoje licensën e kësaj skede
sr: Izmeni licencu ovog fajla

source: Permanently remove the license from this file
ar: دائماً إزالة الرخصة من هذا الملف
de: Die Lizenz von dieser Datei dauerhaft entfernen?
el: Μόνιμη διαγραφή αδείας από το αρχείο
hu: A f�jl licensz�nek elt�vol�t�sa
it: Rimuovi permanentemente la licenza da questo file
ja: 永久に、このファイルから許可を取り除いてください
nn: Permanent fjern lisensen fra denne filen
pt: Remover a licença deste ficheiro permanentemente
pt_br: Remova permanentemente a licença desse arquivo
sk: Permanentne odstráň licenciu z tohto súboru
sq: Hiqe përkohësisht licensën nga kjo skedë
sr: Trajno ukloni licencu iz ovog fajla

source: This tool helps you publish audio under a Creative Commons license.
ar: هذه الأداة تساعد في نشر الصوت تحت رخصة Creative العامة.
cy: Mae hwn yn dy helpu cyhoeddu o dan drwydded Creative Commons
de: Dieses Werkzeug hilft dir, Audio unter einer Creativen Common-Lizenz zu veröffentlichen
el: Αυτό το εργαλείο σας βοηθά να δημοσιεύσετε αρχεία ήχου υπό την άδεια Creative Commons.
hu: Ennek az eszk�znek a seg�ts�g�vel a Creative Commons licensz alatt publik�lhatsz zen�t.
id: Tool ini membantu anda menerbitkan audio dibawah lisensi Creative Common.
it: Questo strumento ti aiuta a pubblicare audio sotto licenza Creative Commons.
nn: Dette verktøyet hjelper deg med å gi ut lyd som følger Creative Commons lisensen.
pt_br: Esta ferramenta ajuda você a publicar sob a "Licença criativa comum".
sk: Tento nástroj vám pomôže publikovať audio pod licenciou Creative Common
sq: Ky mjet ju ndihmon të publikoni audio sipas Licensës Creative Commons.
sr: Ova alatka pomaže da izdate muziku pod licencom Creative Commons.
uk: Цей засіб допоможе вам опублікувати аудіо файл за ліцензією Creative Commons.

source: How does it work?
ar: كيف يعمل؟
cy: Sut mae'n gweithio?
de: Wie arbeitet es??
el: Πώς δουλεύει;
hu: Hogy m�k�dik?
id: Bagaimana cara kerjanya?
it: Come funziona ?
ja: どのように作動するか
nn: Hvordan virker det?
pt: Como é que funciona?
pt_br: Como funciona?
sk: Ako to funguje?
sq: Si Funksionon?
sr: Kako ovo radi?
uk: Як це працює?

source: ShareAlike
ar: تطابق المشاركة
el: Διαμοίρασε ομοίως
id: Pembagian secara merata
it: Condividi allo stesso modo
pt: Partilhar Iguais
pt_br: Compartilhar igualmente
sk: Rovnaké zdieľanie
sq: Shpërndaje Njëlloj
sr: Razmenjivati kao

source: Allow commercial use of your work?
ar: السماح للإستخدام التجاري لعملك؟
cy: Caniatau defnydd masnachol o dy waith?
de: Kommerziellen Gebrauch erlauben?
el: Επιτρέπεται η επαγγελματική χρήση του έργου σας;
hu: Enged�lyezed a kereskedelmi c�l� haszn�latot?
id: Ijinkan penggunaan hasil kerja anda secara komersial?
it: Permetti uso commerciale del tuo progetto ?
ja: あなたの作品の商用利用を許可しますか？
nn: Tillate kommersielt bruk at ditt arbeid?
pt: Permitir o uso comercial do seu trabalho?
pt_br: Autorizar uso comercial do seu trabalho?
sk: Povoliť vaše dielo pre komerčné účely?
sq: A doni ta lejoni përdorimin komercial të veprës tuaj?
sr: Dozvoliti drugima da prodaju Vaš rad?
uk: Дозволити комерційне використання роботи?
