Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Sorry, LimeWire couldn't read your old downloads. You can restart them by clicking 'Try Again' on the downloads. When LimeWire finds a source for the file, the download will pick up where it left off.
da: Beklager, LimeWire kunne ikke læse dine gamle downloads. Du kan genstarte dem ved at klikke "Prøv igen" på downloaden. Når LimeWire finder en kilde til filen, så vil downloaden fortsætte.
es: Lo siento, LimeWire no puede leer las descargas anteriores. Puedes reiniciarlas haciendo click "Reintentar" sobre las descargas. Cuando LimeWire encuentre una fuente para la descarga, ésta continuará desde el punto en que se detuvo.
et: Vabandame, LimWire ei suutnud lugeda teie vanu allalaadimisi. Sa saad allalaadimist uuesti alustada vajutades nupule''Proovi Uuesti''. Kui LimeWire leiab faili allika, siis allalaadimine jätkub sealt maalt, kust see pooleli jäi.
fa: متأسفانه LimeWire نمی تواند دانلودهای قدیمی شما را بخواند. می توانید با کلیک کردن "کوشش دوباره" روی دانلودها، آنها را دوباره شروع کنید. وقتی LimeWire یک منبع برای فایل مورد نظر پیدا کند، بارگذاری (دانلود) از جایی ادامه می یابد که متوقف شده بود.
fi: Valitettavasti LimeWire ei pystynyt lukemaan vanhoja latauksiasi. Voit käynnistää ne uudelleen klikkaamalla "Yritä uudelleen" latausvalikossa. Tiedostojen lataus jatkuu keskeytyneestä kohdasta, kun niille löytyy lähde.
fr: Désolé, LimeWire n'a pas pu lire vos anciens téléchargements. Vous pouvez les redémarrer en cliquant sur "Réessayer" sur les téléchargements. Lorsque LimeWire trouve une source pour le fichier, le téléchargement reprendra là où il l'avait laissé.
gl: LimeWire non puido ler as descargas antigas. Pode reinicialas premendo 'Volvelo tentar' sobre as descargas. Cando LimeWire atope unha fonte para o ficheiro, a descarga continuará no momento en que se detivo.
he: סליחה, אך LimeWire לא יכל לקרוא את ההורדות הישנות שלך. אתה יכול להתחילם בשנית ע"י לחיצה על "נסה בשנית" על ההורדות. כש-LimeWire תמצא מקור הורדה לקובץ, ההורדה תמשיך מהנקודה בה היא הפסיקה.
hr: Oprostite, ali LimeWire nije mogao pročitati vaša stara preuzimanja. Možete ih ponovo pokrenuti ako kliknete na "Probaj Ponovo" na preuzećima. Kad LimeWire pronađe izvor datoteke, preuzimanje će biti nastavljeno tamo gdje je zaustavljeno.
ku: Xemgîn im, LimeWire'ê nekarî daxistinên te yên berê bixwne. Di beşa daxistinan de dikarî li "Dîsa Biceribîne" bitikînî û ji nû ve bidî destpêkirin. LimeWire dema ku ji bo pelê çavkanî dît wê berdewam bike.
lv: Atvainojiet, LimeWire nespēj nolasīt Jūsu vecās lejuplādes. Jūs varat tās restartēt, klikšķinot 'Mēģināt vēlreiz' uz lejuplādēm. Kad LimeWire atradīs datnes avotu, lejuplāde atsāksies no turienes, kur tika apstādināta.
nb: Beklager, LimeWire kunne ikke lese de gamle nedlastingene dine. Du kan starte disse på nytt ved å trykke "Prøv igjen" på nedlastingene. Når LimeWire finner en kilde for filen, vil nedlastingen fortsette.
nl: Sorry, LimeWire kan uw oude downloads niet meer lezen. U kunt ze herstarten door te klikken op 'Opnieuw proberen' op de downloads. Indien LimeWire een bron voor het bestand vindt, wordt de download voortgezet vanaf waar deze gebleven was.
pl: Przepraszamy, LimeWire nie mógł odczytać Twoich starych pobrań. Możesz uruchomić je ponownie przez kliknięcie 'Spróbuj Ponownie' na tych pobraniach. Gdy LimeWire znajdzie źródło pliku, pobieranie zostanie wznowione od miejsca, w którym zostało przerwane.
ru: К сожалению Limewire не может прочитать ваши прежние загрузки. Вы можете перезапустить их, нажав "Попробовать снова". Когда Limewire найдет источник файла, загрузка будет продолжена с места обрыва.
sv: Tyvärr, LimeWire kunde inte läsa in dina gamla nedladdningar. Du kan starta om dem genom att klicka på 'Försök Igen' på nedladdningarna. När LimeWire hittar en källa för filen, kommer nedladdningen att fortsätta där den slutade.
tr: Üzgünüm, LimeWire eski indirmelerinizi okuyamıyor. Onları indirmelerdeki 'Yeniden Dene' ye tıklayarak yeniden başlatabilirsiniz. LimeWire dosya için bir kaynak bulduğunda, indirme kaldığı yerden devam edecektir.

source: Sorry, LimeWire couldn't read some of your old downloads. You can restart them by clicking 'Try Again' on the downloads. When LimeWire finds a source for the file, the download will pick up where it left off.
da: Beklager, LimeWire kunne ikke læse nogle af dine gamle downloads. Du kan genstarte dem ved at klikke "Prøv igen" på downloaden. Når LimeWire finder en kilde til filen, så vil downloaden fortsætte.
es: Lo siento, LimeWire no puede leer algunas de las descargas anteriores. Puedes reiniciarlas haciendo click "Reintentar" sobre las descargas. Cuando LimeWire encuentre una fuente para la descarga, ésta continuará desde el punto en que se detuvo.
et: Vabandame, LimeWire ei suutnud lugeda Sinu mõnda vanat allalaadimist. Sa saad neid uuesti alustada vajutas ''Proovi Uuesti'' nupule. Kui LimeWire leiab faili allika, siis allalaadimine jätkub sealt maalt, kust see pooleli jäi.
fa: متأسفانه LimeWire نمی تواند بعضی از دانلودهای قدیمی شما را بخواند. می توانید با کلیک کردن "کوشش دوباره" روی دانلود ها آنها را دوباره شروع کنید. وقتی LimeWire یک منبع برای فایل مورد نظر پیدا کند، بارگذاری (دانلود) از جایی ادامه می یابد که متوقف شده بود.
fi: Valitettavasti LimeWire ei pystynyt lukemaan kaikkia vanhoja latauksiasi. Voit käynnistää ne uudelleen klikkaamalla "Yritä uudelleen" latausvalikossa. Tiedostojen lataus jatkuu keskeytyneestä kohdasta, kun niille löytyy lähde.
fr: Désolé, LimeWire ne peut pas lire certains de vos anciens téléchargements. Vous pouvez les redémarrer en cliquant sur "Réessayer" sur les téléchargements. Lorsque LimeWire trouve une source pour le fichier, le téléchargement reprendra là où il s'était arrêté.
gl: LimeWire non puido ler as descargas antigas. Pode reinicialas premendo 'Volvelo tentar' sobre as descargas. Cando LimeWire atope unha fonte para o ficheiro a descarga continuará no momento en que se detivo.
he: סליחה, אך LimeWire לא יכל לקרוא את ההורדות הישנות שלך. אתה יכול להתחילם בשנית ע"י לחיצה על "נסה בשנית" על ההורדות. כש-LimeWire תמצא מקור הורדה לקובץ, ההורדה תמשיך מהנקודה בה היא הפסיקה.
hr: Oprostite, ali LimeWire nije mogao pročitati neka od vaših starih preuzimanja. Možete ih ponovo pokrenuti ako kliknete na "Probaj Ponovo" na preuzećima. Kad LimeWire pronađe izvor datoteke, preuzimanje će biti nastavljeno tamo gdje je zaustavljeno.
ku: Xemgîn im, LimeWire'ê nekarî hinek ji daxistinên te yên kevin bixwîne. dikarî bi tikandina "Dîsa biceribîne" a li beşa daxistinan ji nû ve bidî destpêkirin. Dema LimeWire'ê ji bo pelê çavkanî dît wê daxistinê ji cihê lê mayî bidomîne.
lv: Atvainojiet, LimeWire nespēj nolasīt dažas no Jūsu vecajām lejuplādēm. Jūs varat tās restartēt, klikšķinot 'Mēģināt vēlreiz' uz lejuplādēm. Kad LimeWire atradīs datnes avotu, lejuplāde atsāksies no turienes, kur tika apstādināta.
nb: Beklager, LimeWire kunne ikke lese noen av de gamle nedlastingene dine. Du kan starte disse på nytt ved å trykke "Prøv igjen" på nedlastingene. Når LimeWire finner en kilde for filen, vil nedlastingen fortsette.
nl: Sorry, LimeWire kan enkele van uw oude downloads niet meer lezen. U kunt ze herstarten door te klikken op 'Opnieuw proberen' op de downloads. Indien LimeWire een bron voor het bestand vindt, wordt de download voortgezet vanaf waar deze gebleven was.
pl: Przepraszamy, LimeWire nie mógł odczytać niektórych z Twoich starych pobrań. Możesz uruchomić je ponownie przez kliknięcie 'Spróbuj Ponownie' na tych pobraniach. Gdy LimeWire znajdzie źródło pliku, pobieranie zostanie wznowione od miejsca, w którym zostało przerwane.
ru: К сожалению Limewire не может прочитать некоторые из ваших прежних загрузок. Вы можете перезапустить их, нажав "Попробовать снова". Когда Limewire найдет источник файла, загрузка будет продолжена с места обрыва.
sv: Tyvärr, LimeWire kunde inte läsa in några av dina gamla nedladdningar. Du kan starta om dem genom att klicka på 'Försök Igen' på nedladdningarna. När LimeWire hittar en källa för filen, kommer nedladdningen att fortsätta där den slutade.
tr: Üzgünüm, LimeWire eski indirmelerinizden bazılarını okuyamıyor. Onları indirmelerdeki 'Yeniden Dene' ye tıklayarak yeniden başlatabilirsiniz. LimeWire dosya için bir kaynak bulduğunda, indirme kaldığı yerden devam edecektir.

source: HTTP Request Listening
da: HTTP-forespørgsel igang
es: Viendo las Peticiones HTTP
et: HTTP Palve Kuulamine
fa: پذیرنده درخواست HTTP
fi: HTTP-palvelupyyntöjen kuunteleminen
fr: Écoute des requêtes HTTP
gl: Vendo as peticións HTTP
he: האזנה לבקשת HTTP
hr: Pregled HTTP zahtjeva
ku: Daxwaza HTTPyê tê standin
nb: Lytte etter HTTP-forespørsel
nl: HTTP-aanvraagluisteraar
pl: Nasłuchiwanie żądań HTTP
ru: Прослушивание запросов HTTP
sv: HTTP-förfrågan lyssnar
tr: HTTP İsteğini Dinleme

source: Upload Management
da: Styring af uploads
es: Gestor de Subidas
et: Üleslaadimise Haldur
fa: مدیریت آپلود
fi: Jakamisen hallinta
fr: Gestion des transferts
ga: Bainistíocht Uasluchtú
gl: Xestión de envíos
he: ניהול העלאה
hr: Upravljanje Slanjem
ku: Rêvebiriya Barkirinê
lv: Augšuplādes pārvaldīšana
nb: Opplastningssentral
nl: Uploadbeheer
pl: Zarządzanie wysyłaniem
ru: Управление раздачей
sv: Uppladdnings hantering
tr: Yükleme Yöneticisi

source: Peer Locator
da: Peer lokalisering
es: Localizador de Pares
et: Kasutajate Leidja
fa: موقعیت یاب نظیر
fi: Vertaisen etsijä
fr: Localisateur de pairs
ga: Aimsitheoir Comhghleacaithe
gl: Localizador de parceiros
he: מוצא פירים
hr: Tragatelj Vršnjaka
ku: Hevser dîtiner
lv: Līdzinieku Meklētājs
nb: Peer-lokaliserer
nl: Peerlokalisator
pl: Lokalizator peerów
ru: Локатор пиров
sv: Peer lokaliserare
tr: Eş Bulucu

source: Core Glue
es: Pegamento Básico
et: Tuuma Liim
fa: هسته Glue
fi: Ydinliima
fr: Assemblage de base
ga: Bí an Chroí
he: ליבה צמודה
hr: Ljepilo jezgre
ku: Yekkera dendikê
nl: Kernglue
ru: Связующее звено ядра

source: Message Routing
da: Meddelelseshåndtering
es: Enrutamiento de Mensaje
et: Sõnumi Suunamine
fa: مسیر یابی پیام
fi: Viestien Reititys
fr: Routage des messages
ga: Ródú na Teachtaireachta
gl: Encamiñamento da mensaxe
he: ניתוב הודעה
hr: Usmjeravanje Poruke
ku: Peyam Beralîkirin
lv: Ziņojumu Maršrutēšana
nb: Meldingsformidling
nl: Berichtrouting
pl: Trasy wiadomości
ru: Маршрутизация сообщений
sv: Meddelandehantering
tr: Mesaj Yönlendirme

source: Network Management
da: Styring af netværk
es: Administración de Red
et: Internetiühenduste Haldur
fa: مدیریت شبکه
fi: Verkonhallinta
fr: Gestion du réseau
ga: Bainistiú an Líonra
gl: Xestión da Rede
he: ניהול אינטרנט
hr: Upravljanje mrežom
ku: Rêvebiriya Torê
lv: Tīkla pārvaldīšana
nb: Nettverkssentral
nl: Netwerkbeheer
pl: Zarządzanie siecią
ru: Управление сетью
sv: Nätverkshantering
tr: Ağ Yönetimi

source: Ultrapeer/DHT Management
da: Ultrapeer/DHT-håndtering
es: Administarción de Ultra-par/DHT
et: Ülikasutajate/DHT Haldamine
fa: مدیریت DHT/فرانظیر (Ultrapeer)
fi: Ultrapeer/DHT-hallinta
fr: Gestion Ultrapair/DHT
gl: Xestión dos ultra-parceiros/DHT
he: אחראי רשת מערך נתונים מבוזר/"על-עמית" (Ultrapeer)
hr: Ultrapeer/DHT upravljanje
ku: Rêvebiriya UltraHevser/DHT
nb: Administrering av Ultrapeer/DHT
nl: Ultrapeer/DHT-beheer
pl: Zarządzanie Ultrapeer/DHT
ru: Ультрапир/Управление DHT
sv: Ultrapeer/DHT-hantering
tr: Ultraeş/DHT Yönetimi

source: Peer Listener
da: Peer lytter
es: Escuchador de Pares
et: Kasutaja kuulaja
fa: پذیرنده نظیر (Peer)
fi: Vertaiskuuntelija
fr: Auditeur de pairs
ga: Éisteoir Comhghleacaithe
gl: Escoitador de parceiros
he: מאזין עמית
hr: Slušatelj Vršnjaka
ku: Guhdarkera Hevserê
lv: Līdzinieku Klausītājs
nb: Peer-lytter
nl: Peerluisteraar
pl: Nasłuchiwacz peerów
ru: Прослушиватель пиров
sv: Peer-lyssnare
tr: Eş Dinleyici

source: Promotion System
da: Meddelelsessystem
es: Sistema de Promoción
et: Edutamise Süsteem
fa: سیستم ارتقاء
fi: Ylennysjärjestelmä
fr: Système de promotion
ga: Córas Cuir Chun Cinn
gl: Sistema de promoción
he: מערכת קידום
hr: Promotivni sustav
ku: Pergala Piştgiriyê
lv: Paaugstināšanas Sistēma
nb: Promoteringssystem
nl: Promotiesysteem
pl: System promocji
ru: Система продвижения в очереди
sv: Uppgraderingssystem
tr: Promosyon Sistemi

source: Directed Querier
es: Consulta Dirigida
et: Juhatatud Küsitleja
fa: پرسشگر هدایت شده
fi: Suunnattu kyselijä
fr: Requêteur dirigé
gl: Consulta direccionada
he: שאילתן מכוון
hr: Direktan upit
ku: Lêpirsînera Beralîkirî
lv: Tiešais pieprasītājs
nb: Dirigerte Forespørsler
nl: Omgeleide querier
pl: Ukierunkowany kolejkowicz
ru: Управление запросом
sv: Riktat Querier
tr: Yönlendirilen Sorgulayıcı

source: Content Management
da: Styring af indhold
es: Manejo de Contenidos
et: Sisu Haldamine
fa: مدیریت محتوا
fi: Sisällönhallinta
fr: Gestion du contenu
ga: Bainistiú an Inneachair
gl: Xestión de contidos
he: ניהול תוכן
hr: Upravljanje sadržajem
ku: Rêvebiriya Naverokê
lv: Satura pārvaldīšana
nb: Innholdsstyring
nl: Contentbeheer
pl: Zarządzanie zawartością
ru: Управление содержанием
sv: Innehållshanterare
tr: İçerik Yönetimi

source: Local Socket Listener
da: Lokal socket lytter
es: Escucha de Socket Local
et: Kohaliku Pesa Kuulaja
fa: پذیرنده سوکت محلی
fi: Paikallinen socket-kuuntelija
fr: Auditeur de socket locale
gl: Escoitador de socket local
he: מאזין חיבור מקומי
hr: Pregled lokalne veze
ku: Bihîstkera Doketa Heremî
nb: Lokal Socket-lytter
nl: Lokale socketluisteraar
pl: Lokalny nasłuch gniazda
ru: Прослушиватель локального порта
tr: Yerel Soket Dinleyici

source: Magnet Processor
es: Procesador Magnet
et: Magneti Protsessor
fa: پردازشگر مگنت
fi: Magnet-käsittelijä
fr: Processeur de liens Magnet
ga: Oibreoir Magnet
gl: Procesador Magnet
he: מעבד מגנטי
hr: Magnet Procesor
ku: Kirarê Magnet
nb: Magnet-prosessor
pl: Procesor Magneta
ru: Обработчик magnet-ссылок
tr: Magnet İşlemci

source: LimeWire was unable to start the Digital Audio Access Protocol Service (for sharing files in iTunes). This feature will be turned off. You can turn it back on in options, under Advanced -> Files -> iTunes.
da: LimeWire kunne ikke starte den digitale lydadgangsprotekol (for deling af filer i iTunes). Denne funktion vil blive slået fra. Du kan slå den til i Indstillinger, under Advanceret -> Filer -> iTunes.
es: LimeWire fue incapaz de comenzar el Servicio de Protocolo de Acceso de Audio Digital (para compartir archivos en iTunes). Esta caracteristica será desactivada. La puede volver a activar en Opciones, bajo Avanzado -> Archivos -> iTunes.
et: LimeWire ei suutnud alustada Digitaalse Heli Protokolli Teenust failide jagamiseks iTune'sis. See seade lülitatakse automaatselt välja. Sa saad selle tagasi sisselülitada Täpsemalt -> Failid -> iTunes.
fa: LimeWire قادر به شروع خدمات پروتکل دسترسی به صدای دیجیتال (برای به اشترک گذاری فایل ها در iTunes) نیست. این قابلیت خاموش خواهد شد. شما می توانید آن را در تنظیمات روشن کنید، در قسمت پیشرفته -> فایل ها -> iTunes
fi: LimeWire ei pystynyt käynnistämään Digital Audio Access Protocol-palvelua (tiedostojen jakamiseen iTunesissa). Tämä piirre poistetaan käytöstä. Voit ottaa sen takaisin käyttöön Valinnoista, Edistyneet -> Tiedostot -> iTunes.
fr: LimeWire n’a pas pu démarrer le service du Protocole d’Accès aux Sons Numériques (DAAP). Cette fonctionalité sera désactivée. Vous pouvez la rétablir via le menu Options, sous Avancées -> Fichiers -> iTunes.
gl: Limewire foi incapaz de comezar o Servizo de Protocolo de Acceso de Audio Dixital (para compartir arquivos en iTunes). Esta funcionalidade será desactivada. Pódea activar de novo en Ferramentas-> Opcións-> Avanzado-> Ficheiros-> iTunes
he: LimeWire לא הצליחה להפעיל את שירות פרוטוקול גישה לשמע דיגיטלי (בכדי לשתף קבצים ב-iTunes). היכולת הזו תכובה. אתה יכול להדליקה בחזרה דרך הגדרות, תחת מתקדם -> קבצים -> iTunes.
hr: LimeWire nije bio u mogućnosti da pokrene Digital Audio Access Protocol Service (za razmjenu datoteka u iTunes). Ovo svojstvo će biti onemogućeno. Ovo možete ponovo omogućiti kroz opcije pod Napredno -> Datoteke -> iTunes.
ku: LimeWire'ê nekarî xizmeta Qeydeya Têkiloya Gihiştina Dengê Dîjîtal (ji bo pel parvekirina li iTunesê) bide destpêkirin. Di beşa vebijêrkan de Pêşketî>Pel>iTunes de dikarî ji nû ve bidî destpêkirin.
nb: LineWire klarte ikke starte Digital Audio Access Protocol Service (for deling av filer i iTunes). Denne egenskapen vil bli slått av. Du kan slå den på igjen i valgmenyen, under Avansert -> Filer -> iTunes
nl: LimeWire kon de Digital Audio Access Protocol-service (voor het delen van bestanden in iTunes) niet starten. Deze functie zal uitgeschakeld worden. U kunt deze weer inschakelen in de opties onder Geavanceerd > Bestanden > iTunes.
pl: LimeWire nie mógł uruchomić usługi Digital Audio Access Protocol Service (dla wymiany plików w iTunes). Ta funkcja zostanie wyłączona. Możesz ją włączyć z powrotem w opcjach, pod Zaawansowane -> Pliki -> iTunes.
ru: LimeWire не может запустить Digital Audio Access Protocol Service (для обмена файлами iTunes). Эта возможность была отключена. Вы можете снова ее включить в настройках: Дополнительно -> Файлы -> iTunes.
tr: LimeWire Dijital Ses Girişi Protokol Servisi'ni ( iTunes' da paylaşılan dosyalar için) başlatamadı. Bu özellik kapatılacak. Ayarlardan, Gelişmiş -> Dosyalar -> iTunes sekmelerini kullanarak tekrar açabilirsiniz.

source: Mojito DHT
fi: Mojit DHT
fr: DHT Mojito
he: מערך נתונים מבוזר
ru: Смешанный DHT

source: LimeWire Store Integration
da: LimeWire butiks integration
es: Integración con Tienda LimeWire
et: LimeWire Poe Moodustamine
fa: یکپارچه سازی فروشگاه LimeWire
fi: LimeWire Shop-integraatio
fr: Intégration du Dépot LimeWire
ga: Comhtháthú Díolbhoth LimeWire
gl: Integración coa Tenda LimeWire
he: שילוב שמירה ב-LimeWire
hr: Integracija LimeWire Trgovine
ku: Limewire Întegrasyona Firoşgehê
nb: LimeWire Butikkintegrering
nl: LimeWire Store-integratie
pl: Integracja ze sklepem Lime Wire
ru: Интеграция с LimeWire Store
sv: LimeWire butiks integration
tr: LimeWire Mağaza Entegrasyonu

source: Download Upgrade Task
da: Download opgraderingsopgave
es: Tarea de Descarga de Actualizaciones
et: lae Uuendused Alla
fa: وظیفه ارتقاء دانلود
fi: Lataa päivityspaketti
fr: Tâche de chargement des mises à niveau
gl: Tarefa de actualización de descargas
he: הורד משימת עדכון
hr: Preuzmi Zadatak za Nadogradnju
ku: Peywira Bilindkirina Daxistinê
lv: Lejuplādēt Jauninājuma Uzdevumu
nb: Oppgave for nedlasting av oppdateringer
nl: Upgradetaak downloaden
pl: pobieranie aktualizacji
ru: Загрузить задачу обновления
sv: Nedladdning Uppgradering Uppgift
tr: İndirme Güncelleştirme Görevi

source: Static Messages
da: Statistiske meddelelser
es: Mensajes Estáticos
et: Staatilised Sõnumid
fa: پیام های ساکن
fi: Staattiset viestit
fr: Messages statiques
ga: Teachtaireachtaí Sheasta
gl: Mensaxes estáticos
he: הודעות סטטיות
hr: Statične poruke
ku: Peyamên Statîk
lv: Statiskie Ziņojumi
nb: Statiske meldinger
nl: Statische berichten
pl: Wiadomości statyczne
ru: Постоянные сообщения
sv: Statiskt meddelande
tr: Statik Mesajlar

source: QRP Updater
da: QRP opdaterer
es: Actualizador QRP
et: QRP Uuendaja
fa: به روز رسان QRP
fi: QRP-päivittäjä
fr: Tâche de mise à jour QRP
ga: Nuashonruitheoir QRP
gl: Actualizador QRP
he: מעדכן QRP
ku: QRP Rojaneker
lv: QRP Atjauninātājs
nb: QRP-Oppdatering
pl: Aktualizator QRP
ru: Обновление QRP
sv: QRP-uppdaterare
tr: QRP Güncelleştirici

source: RUDP Message Routing
da: RUDP meddelelseshåndtering
es: Encaminamiento de Mensajes RUDP
et: RUDP Sõnumi Suunamine
fa: مسیریابی پیام RUDP
fi: RUPD-viestien reititys
fr: Routage des messages RUDP
gl: Encamiñamento de mensaxes RUDP
he: נתב הודעות RUDP (פרוטוקול קבצי המשתמש- Reliable User DatagramProtocol)
hr: RUDP Usmjeravanje Poruke
ku: RUDP Beralîkirina Peyaman
lv: RUDP Ziņojumu Maršrutētēšana
nb: RUDP-Meldingsruting
nl: RUDP-berichtrouting
pl: Trasy wiadomości RUDP
ru: Трассировка сообщений RUDP
sv: RUDP Meddelandehantering
tr: RUDP Mesaj Yönlendirme

source: Settings Saver
et: Seadete Salvestaja
fa: ذخیره کننده تنظیمات
gl: Gravador de axustes
he: שומר ההגדרות
hr: Sprematelj Postavki
ku: Tomarkerê Mîhengan
lv: Iestatījumu Saglabātājs
nb: Lagring av innstillinger
pl: zapisywanie ustawień
ru: Хранитель настроек

source: Spam Management
da: Styring af spam
es: Gestión de Spam
et: Rämpsposti Haldamine
fa: مدیریت هرزنامه ها
fi: Spam-hallinta
fr: Gestion des indésirables
ga: Bainistiú Turscar
gl: Xestión do lixo
he: ניהול ספאם
hr: Upravljanje SPAM-om
ku: Rêvebiriya Spam
lv: Surogātpasta pārvaldīšana
nb: Spam-behandler
nl: Spambeheer
pl: Zarządzanie spamem
ru: Управление спамом
sv: Spam hanterare
tr: Spam Yönetimi

source: Uptime Statistics
da: Driftsstatistik
es: Fecha de Estadísticas
et: Üleslaadimise Statistika
fa: آمار مدت عملکرد
fi: Päälläolotilastot
fr: Statistiques de durée de fonctionnement
gl: Estatísticas de uso
he: סטטיסטיקות זמן ריצה
hr: Statistika Iskorištenog Vremena
ku: Îstatîstîkên Dema Xebatê
lv: Darbspējas Statistika
nb: Statistikk for oppetid
nl: Uptimestatistieken
pl: Statystyki czasu działania
ru: Статистика продолжительности работы
sv: Drifttidsstatistik
tr: Çalışma Süresi İstatistikleri

source: Browse
da: Gennemse
es: Explorar
et: Sirvi
fa: مرور کردن
fi: Selaa
fr: Parcourir
ga: Siortaigh
gl: Procurar
he: עיון
hr: Pretraži
ku: Bigere
lv: Pārlūkot
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
ru: Обзор
sv: Bläddra
tr: Gözat

source: Update Checks
da: Opdateringstjek
es: Verificar Actualizaciones
et: Uuenduste Otsimine
fa: بررسی به روز رسانی
fi: Päivitystarkistukset
fr: Vérifications de mise à jour
ga: Dearbhaithe Nuashonraithe
gl: Procurar actualizacións
he: בדיקת עדכונים
hr: Update provjera
ku: Venihêrtinên Rojanekirinê
lv: Jauninājumu Pārbaudes
nb: Oppdateringskontroll
nl: Updatecontroles
pl: Sprawdzanie aktualizacji
ru: Проверка обновлений
sv: Uppdatering koll
tr: Güncelleştirme Denetlemeleri

source: Metadata Loader
da: Metadata indlæser
es: Cargador de metadatos
et: Andmete Laadija
fa: بارگذار متادیتا
fi: Metatietojen lataaja
fr: Chargeur de métadonnées
ga: Luchtaitheoir Meiteashonraí
gl: Cargador de metadatos
he: טוען מטהדטה
hr: Učitavač Metapodataka
ku: Barkera Metadata
nb: Metadata-laster
nl: Metadatalader
pl: Ładowanie zmian danych
ru: Подгрузчик метаданных
sv: Metadataladdare
tr: Metaveri Yükleyici

source: Firewall Manager
da: Styring af firewall
es: Control del Firewall
et: Tulemüüri Haldamine
fa: مدیریت فایروال
fi: Palomuurin hallinta
fr: Gestionnaire de pare-feu
ga: Bainisteoir an Balla Dóiteáin
gl: Xestor do firewall
he: מנהל חומת האש
hr: Upravitelj vatrozida
ku: Rêvebirê Dîwarê Ewlekariyê
lv: Ugunsmūra pārvaldīšana
nb: Kontrollsenter for Brannmur
nl: Firewallbeheer
pl: zarządzanie firewallem
ru: Менеджер брандмауэра
sv: Brandväggshanterare
tr: Güvenlik Duvarı Yöneticisi

source: Statistic Management
da: Styring af statistik
es: Control de estadísticas
et: Statistika Haldamine
fa: مدیریت آمار
fi: Tilastojen hallinta
fr: Gestion des statistiques
ga: Bainistiú na Staidreamh
gl: Xestión das estatísticas
he: ניהול סטטיסטיקה
hr: Upravitelj statistike
ku: Rêvebiriya Îstatîstîkan
lv: Statistikas menedžeris
nb: Statistisk Kontrollsenter
nl: Statistiekenbeheer
pl: Zarządzanie Statystyką
ru: Менеджер статистики
sv: Statistikhanterare
tr: İstatistik Yönetimi

source: Oops!
da: Hovsa!
es: ¡Ups!
et: Ups!
fa: اوه نه!
fi: Hups!
ga: Úps!
gl: Vaites!
he: אופס!
hr: Ups!
ku: Hoow
nb: Ops!
nl: Oeps!
pl: Ups!
ru: Упс!
sv: Hoppsan!

source: A problem occurred...
da: Et problem opstod...
es: Ha ocurrido un problema...
et: Leiti Viga
fa: یک مشکل پیش آمده...
fi: Virhetilanne...
fr: Une erreur est survenue...
ga: Tharla fadhb...
gl: Aconteceu un problema...
he: בעיה קרתה...
hr: Desio se problem...
ku: Pirsgirêkek çêbû...
lv: Atgadījās problēma...
nb: Et problem oppstod...
nl: Een probleem deed zich voor...
pl: Wystąpił problem...
ru: Выявлена проблема...
sv: Ett problem uppstod...
tr: Bir hata oluştu...
