Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire can also manage a blacklist for you. This will keep LimeWire protected from harmful clients and other nuisances.
el: Το LimeWire μπορεί να διατηρεί και μια λίστα απαγορευμένων. Αυτό θα το κρατήσει ασφαλές από επικίνδυνους πελάτες και άλλες ενοχλήσεις.
nn: LimeWire kan også holde en svarteliste for deg. Dette vil holde LimeWire beskyttet mot "slemme" klienter og andre "slemme" ting.
sk: LimeWire takisto môže spravovať čiernu listinu. Toto ochráni LimeWire pred škodlivými klientami a inými nepríjemnosťami.

source: Use LimeWire's built-in blacklist
el: Χρήση της ενσωματωμένης απαγορευτικής λίστας του LimeWire
nn: Bruk LimeWire's innebyggete svarteliste
sk: Použi vstavanú čiernu listinu LimeWire

source: Filter Result Types
ar: ترشيح أنواع النتائج
bs: Pročišćavanje vrste rezultata
cy: Mathau o Ganlyniadau Ffilter
de: Typen herausfiltern
el: Τύποι αποτελεσμάτων αναζήτησης για φιλτράρισμα
hu: Eredm�nyt�pusok sz�r�se
id: Penyaringan Tipe Hasil
it: Filtra i risultati per tipo
ja: 結果の形式によってファイルタ化
nn: Filtrer Resultat Typer
pt: Filtrar tipos de resultados
pt_br: Filtrar tipos de resultados
sk: Filtrovať typy výsledkov
sq: Filtroji Llojet e Rezultateve
sr: Izdvajanje vrste rezultata
uk: Типи фільтрування

source: You can specify general types of search results to filter.
ar: يمكنك تحديد أنواع عامة من نتائج البحث ليتم ترشيحها.
bs: Možete generalno specificirati vrstu pretrage filtriranjem rezultata.
cy: Rwyt ti'n gallu dewis y mathau cyffredinol o ganlyniadau chwilio i'w ffiltro
de: Sie können allgemeine Eigenschaften einstellen, die zur Filterung der Suchresultate verwendet werden sollen.
el: Μπορείτε να ορίσετε γενικούς τύπους αποτελεσμάτων αναζήτησης που θα φιλτράρονται.
hu: A keres�s eredm�ny�b�l bizonyos t�pusokat kisz�rhet.
id: Anda bisa menentukan tipe umum penyaringan hasil pencarian.
it: Puoi specificare i tipi generici di risultati da filtrare.
ja: フィルタをかける検索結果の、一般的な形式を指定できる
nn: Du kan spesifisere generelle typer fra søke resultatet som skal filtreres.
pt: Pode especificar tipos gerais de resultados de pesquisa que pretende filtrar.
pt_br: Você pode especificar tipos gerais de resultados de pesquisa que pretende filtrar.
sk: Tu môžete špecifikovať všeobecné typy na filtrovanie vo výsledkoch vyhľadávania.
sq: Përcaktoni llojet e përgjithshme të rezultateve të kërkimit që doni të filtroni.
sr: Možete podesiti uopšteno izdvajanje rezultata.
uk: Ви можете вказати основні типи фільтрування результатів пошуку

source: Ignore Adult Content
ar: تجاهل محتوى البالغين
bs: Filtriraj pornografski sadržaj
cy: Anwybyddu Canlyniadau Oedolyn
de: Inhalte für Erwachsene ignorieren
el: Αποκλεισμός ακατάλληλου περιεχομένου
hu: Feln�tt tartalom kisz�r�se
id: Abaikan Konten Dewasa
it: Ignora i contenuti per adulti
ja: アダルト・コンテンツを無視
nn: Ignorer Voksent Innhold
pt: Ignorar conteúdo para adultos
pt_br: Não mostrar conteúdo adulto
sk: Ignorovať erotický obsah
sq: Përbuzi Përmbajtjet për të Rritur
sr: Izostavi pornografski sadržaj
uk: Ігнорувати контент для дорослих

source: Ignore .htm/.html Files
ar: تجاهل ملفات .htm/.html
bs: Zanemarite .htm/.html datoteke
cy: Anwybyddu ffeiliau .htm/.html
de: .HTM/.HTML-Dateien ignorieren
el: Αποκλεισμός αρχείων .htm/.html
hu: A .htm/.html f�jlok kisz�r�se
id: Abaikan berkas .htm/ .html
it: Ignora i file .htm/.html
ja: .htm/.html ファイルを無視
nn: Ignorer .htm/.html Filer
pt: Ignorar ficheiros .htm/.html
pt_br: Ignorar arquivos .htm/.html
sk: Ignorovať .htm/.html súbory
sq: Përbuzi Skedat .htm/.html
sr: Izostavi .htm/.html fajlove
uk: Ігнорувати файли .htm/.html

source: Ignore .vbs Files
ar: تجاهل ملفات .vbs
bs: Zanemarite .vbs datoteke
cy: Anwybyddu ffeiliau .vbs
de: .VBS-Dateien ignorieren
el: Αποκλεισμός αρχείων .vbs
hu: A .vbs f�jlok kisz�r�se
id: Abaikan berkas .vbs
it: Ignora i file .vbs
ja: .vbs ファイルを無視
nn: Ignorer .vbs Filer
pt: Ignorar ficheiros .vbs
pt_br: Ignorar arquivos .vbs
sk: Ignorovať .vbs súbory
sq: Përbuzi Skedat .vbs
sr: Izostavi .vbs fajlove
uk: Ігнорувати файли .vbs

source: Ignore .wmv/.asf files
ar: تجاهل ملفات .wmv/.asf
cy: Anwybyddu ffeiliau .wmv/.asf
de: Dateien des Types .wmv/.asf ignorieren.
el: Αποκλεισμός αρχείων με κατάληξη .wmv/.asf
hu: A .wmv/.asf f�jlok kisz�r�se
id: Abaikan berkas .wmv/ .asf
it: Ignora i file .wmv/.asf
nn: Ignorer .wmv/.asf Filer
pt: Ignorar ficheiros .wmv/.asf
pt_br: Ignorar arquivos .wmv/.asf
sk: Ignorovať .wmv/.asf súbory
sq: Përbuzi Skedat .wmv/.asf
sr: Izostavi .wmv/.asf fajlove
uk: Ігнорувати файли .wmv/.asf

source: You can filter out search results containing specific words.
ar: يمكنك ترشيح نتائج البحث التي تحتوي كلمات معينة.
bs: Možete pročistiti rezultate pretrage sadržajem specifične riječi.
cy: Rwyt ti'n gallu ffiltro allan canlyniadau chwilio sy'n cynnwys geiriau penodol.
de: Sie können Such-Resultate herausfiltern, die bestimmte Wörter enthalten.
el: Μπορείτε να αποκλείσετε αποτελέσματα αναζήτησης που περιέχουν συγκεκριμένες λέξεις.
hu: Kisz�rhetsz bizonyos szavakat tartalmaz� keres�si eredm�nyeket.
id: Anda bisa menyaring hasil pencarian dengan kata tertentu.
it: Puoi filtrare i risultati che contengono specifiche parole.
ja: 特定の文字列を含む検索結果を出す
nn: Du kan filtrere ut søkeresultat som inneholder spesifikke ord.
pt: Pode filtrar resultados de pesquisa com determinadas palavras.
pt_br: Você pode filtrar resultados de pesquisa com determinadas palavras.
sk: Tu môžete odfiltrovať výsledky hľadania obsahujúce špecifické slová.
sq: Filtroni rezultatet e kërkimit që përmbajnë fjalë të përcaktuara.
sr: Možete izdvojiti samo određene rezultate pretraživanja, pomoću dodatne reči.
uk: Можна фільтрувати результати пошуку, якщо вони містять певні слова.

source: Image Options
ar: خيارات الصورة
bs: Slike opcija
cy: Opsiynau Delwedd
de: Bilder-Einstellungen
el: Επιλογές εικόνων
hu: K�pek be�ll�t�sai
id: Pilihan Citra
it: Immagini
ja: イメージ・オプション
nn: Bilde Alternativer
pt: Opções de imagem
pt_br: Opções de imagem
sk: Nastavenie obrázka
sq: Mundësitë e Figurave
sr: Pregled slika
uk: Вибір переглядача малюнків

source: You can choose which image viewer to use.
ar: يمكنك اختيار عارض الصور الذي ترغب في استخدامه.
bs: Možete odabrati koji prikazivač slika želite koristiti.
cy: Rwyt ti'n gallu dewis pa raglen i ddefnddyio ar gyfer delweddau.
de: Sie können wählen, welches Bildanzeigeprogramm Sie verwenden möchten.
el: Μπορείτε να επιλέξετε ποιο πρόγραμμα προβολής εικόνων θα χρησιμοποιείτε.
hu: Megadhatod a haszn�land� k�pn�zeget� programot.
id: Anda bisa memilih pelihat citra mana yg digunakan.
it: Puoi selezionare il visualizzatore di immagini predefinito.
ja: どのイメージビューアを使用するか選択できる
nn: Du kan velge hvilken bildeviser du vil bruke.
pt: Pode seleccionar o visualizador de imagem que pretende utilizar.
pt_br: Você pode selecionar o visualizador de imagem que quer usar.
sk: Tu môžete vybrať, ktorý prehliadač obrázkov chcete použiť.
sq: Zgjidhni se cilin shikues figurash doni të përdorni.
sr: Možete odabrati koji prikazivač slika želite koristiti.
uk: Ви можете обрати, який переглядач малюнків використовувати.

source: Image Viewer
ar: عارض الصور
bs: Prikazivač slika
cy: Rhaglen Ddelweddau
de: Bildanzeigeprogramm
el: Πρόγραμμα προβολής εικόνων
hu: K�pn�zeget�
id: Pelihat Citra
it: Visualizzatore di immagini
ja: イメージ・ビューア
nn: Bilde Viser
pt: Visualizador de imagem
pt_br: Visualizador de imagem
sk: Prehliadač obrázkov
sq: Shikuesi i Figurave
sr: Prikazivač slika
uk: Переглядач малюнків

source: Locale Preferencing
ar: تفضيلات الموقع
bs: Lokalna prednost
cy: Dewisiadau Lleol
de: Lokale Bevorzugung
el: Τοπικές προτιμήσεις
hu: Nyelvi el�nyben r�szes�t�
id: Ketentuan Lokal
it: Preferenze di localizzazione
ja: 優先する地域
nn: Språk Instillinger
pt_br: Preferenciamento local
sk: lokálne preferencie
sq: Parapëlqime Lokale
sr: Regionalno podešavanje
uk: Перевага за мовою

source: You can choose to preference hosts using the same language as you.
ar: يمكنك اختيار تفضيل المضيفيين باستخدام نفس لغتك.
bs: Možete odabrati prioritetne hostove koji koriste isti jezik koji vi koristite.
cy: Rwyt ti'n gallu dewis i roi blaenoriaeth i bartneriaid sydd yn defnyddio dy iaith.
de: Sie können wählen, Rechner zu bevorzugen, die die selbe Sprache wie Sie benutzen.
el: Μπορείτε να επιλέξετε να προτιμάτε κόμβους που χρησιμοποιούν την ίδια μ’ εσάς γλώσσα.
hu: El�nyben r�szes�theted azokat a kiszolg�l�kat, akik veled azonos nyelv�
id: Anda bisa lebih memilih host yg berbahasa sama dengan anda.
it: Puoi sceglire le preferenze del ospiti remoti in modo da usare la stessa lingua.
ja: 同じ地域として申告しているホストに接続する数を選択できる。優先する接続の数が多くなると、ネットワークに接続するのに時間がかかる。
nn: Du kan velge verter som bruker samme språk som deg framfor de som ikke gjør det.
pt: Pode optar por dar preferência a utilizadores que estejam a utilizar o mesmo idioma.
pt_br: Você pode optar por dar preferência a usuários que estão utilizando o seu mesmo idioma.
sk: Tu môžete vybrať preferencie pre servery používajúce váš jazyk.
sq: Ju mund t'u jepni përparësi hosteve që përdorin të njëjtën gjuhë si ju.
sr: Možete podesiti da prednost imaju računari koji koriste isti jezik kao i Vi.
uk: Ви можете надавати пенревагу хостам, які використовують ту ж саму мову, що й Ви.

source: Turn preferencing on:
ar: تغيير التفضيلات إلى:
bs: Uključite prioritete na:
cy: Troi blaenoriaethu ymlaen:
de: Bevorzugung aktivieren:
el: Ενεργοποίηση προτιμήσεων για:
hu: Lehet�s�g bekapcsol�sa:
id: Nyalakan ketentuan:
it: Imposta preferenze a:
ja: 優先設定を有効化：
nn: Skru språkvalg på:
pt: Activar o preferencing:
pt_br: Ativar o preferenciamento:
sk: Zapnúť preferencie:
sq: Ndize Përparësinë:
sr: Uključite prioritet na:
uk: Надавати перевагу:

source: Maximum Downloads
ar: أقصى عدد لتنزيل الملفات
bs: Najveći mogući broj downloads.
cy: Uchafswm y Llwythio i Lawr
de: Maximale Downloads
el: Μέγιστο όριο λήψεων
hu: Maximum let�lt�sek
id: Maksimum Pengunduhan
it: Numero massimo di ricezioni
ja: 最高ダウンロード数
nn: Maksimalt antall nedlastinger
pt: Máximo de downloads
pt_br: Máximo de downloads
sk: Maximum sťahovaných súborov
sq: Shkarkime Maksimale
sr: Maksimalan broj preuzimanja
uk: Максимум завантажень

source: You can set the maximum number of simultaneous downloads.
ar: يمكنك تحديد أقصى عدد لتنزيل الملفات في نفس الوقت.
bs: Možete postaviti najveći mogući broj istovremenih downloada.
cy: Rwyt ti'n gallu dewis uchafswm llwythiadau ar yr un pryd.
de: Sie können die Höchstzahl der gleichzeitigen Downloads einstellen.
el: Μπορείτε να καθορίσετε τον μέγιστο αριθμό των ταυτόχρονων λήψεων.
hu: Be�ll�thatod az egyidej� let�lt�sek maxim�lis sz�m�t.
id: Anda bisa menentukan jumlah maksimal pengunduhan bersamaan.
it: Puoi impostare il numero massimo di ricezioni da effetuare contemporaneamente.
ja: 最高同時ダウンロード数を設定できる
nn: Du kan sette maksimalt antall samtidige nedlastinger.
pt: Pode definir o número máximo de downloads simultâneos.
pt_br: Você pode definir o número máximo de downloads simultâneos.
sk: Môžete nastaviť maximum súčasne prebiehajúcich sťahovaní.
sq: Vendosni numrin maksimal të shkarkimeve të njëhershme.
sr: Možete podesiti najveći mogući broj istovremenih preuzimanja fajlova.
uk: Ви можете встановити кількість одночасних завантажень.

source: Maximum Downloads:
ar: أقصى عدد لتنزيل الملفات:
bs: Najveći mogući broj downloada:
cy: Uchafswm Llwythio i Lawr:
de: Maximale Downloads:
el: Μέγιστος αριθμός λήψεων:
hu: Maximum let�lt�sek:
id: Maksimal Pengunduhan:
it: Numero massimo di ricezioni:
ja: 最高ダウンロード数：
nn: Maksimalt antall nedlastinger:
pt: Máximo de downloads:
pt_br: Máximo de downloads:
sk: Maximum súčasne sťahovaných súborov:
sq: Shkarkime Maksimale:
sr: Maksimalan broj preuzimanja:
uk: Максимум завантажень:

source: Maximum Searches
ar: أقصى عدد من البحث
bs: Maksimalni broj traženja
cy: Uchafswm Chwiliadau
de: Maximale Suchanfragen
el: Ανώτατο όριο αναζητήσεων
hu: Maximum keres�sek
id: Maksimal Pencarian
it: Numero massimo di ricerche
ja: 最高検索数
nn: Maksimalt Antall Søk
pt: Máximo de pesquisas
pt_br: Número máximo de pesquisas
sk: Maximálny počet vyhľadávaní
sq: Kërkime Maksimale
sr: Maksimalni broj pretraživanja
uk: Максимум пошуків

source: You can set the maximum number of simultaneous searches you can perform.
ar: يمكنك تحديد أقصى عدد من محاولات البحث يمكن عملها في نفس الوقت.
bs: Možete podesiti maksimalan broj uporednih traženja.
cy: Rwyt ti'n gallu dewis uchafswm y lwythiadau ar yr un amser.
de: Sie können die maximale Anzahl der gleichzeitigen Suchanfragen einstellen.
el: Μπορείτε να ορίσετε το ανώτατο όριο ταυτόχρονων αναζητήσεων που μπορείτε να διεξάγετε.
hu: Be�ll�thatod az egyidej�leg v�grehajthat� keres�sek maxim�lis sz�m�t.
id: Anda bisa menentukan jumlah maksimal pencarian yg dijalankan bersamaan.
it: Puoi impostare il numero massimo di ricerche da effetuare contemporaneamente.
ja: 並行して実施できる最高検索数を設定できる
nn: Du kan sette maksimalt antall samtidige søk du kan utføre.
pt: Pode definir o número máximo de pesquisas simultâneas que pode efectuar.
pt_br: Você pode definir o número máximo de pesquisas simultâneas que se pode fazer.
sk: Tu môžete nastaviť maximálny počet súčasne prebiehajúcich hľadaní, ktoré môžete uskutočniť
sq: Vendosni numrin maksimal të kërkimeve të njëhershme që mund të kryeni.
sr: Možete podesiti maksimalni broj istovremenih pretraživanja.
uk: Ви можете встановити максимальну кількість одночасних пошуків

source: Maximum Searches:
ar: أقصى عدد من البحث:
bs: Najveći broj traženja:
cy: Uchafswm Chwiliadau:
de: Maximale Suchanfragen:
el: Ανώτατο όριο αναζητήσεων:
hu: Maximum keres�sek:
id: Maksimal Pencarian:
it: Numero massimo di ricerche:
ja: 最高検索数：
nn: Maksimalt Antall Søk:
pt: Máximo de pesquisas:
pt_br: Número de pesquisas:
sk: Maximum hľadaní:
sq: Kërkime Maksimale:
sr: Maksimalni broj pretraživanja:
uk: Максимум пошуків:

source: Max Upload Slots
ar: الحد الأقصى لشرائح التحميل
bs: Maksimalni Upload otvori
cy: Uchafswm y Slotiau Llwythio i Fyny
de: Maximale Upload-Kanäle
el: Μέγιστο όριο αποστολών
hu: Max. felt�lt�sek sz�ma
id: Celah upload max
it: Numero massimo di trasfiramenti contemporanei
ja: 最高アップロード・スロット
nn: Maksimalt Antall Opplastingsslots
pt: Máximo de quotas de upload
pt_br: Quota máxima de uploads
sk: Maximum slotov pre odosielanie
sq: Tragat Maks. të Ngarkimit
sr: Maksimalni broj slanja fajlova
uk: Максимум слотів на вивантаження

source: Never allow more than this many uploads. This value will only be reached if you have enough bandwidth.
ar: عدم السماح أبداً بهذا العدد من التحميلات. سيتم الوصول إلى هذه القيمة فقط إذا كان لديك سرعة نقل كافية.
bs: Nikada ne dozvolite više uploads od ovih. Ova količina će biti moguća ukoliko imate dovoljnu širinu trake.
cy: Peidio byth canitáu mwy na'r nifer yma o Lwytho i Fyny. Bydd y nifer yma ond yn cael ei gyrraedd os os ddigon o led band
de: Begrenzt die maximale Anzahl von Uploads. Dieser Wert wird nur erreicht, wenn genügend Bandbreite zur Verfügung steht.
el: Δεν επιτρέπεται ποτέ η υπέρβαση αυτού του αριθμού αποστολών. Μόνο εάν έχετε αρκετό εύρος ζώνης μπορεί να επιτευχθεί αυτός ο αριθμός.
hu: Soha ne enged�lyezz enn�l t�bb felt�lt�st. Ezt az �rt�ket csak akkor �red el, ha el�g s�vsz�less�ggel rendelkezel.
id: Jangan pernah melebihi jumlah upload ini. Nilai ini hanya akan tercapai jika tersedia cukup lebar pita.
it: Non consentire più trasfiramenti di quelli specificati. Questo valore sarà raggiunto solo se si ha sufficiente banda disponibile.
ja: これ以上のアップロード数を許可しない。そのため、十分な処理能力を使う場合のみこの数値に達する。
nn: Gi aldri lov til flere opplastinger enn dette. Denne verdien vil bare bli nådd om du har nok båndbredde.
pt: Nunca permita mais do que este número de uploads. Este valor só será atingido se existir largura de banda suficiente.
pt_br: Nunca permita mais do que este número de uploads. Este valor só será atingido se existir largura de banda suficiente.
sk: Nikdy nebude povolených viac ako tento počet odosielaných súborov. Táto hodnota môže byť dosiahnutá iba ak máte dostatočný bandwidth.
sq: Mos lejoni kurrë më tepër sesa kaq ngarkesa. Kjo vlerë do të arrihet vetëm nëse keni një shtrirje bande të mjaftueshme.
sr: Maksimalni broj istovremenih slanja fajlova. Ova vrednost se može dostići samo ako imate dovoljnu brzinu Internet veze.
uk: Ніколи не дозволяти більше вивантажень. Це значення може бути досягнуто тільки, якщо Ви маєте достатньо пропускної спроможності.

source: Max Upload Slots:
ar: الحد الأقصى لشرائح التحميل:
bs: Maksimalni uploads otvori:
cy: Uchafswm y Slotiau Llwytho i Fyny
de: Maximale Uploads:
el: Μέγιστο όριο αποστολών:
hu: Max. felt�lt�sek sz�ma:
id: Celah upload max:
it: Numero massimo di trasfiramenti contemporanei:
ja: 最高アップロード・スロット：
nn: Maksimalt Antall Opplasting Slots:
pt: Máximo de quotas de upload:
pt_br: Número de uploads:
sk: Maximum slotov pre odosielanie:
sq: Tragat Maks. të Ngarkimit:
sr: Maksimalni broj istovremenih slanja:
uk: Максимум слотів на вивантаження

source: Media Type
ar: نوع الوسائط
bs: Tip Media
cy: Math o Gyfrwng
de: Dateityp
el: Τύπος αρχείου πολυμέσων
hu: M�diat�pus
id: Tipe media
it: Tipo file
ja: メディアの種類
pt: Tipo de media
pt_br: Tipo de mídia
sk: Typ média
sq: Lloji i medias
sr: Tip fajla
uk: Тип файлу

source: Open Dialog to Select a Folder
ar: فتح مربع حوار لاختيار مجلد
bs: Otvori Dialog da selektirate jedan folder.
cy: Agor deialog i ddewis ffolder
de: Öffnen Sie das Dialogfenster, um ein Verzeichnis auszuwählen
el: Άνοιγμα διαλόγου επιλογής καταλόγου
hu: P�rbesz�dablak megnyit�sa mappakijel�l�sre
id: Buka dialog untuk memilih folder
it: Apri finestra di dialogo per scegliere la cartella.
ja: ダイアログを開けてフォルダを選択
nn: Åpne Dialog for å velge en Mappe
pt: Abrir Diálogo para Seleccionar uma Pasta
pt_br: Abrir diálogo para selecionar uma pasta
sk: Otovriť okno na výber priečinka
sq: Hap Tabelën për Zgjedhjen e Dosjes
sr: Otvori formular za izbor fascikle
uk: Відкрити вікно і обрати теку.

source: Reset
bs: Vrati na nulu
de: Zurücksetzen
el: Επαναφορά
et: Lähtesta
fa: بازنشانی
gl: Restaurar
he: אפס
hr: Ponovno Postavi
ja: 再設定
ku: Reset Bike
lv: Atstatīt
nb: Tilbakestill
nn: Gjennoppta
pt: Repor
pt_br: Redefinir
ru: Сброс
sk: Obnoviť

source: Reset to Default Download Folder
ar: إعادة إلى مجلد التنزيل الافتراضي
bs: Vrati na standardni download folder.
cy: Ail-osod i'r ffolder llwytho i lawr gwreiddiol
de: Setzt zum Standard-Downloadverzeichnis zurück
el: Επαναφορά στον αρχικό κατάλογο λήψεων
hu: Vissza�ll�tja az alap�rtelmezett let�lt�si mapp�
id: Reset ke folder pengunduhan standar
it: Usa cartella de ricezione predefinita.
ja: 初期設定のダウンロードフォルダに再設定
nn: Resett til Standard Nedlastingsmappe
pt: Repor na pasta predefinida para downloads
pt_br: Zerar para pasta padrão para downloads.
sk: Reset na pôvodný priečinko sťahovania
sq: Rivendos Dosjen Shkarkuese Tipike
sr: Vrati na standardnu fasciklu za preuzimanje
uk: Скинути до Теки за замовчуванням

source: You can tell LimeWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, LimeWire will revert to binding to an arbitrary address.
cy: Rwyt ti'n gallu dweud wrth LimeWire i lynu cysylltiadau allan i gyfeiriad IP o rhyngwyneb rhwydwaith penodol. Mae socedi gwrando yn dal i fynd gwrando ar rhyngwynebau rhydd. Mae hwn yn defnyddiol ar bartneriaid aml-gatref. Os wyt yn diffodd y rhyngwyneb yma, bydd LimeWire yn mynd yn ol i lynu i gyfeiriad mympwyol.
de: Sie können limeWire so einstellen, das alle ausgehenden Verbindungen über eine bestimmte IP-Adresse bzw. Netzwerkverbindung laufen. Es werden alle vorhandenen Schnitstellen abgehört. Dies ist für Heimcomputer sinnvoll. Wenn du später dies Schnittstelle sperrst, schaltet LimeWire auf eine willkürliche Adresse um.
el: Μπορείτε να ρυθμίσετε το LimeWire ώστε να συνδυάζει τις εξερχόμενες συνδέσεις προς μια διεύθυνση IP συγκεκριμένης διασύνδεσης δικτύου ενώ οι υποδοχές ακρόασης θα συνεχίζουν να ακροάζονται όλες τις διαθέσιμες διασυνδέσεις. Αυτό είναι χρήσιμο σε περιπτώσεις οικιακών δικτύων. Αν αργότερα απενεργοποιήσετε αυτή τη διασύνδεση, το LimeWire θα συνεχίσει το συνδυασμό προς μια τυχαία διεύθυνση.
hu: A LimeWire-t utas�thatod a kimen� kapcsolatok olyan IP-c�mhez val� k�t�s�re, amelyet egy bizonyos h�l�zati csatol� biztos�t. A figyel� socketek minden el�rhet� csatol�n figyelni fognak. Ez az �n. multi-homed kiszolg�l�k eset�n hasznos. Ha ezt k�s�bb kikapcsolod, a LimeWire egy tetsz�leges c�met fog haszn�lni.
it: Puoi configurare LimeWire per associare le connessioni in uscita ad uno specifico indirizzo IP. Le connessioni in ingresso continueranno comunque ad ascoltare tutte le interfacce disponibili. Questo è utile per i multi-homed host. Se in seguito disabiliterai quest'interfaccia, Limewire associerà le connessioni ad un indirizzo arbitrario.
nn: Du kan fortelle LimeWire til å binde utgående tilkoblinger til en IP adresse fra en spesifik internett fjes. Dette er smart på bulti-ettellerannet hoster. <NEED REWIEW REALLY MUCH!!!!>
sk: Môžete prikázať LimeWire aby spájal odchádzajúce pripojenia na IP adresy zo špecifického sieťového rozhrania. Listening sockets will still listen on all available interfaces. Je to praktické pre domáce multi servery. Ak neskôr zakážete toto rozhranie, LimeWire sa vráti k spájaniu na ľubovoľné adresy.
sq: Tregojini LimeWire që të bashkojë lidhjet dalëse tek një adresë IP nga një ndërfaqe rrjeti e përcaktuar. Paketat dëgjuese prapë do të tregojnë kujdes gjithë ndërfaqeve të vlefshme. Kjo ka dobi hostet me shumë shtëpi. Nëse më vonë e çaktivizoni këtë ndërfaqe, LimeWire do ti rikthehet bashkimit tek një adresë e mesme.
sr: Možete odabrati da LinmeWire
uk: Ви можете налаштувати LimeWire так, щоб він пов’язував вихідні підлючення з IP адресою з певного мережевого інтерфейсу. Прослуховування сокетів буде відбуватись на всіх інтерфейсах. Якщо Ви пізніше вимкнете цей інтерфейс, LimeWire буде пов’язувати підключення до довільного інтерфейсу.

source: LimeWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
ar: LimeWire غير قادر على تحديد أية واجهات الشبكة المتوفرة على هذا الجهاز. الإتصالات الصادرة سترتبط بأي واجهة تعسّفياً.
cy: Roedd LimeWire yn methu dyfalu pa ryngwyneb rhwydwaith sydd ar gael ar y peiriant yma. Mae cysylltiadau allan yn mynd i lynnu i unrhyw gyfeiriad.
de: LimeWire war nicht imstande, festzustellen welcher Netzwerkadapter auf diesem Computer vorhanden ist. Ausgehende Verbindungen werden an einen willkürlich ausgesuchten Netzwerkadapter geleitet.
el: Το LimeWire δεν μπόρεσε να αποφασίσει ποιές διασυνδέσεις δικτύου είναι διαθέσιμες στον υπολογιστή σας. Οι εξερχόμενες συνδέσεις θα συνδέονται με οποιαδήποτε τυχαία διασύνδεση.
hu: A LimeWire nem tudta lek�rdezni, mely h�l�zati csatol�k el�rhet�k ezen a g�pen. A kimen� kapcsolatokat tetsz�leges csatol�hoz fogja k�tni.
it: Limewire non è stato in grado di determinare quale interfaccia di rete sia disponibile su questa macchina. Le connessioni in uscita saranno associate ad un'interfaccia arbitraria.
ja: このコンピュータ上の有効なネットワーク・インタフェースを検出できません。外向き接続はランダムなインタフェースにバインドされます。
nn: LimeWire klarte ikke og velge hvilket netver som er godtatt på denne maskinen. Utgående tilkoblinger vil bindes til et annet nettverk.
sk: LimeWire nedokázal zistiť, ktoré sieťové rozhrania sú dostupné na tomto počítači. Odchádzajúce spojenia budú spájané do ľubovoľných rozhraní.
sq: LimeWire nuk arriti të përcaktojë se cilat ndërfaqe rrjeti vlejnë në këtë makineri. Lidhjet dalëse do të bashkohen tek një ndërfaqe e mesme.
sr: LimeWire ne može da utvrdi koji mrežni priključak je na raspolaganju na ovom kompjuteru. Izlazne veze će biti usmerene na bilo koji ispravan priključak.
uk: LimeWire не зміг встановити, які мережеві інтерфейси є не цьому комп’ютері. Вихідні підключення будуть зв’язані до довільним інтерфейсом.
