Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: LimeWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.limewire.com and click 'Support'. Thank you.
ar: لم يتمكن LimeWire من الاتصال بملقم الخطأ وذلك بهدف إرسال تقرير الخطأ المبين بأسفل.لتساعد في إصلاح الأخطاء، قم بنسخ النص التالي وأرسله إلى bugs@limiWire.com. شكرا
bs: LimeWire nije bio u mogućnosti da se priključi na kvarni server po naredbi da odašalje donji kvarni izvještaj. Za pomoć u otkrivanju kvara, molimo kopirajte sljedeći tekst i pošaljite e-mailom na: bugs@limewire.com. Hvala vam.
cy: Roedd LimeWire yn methu cysylltu a'r 'bug server' er mwyn anfon yr adroddiad isod. Am gymorth pellach ac i helpu cael gwared a bygiau, edrych ar www.limewire.com a chlicia 'Support'. Diolch iti.
da: LimeWire kunne ikke oprette forbindelse til fejlserveren for at sende nedenstående fejlrapport. Du kan få mere hjælp til fejlfinding ved at klikke 'Support' på www.limewire.com. Tak for hjælpen.
de: LimeWire war nicht in der Lage, zum Server Kontakt aufzunehmen, um den Fehlerbericht zu verschicken. Um bei der Fehlerkorrektur zu helfen, wäre es gut, wenn Sie den folgenden Text als eMail an bugs@limewire.com verschicken könnten. Vielen Dank.
el: Το LimeWire δεν ήταν δυνατόν να συνδεθεί με τον διακομιστή σφαλμάτων για να στείλει την παρακάτω αναφορά σφαλμάτων. Για περισσότερες πληροφορίες και για βοήθεια σχετικά με τον εντοπισμό λαθών, επισκεφθείτε την ιστοσελίδα www.limewire.com και πατήστε 'Support'. Σας ευχαριστούμε.
es: LimeWire no ha podido conectarse al servidor de errores para enviar el informe de errores a continuación. Para obtener más información y ayuda sobre errores, vaya a www.limewire.com y pulse "Asistencia". Gracias.
et: LimeWire ei suutnud ühendada vea serverisse, et saata järgnevat viga. Abiks ja abistamiseks palun külastage www.limewire.com/support. Täname Teid!
fa: LimeWire قادر به اتصال سرور برای ارسال گزارش اشکال زیر نیست. برای کمک بیشتر و همکاری برای اشکال زدایی، لطفا به وب سایت www.limewire.com مراجعه و روی "پشتیبانی" کلیک کنید.
fi: LimeWire ei saanut yhteyttä virhepalvelimeen lähettääkseen alla olevan raportin. Auttaaksesi kehitystyötä ole hyvä ja kopioi ohessa oleva teksti ja lähetä se osoitteeseen bugs@limewire.com. Kiitos.
fr: LimeWire n’est pas parvenu à se connecter au serveur de suivi de bogues afin d’y enregistrer le rapport d’erreur ci-dessous. Pour aider au débogage, veuillez visiter la page “Support” du site www.limewire.com. Merci.
ga: Theip ar LimeWire ceangailt leis an freastalaí fabhtaí ionas gur féidir an fabht tuairisc thíos a sheoladh. Le haghaidh tuilleadh cabhair agus chun cabhrú le dífhabhtú, tabhair cuairt ar www.limewire.com agus brúigh 'Tacaíocht'. Go raibh maith agat.
gl: LimeWire non puido conectar co servidor de erros para enviar o informe de erro de embaixo. Para axudar a corrixir os erros, por favor visite www.limewire.com e clique "Support". Grazas.
he: ל-LimeWire אין אפשרות להתחבר לשרת השגיאות בכדי לדווח על השגיאות הנ"ל. לתמיכה נוספת ובכדי לעזור בניפוי באגים, אנא בקר ב-www.limewire.com ולחץ על "'Support". תודה לך.
hr: LimeWire se nije mogao spojiti na poslužitelj za greške u namjeri da pošalje donji izvještaj o grešci. Za daljnju pomoć i za pomoć sa ispravljanjem greške, molimo posjetite www.limewire.com i kliknite 'Podrška'. Hvala.
hu: A LimeWire nem tudot kapcsol�dni a bugszerverhez a jelent�s elk�ld�se v�gett. Tov�bbi seg�ts�ghez l�togasd meg a www.limewire.com-ot, �s kattints a 'Support' (T�mogat�s) linkre. K�sz�nj�
id: LimeWire tidak dapat tersambung ke bug server untuk mengirim laporan bug dibawah ini. Untuk bantuan lebih jauh dan membantu debugging, kunjungi www.limewire.com dan klik 'Support'. Terimakasih.
it: Limewire non può connettersi al server Limewire per inviare il rapporto degli errori. Per aiutarci nel debug, copia il testo sottostante e invialo via email a bugs@limewire.com. Grazie.
ja: LimeWireは、以下のバグリポートを送信するため、バグサーバーに接続できませんでした。更にヘルプが必要な場合、デバッギングのヘルプが必要な場合、www.limewire.comに進み、｢サポート｣をクリックしてください。ありがとうございます。
ku: LimeWire'ê ne karî ji bo şandina çewtiyê girêdanê bi pêşkêşker ve çêke. Ji bo zêdetir alîkariyê herin www.limewire.com û pêl "Piştgirî" bikin. Spas.
nb: LimeWire kunne ikke koble seg til serveren for å sende feilmeldingen. For å hjelpe med feilsøking, vennligst besøk www.limewire.com og klikk på 'Support'. Takk.
nl: LimeWire kon geen verbinding maken met de foutenserver om het onderstaande foutenrapport te verzenden. Voor verdere hulp kunt u naar www.limewire.com gaan en klikken op 'Ondersteuning'. Dank u.
nn: LimeWire kunne ikkje kople til til feil-tenaren for å sende feilrapporten. For meir hjelp med feilsøking, gå til www.limewire.com og klikk «Brukarstøtte». På førehand takk.
pl: LimeWire nie był w stanie połączyć sie z serwerem błędów i wysłać raportu błędu. Jeśli nadal chcesz pomóc w rozwoju programu, odwiedź stronę www.limewire.com i kliknij w odnośnik 'Support'. Dziękujemy.
pt: O LimeWire não conseguir ligar ao servidor de erros para enviar o relatório de erro apresentado abaixo. Para ajudar a corrigir erros, copie o texto que se segue e envie-o por email para bugs@limewire.com. Obrigado.
pt_br: O LimeWire não conseguiu conectar ao servidor de erros para enviar o relatório de erro apresentado abaixo. Para ajudar a corrigir erros, copie o texto que se segue e envie-o por email para bugs@limewire.com. Obrigado.
ru: LimeWire не может подключиться к серверу для отправки отчёта об ошибке. Вы можете проинформировать разработчиков об ошибке, скопировав нижеследующий текст и отправив его на email bugs@limewire.com. Благодарим вас.
sk: LimeWire sa nemohol spojiť so serverom na nahlásenie chyby a odoslať nižšiu správu o chybe.Ak chcete pomôcť s dokonalením LimeWire, navštívte proím www.limewire.com a kliknite na 'Support'. Ďakujeme.
sq: LimeWire nuk arriti të lidhej tek serveri që të kryente raportimin e problemit më poshtë. Që të ndihmoni në 'debugging', ju lutemi kopjoni tekstin e mëposhtëm dhe dërgojeni tek bugs@limewire.com. Ju faleminderit!
sr: LimeWire nije bio u mogućnosti da se priključi na server za prijavu grešaka da bi poslao izveštaj. Za pomoć u otkrivanju kvara, molimo Vas kopirajte sledeći tekst i pošaljite e-mailom na adresu: bugs@limewire.com. Hvala Vam.
sv: LimeWire kunde inte ansluta till buggservern för att skicka buggrapporten nedan. För vidare hjälp och för att hjälpa till med avbuggning, se www.limewire.com och klicka på 'Support'. Tack.
tr: LimeWire aşağıdaki hata raporunu göndermek için hata sunucusuna bağlanamadı. Daha fazla yardım ve hata ayıklamaya destek için lütfen www.limewire.com adresini ziyaret edin ve 'Destek'i tıklatın. Teşekkürler.
uk: LimeWire не зміг підключитися до серверу, щоб надіслаи повідомлення про помилку. Для подальшої підтримки та, якщо Ви бажаєте нам допомогти, будь ласка, відвідайте www.limewire.com та оберіть «Підтримка». Дякуємо.

source: Copy Report
ar: نسخ التقرير
bs: Kopiraj izvještaj
cy: Copio Adroddiad
da: Kopier rapport
de: Bericht kopieren
el: Το LimeWire δεν ήταν δυνατόν να συνδεθεί με τον διακομιστή σφαλμάτων για να στείλει την παρακάτω αναφορά σφαλμάτων. Για περισσότερες πληροφορίες και για βοήθεια σχετικά με τον εντοπισμό λαθών, επισκεφθείτε την ιστοσελίδα www.limewire.com και πατήστε 'Support'. Σας ευχαριστούμε.
es: Copiar informe
et: Kopeeri Aruanne
fa: کپی گزارش
fi: Kopioi raportti
fr: Rapport de copie
ga: Macasamhlaigh an Tuairisc
gl: Copiar informe
he: העתק דיווח
hr: Kopiraj izvješće
hu: Jelent�s m�sol�sa
id: Salin Laporan
it: Copia rapporto
ja: リポートをコピーする
ku: Raporê Ji Ber Bigire
lv: Kopēt pārskatu
nb: Kopier rapport
nl: Rapport kopiëren
nn: Kopier rapport
pl: Kopiuj raport
pt: Copiar relatório
pt_br: Copiar relatório
ru: Скопировать отчёт
sk: Skopírovať správu
sq: Kopjoje Raportin
sr: Kopiraj izveštaj
sv: Kopiera rapport
tr: Rapor Gönder
uk: Копіювати повідомлення

source: This Alpha version has expired. Press Ok to exit.
cy: Mae'r fersiwn Alpha yma wedi darfod. Clicia Iawn i adael.
da: Denne alfaversion er udløbet. Tryk på OK for at afslutte.
de: Diese Alphaversion ist abgelaufen. Bitte OK klicken um LimeWire zu beenden.
el: Αυτή η έκδοση Alpha έχει λήξει. Πιέστε ΟΚ για να κλείσετε το πρόγραμμα.
es: Esta versión de Alpha ha caducado. Pulse Sí para salir.
et: See Alfa versioon on aegunud. Vajuta Olgu nupule, et lahkuda.
fa: مدت این نسخه آلفا به سر رسیده است. لطفا برای خروج موافقت را فشار دهید.
fi: Alfa-versio on vanhentunut. Paina Ok poistuaksesi.
fr: Cette version d'Alpha a expiré. Appuyez sur OK pour sortir.
ga: D'éag an leagan Alpha. Brúigh Tá go maith chun scoir.
gl: Esta versión Alpha caducou, Prema Aceptar para saír.
he: פג תוקף גרסה ניסיונית זו. לחץ אישור ליציאה.
hr: Ova Alfa verzija je istekla. Za izlaz kliknite "U redu".
ja: このアルファ・バージョンは期限切れです。OKを押して終了してください。
ku: Ev guhertoya alfayê kevinbû. Ji bo derketinê pêl Temam bike.
lv: Šai Alpha versijai ir beidzies termiņš. Spied Ok, lai izietu.
nb: Denne Alfaversjonen har utgått. Trykk OK for å avslutte.
nl: Deze alfaversie is verlopen. Druk op OK om af te sluiten.
nn: Denne Alfa versjonen har utgått. Trykk OK for avslutte.
pl: Ta wersja alpha straciła ważność. Wciśnij OK by wyjść.
pt: Esta versão Alpha expirou. Clica em Ok para sair.
pt_br: Esta versão Alpha expirou. Clique em OK para sair.
ru: Alpha-версия еще не годен. Нажмить ОК чтобы выйти из системы.
sk: Platnosť tejto alfa verzie vypršala. Stlačte OK pre koniec.
sv: Den här alpha-versionen har upphört. Klicka på OK för att avsluta.
tr: Bu Alfa sürümünün süresi doldu. Lütfen çıkmak için Tamam'ı tıklatın.

source: LimeWire was unable to initialize and start. This is usually due to a firewall program blocking LimeWire's access to the internet or loopback connections on the local machine. Please allow LimeWire access to the internet and restart LimeWire.
bs: LimeWire nije uspio da inicijalizira i startuje. Ovo se obično pripisuje firewall programu koji blokira LimeWire prilaz internetu ili povratni priključak lokalnoj mašini. Molim dozvolite LimeWire prilaz internetu i iznova startujte LimeWire.
cy: Roedd LimeWire yn methu dechrau. Fel arfer achos bod rhaglen wal tan yn blocio LimeWire rhag gael mynediad i'r we neu i gysylltiadau loopback ar y peiriant lleol. Gadael i LimeWire gael mynediad i'r we ac ail-ddechrau LimeWire.
da: LimeWire kunne ikke starte. Dette skyldes normalt, at en firewall blokerer for LimeWires adgang til internettet eller forbindelsesproblemer lokalt på computeren. Giv venligst LimeWire adgang til internettet og genstart LimeWire.
de: LimeWire konnte nicht gestartet werden. Das liegt normalerweise an einer Firewall, die den Zugang zum Internet blockiert oder an Loopback-Verbindungen des Computers. Bitte erlauben Sie LimeWire den Zugang zum Internet und starten Sie das Programm neu.
el: Το LimeWire δεν ήταν δυνατό να προετοιμαστεί και να ξεκινήσει. Αυτό συνήθως οφείλεται σε ένα πρόγραμμα τείχους προστασίας που μπλοκάρει την πρόσβαση του LimeWire στο ίντερνετ ή τις συνδέσεις loopback στον τοπικό υπολογιστή. Επιτρέψτε την πρόσβαση του LimeWire στο ίντερνετ και κάντε επανεκκίνηση στο LimeWire.
es: LimeWire no ha podido inicializarse. Normalmente esto es debido a que un programa cortafuegos bloquea el acceso de LimeWire a Internet o redirige la conexión al ordenador local. Por favor, autorice el acceso de LimeWire a Internet y vuelva a iniciar LimeWire.
fi: LimeWire ei kyennyt alustamaan ja käynnistymään. Tämä aiheutuu yleensä palomuurista, joka estää LimeWiren pääsyn Internetiin tai korvaavan yhteyden paikallisella koneella. Salli LimeWirelle pääsy Internetiin ja käynnistä ohjelma uudestaan.
fr: LimeWire n’est pas parvenu à s’initialiser et démarrer. Cela est généralement dû à un programme pare-feu bloquant tous les accès de LimeWire à Internet ou même les connexions à la boucle locale de la machine. Veuillez configurer votre pare-feu pour autoriser l’accès Internet à LimeWire, avant de relancer LimeWire.
ga: Níorbh fhéidir le LimeWire an Seirbhís Gnás ar Rochtain Fuaim Uimhreach (chun comhaid a roinnte le iTunes) a thosú. Múchfar an ghné seo. Is féidir é a chur ar siúl arís sna roghanna, faoi iTunes -> Comhroinnt
hu: A LimeWire inicializ�ci�ja sikertelen volt. Ezt �ltal�ban egy t�zfalprogram okozza, amely nem engedi hozz�f�rni a LimeWire-t az internethez, vagy esetleg visszacsatolt kapcsolatok a helyi g�pen. Enged�lyezd a LimeWire internet-hozz�f�r�s�t, majd ind�tsd �jra.
id: LimeWire tidak dapat melakukan inisialisasi dan memulai. Biasanya karena firewall memblokir akses LimeWire ke internet atau koneksi loopback pada mesin lokal. Berikan LimeWire akses ke internet dan start ulang.
it: Limewire non puo avviarsi correttamente. Questo si verifica generalmente a causa di un firewall che blocca l'accesso di Limewire alla rete o operazioni di loopback sul pc locale. Verifica che limewire possa accedere alla rete e riavvia Limewire.
ja: LimeWireは、初期化も起動もできませんでした。ファイアウオール・プログラムがLimeWire のインターネットへのアクセスを阻止しているか、ローカル・マシーン上のループバック接続を阻止している恐れがあります。LimeWireのインターネットへのアクセスを許可し、LimeWireを再起動してください。
nl: LimeWire kon niet initialiseren en opstarten. Dit gebeurt meestal als er sprake is van een firewall waardoor LimeWire niet op het internet kan komen of andere verbindingen kan maken. Zorg er a.u.b. voor dat u LimeWire toelaat tot het internet en start LimeWire opnieuw op.
nn: Limewire klarte ikke kjøre igang og starte. Dette er vanligvis på grunn av at en Brannmur blokkerer Limewires tilgang til internett eller koblinger som går tilbake til den lokale maskinen. Vennligst gi Limewire tilgang til internett og restart Limewire.
pt: O LimeWire não conseguiu inicializar e iniciar. Geralmente, isto deve-se à existência de um firewall que bloqueia o acesso do LimeWire à Internet ou a ligações em ciclo na máquina local. Deixe o LimeWire aceder à Internet e reinicie-o.
pt_br: O LimeWire não conseguiu inicializar e iniciar. Geralmente, isto deve-se à existência de um firewall que bloqueia o acesso do LimeWire à internet ou as conexões em ciclo na máquina local. Deixe o LimeWire acessar à internet e reinicie-o.
sk: LimeWire sa nemohol inicializovať a spustiť. Zväčša tento problém spôsobuje firewall blokujúci prístup LimeWire do internetu alebo uzavreté pripojenia na lokálnom počítači.Povoľte prosím pre LimeWire prístup k internetu a reštartujte LimeWire.
sq: LimeWire nuk arriti të nisë. Kjo zakonisht ndodh për shkak të ndonjë problemi me fajruollin, i cili bllokon hyrjen e LimeWire me Internetin ose nga lidhje të shtrënguara në makinerinë lokale. Ju lutemi lejoheni LimeWire që të hyjë në Internet dhe riniseni atë.
sr: LimeWire nije uspeo da se pokrene. Ovo se obično dešava zbog zaštitnog zida (firewall) koji blokira LimeWire-u izlaz na Internet ili povratnu vezu na Vašem računaru. Molimo Vas da dozvolite LimeWire-u izlaz na Internet i ponovo ga pokrenete.
sv: LimeWire kunde inte startas. Det beror vanligtvis på att en brandvägg blockerar LimeWires åtkomst till internet eller loopback- anslutningar på den lokala datorn. Låt LimeWire komma åtinternet och starta om LimeWire.
tr: LimeWire başlatılamadı. Bunun başlıca nedeni bir güvenlik duvarı uygulamasının LimeWire programının internete erişmesini engellemesi veya yerel makinedeki döngü sınaması bağlantılarıdır. Lütfen LimeWire programının internete erişmesine izin verin ve LimeWire'i tekrar başlatın.
uk: LimeWire не зміг запуститися та ініціалізуватися. Зазвичай, це через firewall, який блокує LimeWire доступ до Інтернету або не дозволяє закольцовані підключення на Вашому комп’ютері. Будь ласка, надайте LimeWire доступ до Інтернету та перезапустіть LimeWire.

source: LimeWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that LimeWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.limewire.com and click the 'Support' link. LimeWire will now exit. Thank You.
da: LimeWire kunne ikke etablere et katalog til midlertidige præferencer. Dette skyldes normalt manglende tilladelser. Vær sikker på, at LimeWire (og du selv) har adgang til at oprette filer/mapper på din computer. Hvis problemet ikke forsvinder, besøg www.limewire.com og klik på 'Support' linket. LimeWire vil nu afslutte. Tak.
el: Το LimeWire δεν ήταν δυνατόν να δημιουργήσει έναν προσωρινό φάκελο προτιμήσεων. Αυτό γενικά οφείλεται στην έλλειψη αδειών. Βεβαιωθείτε ότι το LimeWire (και εσείς) έχετε πρόσβαση ώστε να δημιουργήσετε αρχεία/φακέλους στον υπολογιστή σας. Αν το πρόβλημα συνεχίζει, επισκεφθείτε την ιστοσελίδα www.limewire.com και πατήστε 'Support'. Το LimeWire θα τερματιστεί τώρα. Σας ευχαριστούμε.
es: LimeWire no ha podido crear una carpeta temporal de preferencias. Normalemnte esto es debido a que no tiene los permisos necesarios. Por favor, asegúrese de que LimeWire (y usted) tengan permiso para crear archivos y carpetas en su ordenador. Si el problema persiste, por favor vaya a www.limewire.com y pulse el enlace de "Asistencia". Ahora LimeWire se cerrará. Gracias.
et: LimeWire ei saanud luua ajutist eelistuste kausta. See on tavaliselt põhjustatud loa puudumise tõttu. Palun tee kindlaks, et LimeWirel (ja Sinul) oleks juurdepääs luua faile/kaustu Sinu arvutis. Kui probleem kordub, külasta palun külastage LimeWire Abi lehekülge<a href=''http://www.limewire.com/support><Siit>/a>. LimeWire lülitab ennast nüüd välja. Täname Teid.
fa: LimeWire نمی تواند یک پوشه موقتی ترجیحات بسازد. این مورد معمولا به خاطر نداشتن اجازه پیش می آید. لطفا مطمئن شوید که LimeWire (و همین طور شما) دسترسی به ساختن فایل ها/پوشه ها در کامپیوتر دارید. اگر مشکل پا برجا بود لطفا به www.limewire.com مراجعه و روی پشتیبانی "Support" کیلیک کنید. LimeWire اکنون خارج خواهد شد. از شما متشکریم.
fi: LimeWire ei voinut tehdä väliaikaista asetus kansiota. Tämä johtuu yleensä luvan puutteesta. Tarkista, että LimeWirellä (ja sinulla) on oikeudet luoda tiedostoja/kansioita tietokoneellasi. Jos ongelma jatkuu, mene www.limewire.com ja klikkaa 'Support' linkkiä. LimeWire sammuu nyt. Kiitos.
fr: LimeWire na pas pu créer un dossier de fichiers temporaires. ceci est généralement causé par une absence d'autorisations. veuillez vous assurer que LimeWire (et vous) avez l'accès pour créér des fichiers/dossiers sur votre ordinateur. Si le problème persiste, veuillez visiter www.limewire.com et cliquez sur le lien Aide. LimeWire va se fermer maintenant. Merci.
ga: Níorbh fhéidir le LimeWire fillteán sainroghanna sealadach a chruthú. De ghnáth is de bharr easpa ceadanna a tharlaíonn seo. Déan cinnte go bhfuil cead ag LimeWire (agus agatsa) chun comhaid/fillteáin a chruthú ar do ríomhaire. Má leanann an fhadhb seo, tabhair cuairt ar www.limewire.com agus brúigh an nasc 'Tacaíocht'. Scoirfidh LimeWire anois. Go raibh maith agat..
gl: LimeWire non puido crear un cartafol temporal de preferencias. Isto é causado xeralmente por falta de permisos. Por favor, asegúrese que LimeWire (e vostede) teña acceso para crear ficheiros/cartafoles na sua computadora. Se o problema persiste, por favor visite www.limewire.com e faga clic na ligazón 'Support'.
he: LimeWire לא הצליח ליצור תקיית העדפות זמנית. זה קורה לרוב בגלל חסך באישורים. וודא שלLimeWire (ולך) יש גישה ליצור תקיות/קבצים במחשב. אם התקלה נמשכת, בבקשה בקר את www.limewire.com ולחץ על הישור 'support'. LimeWire יכבה עכשיו. תודה רבה.
hr: LimeWire nije u mogućnosti kreirati mapu za privremene sadržaje To se uglavnom događa zbog nedovoljnog dopuštenja. Molimo budite sigurni da LimeWire (i Vi) imate pristup za kreiranje mapa/podmapa na Vašem računalu. Ako se problem nastavi, molimo posjetite www.limewire.com i kliknite na link "Podrška". LimeWire će se sada zatvoriti. Hvala
ja: LimeWire は一時的な選択フォルダーを作成できませんでした。 十分な許可がなかったことが原因です。LimeWire（およびお客様）が、お客様のコンピューター上にファイル／フォルダーを作成できるアクセス権を持っているか確認してください。まだ問題が解決しない場合はwww.limewire.com へ進み、'サポート' リンクをクリックしてください。 LimeWire は終了します。ありがとうございました。
lv: LimeWire nespēja izveidot pagaidu izvēļu mapi. Šādi parasti notiek atļauju trūkuma dēļ. Lūdzu pārliecinieties, ka LimeWire (un Jums) ir pieeja, lai veidotu datnes/mapes šajā datorā. Ja problēma saglabājas, lūdzu ejiet uz www.limewire.com un klikšķiniet uz 'Atbalsts'. LimeWire tagad izslēgsies. Paldies Jums.
nb: LimeWire kunne ikke lage en midlertidig mappe for innstillinger. Dette skjer vanligvis på grunn av manglende rettigheter. Vennligst forsikre deg om at LimeWire (og du) har tilgang til å opprette filer og mapper på datamaskinen din. Hvis dette ikke løser problemet, vennligst besøk www.limewire.com og klikk på 'Support'-lenken. LimeWire vil nå avsluttes. Takk.
nl: LimeWire kon geen tijdelijke voorkeurenmap aanmaken. Dit wordt meestal veroorzaakt doordat LimeWire geen bevoegheden hiertoe heeft. Verzeker uzelf er a.u.b. van dat LimeWire (en u) de bevoegdheden hebben om bestanden/mappen aan te maken op deze computer. Indien het probleem blijft optreden, bezoek dan www.limewire.com en klik op de 'Ondersteuning'-link. LimeWire zal nu afsluiten. Bedankt voor uw medewerking.
nn: LimeWire kunne ikkje lage ei mappe for midlertidlege instillingar. Detta er normalt pga mangel på tilgang. Vennlegast forsikre deg om at Limewire (og du) har tilgang til å opprette filar/mappar på din datamaskin. hvis problemet skulle vedvare, vennlegast besøk www.limewire.com og klikk "Support" linken. LimeWire vil nå avsluttas. takkar.
pl: LimeWire nie mógl utworzyć folderu preferencji tymczasowch. Spowodowane jest to zazwyczaj brakiem pozwolenia. Upewnij się, że LimeWire (i Ty) ma dostęp do tworzenia plików/folderów na komputerze. Jeżeli problem będzie nadal występował, należy odwiedzić stronę www.limewire.com i kliknąć 'Pomoc'. LimeWire zostanie wyłączony. Dziękujemy.
pt_br: O LimeWire não pôde criar uma pasta de preferências temporária. Isso é geralmente causado por falta de permissões. Por favor tenha certeza de que o LimeWire (e você) tem acesso a criação de arquivos/pastas no seu computador. Se o problema persistir, por favor visite www.limewire.com e clique no link "Support" O LimeWire será fechado agora. Obrigado.
ru: LimeWire не смог создать временную папку для настроек. Возможно, у вас нет доступа к этому действию. Пожалуйста, проверьте наличие необходимых разрешений на создание файлов на вашем компьютере. Если проблема все же возникает, посетите www.limewire.com и нажмите на ссылке 'Support'. LimeWire закрывается...
sk: LimeWire nemôže vytvoriť dočasne nastavený priečinok. Toto je všeobecne spôsobené nedostatkom oprávení. Uistite sa prosím, že LimeWire (a Vy) máte sprístupnené vytvárať súbory/priečinky na počítači. Ak problém pretrváva, navštívte prosím www.limewire.com a kliknite na link "Support". LimeWire sa teraz zavrie. Ďakujeme.
sv: LimeWire kunde inte skapa en tillfällig mapp för inställningar. Orsaken är oftast för låg behörighet. Se till attLimeWire (och du) har tillåtelse att skapa filer/mappar på datorn. Omproblemet kvarstår, gå in på www.limewire.com och klicka på 'Support'länken. LimeWire kommer nu att avslutas. Tack.
tr: LimeWire geçici tercihler klasörü oluşturamadı. Bu genellikle izin yetersizliğinden kaynaklanır. Lütfen LimeWire programının (ve sizin) bilgisayarınızda dosya/klasör oluşturma izninizin bulunduğundan emin olun. Sorun devam ederse, lütfen www.limewire.com adresini ziyaret edin ve 'Destek' bağlantısını tıklatın. LimeWire şimdi kapatılacak. Teşekkürler.

source: Error
ar: خطأ
bs: Greška
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
et: Tõrge
fa: خطا
fi: Virhe
fr: Erreur
ga: Botún
gl: Erro
he: שגיאה
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ku: Çewtî
lv: Kļūda
nb: Feil
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sk: Chyba
sq: Gabim
sr: Greška
sv: fel
tr: Hata
uk: Помилка
