Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: OOB Query Handler
da: OOB Query håndtering
es: Operador de Consulta OOB
fi: OOB-kyselynkäsittelijä
fr: Gestionnaire de requêtes hors-bande
nl: OOB-queryuitvoerder
tr: OOB Sorgusu İşleyici

source: More File Info
da: Mere fil information
es: Más información del archivo
fi: Lisätiedoja tiedostosta
fr: Plus d’informations sur ce fichier
ga: A Thuilleadh Faisnéis faoin gComhad
nl: Meer bestandsinformatie
sv: Mer Filinformation
tr: Daha Fazla Dosya Bilgisi

source: why
da: Hvorfor
es: por qué
fi: miksi
fr: pourquoi
nl: waarom
sv: varför
tr: Neden

source: Invalid external address
da: Ugyldig ekstern adresse
es: Dirección externa incorrecta
fi: Virheellinen ulkoinen osoite
fr: Adresse externe invalide
ga: Seoladh seachtrach mícheart
nl: Ongeldig extern adres
sv: Ogiltig extern adress
tr: Geçersiz dış adres

source: No solicited incoming messages
es: Sin mensajes entrantes solicitados
fi: Ei pyydettyjä saapuvia viestejä
fr: Aucun message sollicité entrant
nl: Geen verzoekende inkomende berichten
sv: Ingen önskade inkommande meddelanden
tr: Gelen mesajları kabul etme

source: Reusing status from previous session
da: Genbruger status fra tidligere
es: Usando estado de la sesión anterior
fi: Käytetään edellisen istunnon tilannetta
fr: Réutilisation de l’état de la session précédente
nl: Status hergebruiken van vorige sessie
sv: Återanvändning av status från föregående session
tr: Önceki oturumdaki durumu kullan

source: Port unstable
da: Den valgte port er ustabil
es: Puerto inestable
fi: Portti on epävakaa
fr: Numéro de port instable
ga: Port neamhsheasmhach
nl: Poort onstabiel
sv: Instabil port
tr: Port dengesiz

source: {0} This file may have been designed to damage your computer. LimeWire has cancelled the download for your protection.
da: {0} Denne fil er måske designet til at skade din computer. LimeWire har standset downloading for at beskytte dig.
es: {0} Este archivo posiblemente ha sido diseñado para dañar tu computadora. LimeWire ha cancelado la descarga para tu protección.
fi: {0} Tämä tiedosto on ehkä suunniteltu vahingoittamaan tietokonettasi. LimeWire on perunut latauksen suojatakseen sinua.

source: Dangerous Download Cancelled
da: Farlig download standset
es: Descarga Peligrosa Cancelada
fi: Vaarallinen lataus peruttu

source: Share all with Friend...
da: Del alt med vennerne...
es: Compartir todo con un Amigo...
fi: Jaa kaikki ystäväsi kanssa...
fr: Tout partager avec un ami...
nl: Alles delen met vriend...
tr: Tümünü Arkadaşla paylaş...

source: Share all with the P2P Network
da: Del alt med P2P netværket
es: Compatir todo con la red P2P
fi: Jaa kaikki P2P-verkkoon
fr: Tout partager avec le réseau pair-à-pair
nl: Alles delen met het P2P-netwerk

source: Unshare all with Friend...
da: Undlad deling af alt med venner...
es: Descompartir todo con un Amigo...
fi: Poista jako ystävän kanssa...
fr: Ne plus rien partager avec un ami....
nl: Niet alles delen met vriend...
tr: Tümünü Arkadaşla paylaşma...

source: Unshare all with the P2P Network
da: Undlad deling af alt med P2P netværk...
fi: Poista kaikkien jakaminen P2P-verkkoon
fr: Ne plus rien partager avec le réseau pair-à-pair
nl: Niet alles delen met het P2P-netwerk

source: You can't share documents with the P2P Network. Enable this at Tools > Options > Security > Unsafe Categories
fi: Et voi jakaa dokumentteja P2P-verkkoon. Aktivoi tämä valinnalla Työkalut -> Optiot -> Turvallisuus -> Epäturvalliset
fr: Vous ne pouvez pas partager des documents avec le réseau pair-à-pair. Pour l‘autoriser, configurez Outils > Options > Sécurité > Catégories non sûres.

source: Add to My Library
da: Tilføj til mit Bibliotek
es: Añadir a mi biblioteca
fi: Lisää kirjastooni
fr: Ajouter à Ma bibliothèque
ga: Cuir le Mo Leabharlann
nl: Toevoegen aan mijn bibliotheek
sv: Lägg till i mitt bibliotek
tr: Kütüphane'me ekle

source: Share files with {0}
da: Del filer med {0}
es: Compartir archivos con {0}
fi: Jaa tiedostot {0}:n kanssa
fr: Partager les fichiers avec {0}
ga: Comhroinn comhaid le {0}
nl: Bestanden delen met {0}
sv: Dela filer med {0}
tr: Dosyaları {0} ile paylaş

source: Share files
da: Del filer
es: Compartir archivos
fi: Jaa tiedostot
fr: Partager les fichiers
ga: Comhroinn na comhaid
nl: Bestanden delen
sv: Dela filer
tr: Dosyaları paylaş

source: Show all
da: Vis alle
es: Mostrar todo
fi: Näytä kaikki
fr: Afficher tout
ga: Taispeáin uile
nl: Alles weergeven
sv: Visa allt
tr: Tümünü göster

source: Download Started
da: Download påbegyndt
es: Descarga iniciada
fi: Lataus aloitettu
fr: Chargement démarré
nl: Download gestart
tr: İndirme Başlatıldı

source: Show
da: Vis
es: Mostrar
fi: Näytä
fr: Afficher
nl: Tonen
tr: Göster

source: Paused at {0}%
da: Stoppet på {0}%
es: Pausado al {0}%
fi: Keskeytetty {0}%
fr: En pause à {0} %
ga: Stadtha ag {0}%
nl: Gepauzeerd op {0}%
sv: Pausad på {0}%
tr: %{0} da duraklatıldı.

source: {0}% - {1} left
da: {0}% - {1} tilbage
es: {0}% - Quedan {1}
fi: {0} - {1} jäljellä
fr: {0} % - {1} restant
ga: {0}% - {1} fágtha
nl: {0}% - {1} resterend
sv: {0}% - {1} kvar
tr: Kalan {1} - %{0}

source: Resuming at {0}%
da: Genoptager ved {0}%
es: Continuar en {0}%
fi: Jatketaan kohdasta {0}%

source: Searching...
da: Søger...
es: Buscando...
fi: Etsitään...
fr: Recherche en cours...
nl: Bezig met zoeken...
tr: Aranıyor...

source: Stalled at {0}% -
da: Stoppet på {0}% -
es: Estancado al {0}% -
fi: Pysähtynyt {0}% -
fr: Bloqué à {0} % -
ga: Loicthe ag {0}% -
nl: Staat vast op {0}% -
sv: Fastnat at {0}% -
tr: {0}% da durduruldu

source: Unable to download -
da: Kan ikke hentes
es: Incapaz de descargar
fi: Ei voida ladata -
fr: Impossible de charger -
ga: Ní féidir é seo a íosluchtú -
nl: Kan niet downloaden -
sv: Det går inte att ladda ner -
tr: İndirme başarısız

source: Waiting - remaining time unknown
da: Venter - resterende tid ukendt
es: Esperando - Tiempo estimado desconocido
fi: Odotetaan - jäljelläolevaa aikaa ei tiedetä
fr: En attente - temps restant indéterminé
ga: Ar feitheamh - ní fios an t-am fágtha
nl: Wachten - resterende tijd onbekend
sv: Väntar - återstående tid okänd
tr: Bekliyor - kalan süre bilinmiyor

source: Waiting - Starting in {0}
da: Venter - Starter om {0}
fi: Odotetaan - aloitetaan {0}
fr: En attente - démarrage dans {0}
ga: Ar Feitheamh - Ag tosú i {0}
nl: Wachten - start in {0}
sv: Väntar - Startar i {0}
tr: Bekleyin - {0} içinde başlıyor

source: Categorize Downloads
da: Kategoriser downloads
es: Categorizar Descargas
fi: Luokittele lataukset
fr: Catégoriser les chargements
ga: Aicmigh na hÍosluchtuithe
nl: Downloads categoriseren
sv: Kategorisera Nedladdningar
tr: İndirililenleri sınıflandır

source: Launch File
da: Afspil fil
fi: Käynistä tiedosto
fr: Lancer le fichier
ga: Tosaigh an Comhad
nl: Bestand uitvoeren
sv: Kör Fil
tr: Dosyayı aç

source: Downloading {0} of {1} ({2}) from {3} person
da: Downloader {0} af {1} ({2}) fra {3} person
fi: Ladataan {0}/{1} ({2}) {3}:lta henkilöltä
fr: Téléchargement {0} de {1} ({2}) à partir de {3} source
ga: Ag Íosluctú {0} de {1} ({2}) ó {3} daoine
nl: Bezig met downloaden van {0} van {1} ({2}) van {3} persoon
sv: Laddar ner {0} av {1} ({2}) från {3} person
tr: {3} kişiden {1} ({2}) den {0} i indiriliyor

source: Stalled - {0} of {1} ({2}%). -
da: Standset - {0} af {1} ({2}%). -
es: Estancado - {0} de {1} ({2}%). -
fi: Pysähtynyt - {0}/{1} ({2}%). -
fr: Bloqué - {0} sur {1} ({2}%). -
ga: Loicthe - {0} de {1} ({2}%). -
nl: Staat vast - {0} van {1} ({2}%). -
sv: Fastnat - {0} av {1} ({2}%). -
tr: {1} ({2}%) nin {0} de durduruldu

source: Searching for people with this file...
da: Søger efter folk med denne fil...
es: Buscando personas que tengan este archivo...
fi: Etsitään henkilöitä, joilla on tämä tiedosto...
fr: Recherche de personnes ayant ce fichier...
nl: Bezig met zoeken naar mensen met dit bestand...

source: Searching for people with this file... ({0} left)
da: Søger efter folk med denne fil... ({0} tilbage)
es: Buscando personas que tengan este archivo... ({0} restantes)
fi: Etsitään henkilöitä, joilla on tämä tiedosto... ({0} jäljellä)
fr: Recherche de personnes ayant ce fichier... ({0} restant)
nl: Bezig met zoeken naar mensen met dit bestand... ({0} resterend)

source: wants to be your friend. Do you accept?
da: Vil være din ven. Accepterer du?
es: quiere ser su amigo. ¿Acepta?
fi: haluaa olla ystäväsi. Hyväksytkö?
fr: veut devenir votre ami. L’acceptez-vous ?
ga: - teastaíonn uathu bheith mar chara leat. An nglacann tú leo?
nl: wil uw vriend worden. Accepteert u dit?
sv: vill vara din vän. Accepterar du?
tr: arkadaşın olmak istiyor. Kabul ediyor musun?

source: Close conversation
da: Luk samtale
es: Cerrar conversación
fi: Sulje keskustelu
fr: Fermer la conversation
ga: Dún an comhrá
nl: Gesprek sluiten
sv: Avsluta konversation
tr: Yazışmayı kapat

source: What I'm Sharing
da: Hvad jeg deler
es: Lo que estoy compartiendo
fi: Mitä jaan
fr: Ce que je partage
nl: Wat ik deel

source: Hide
da: Skjul
es: Ocultar
fi: Piilota
fr: Cacher

source: Offline Friends
da: Venner offline
es: Amigos desconectados
fi: Kytkeytymättömät ystävät
fr: Amis hors ligne
ga: Cairde Dínasctha
nl: Offlinevrienden
sv: Vänner Offline
tr: Çevrimdışı Arkadaşlar

source: SHOW
da: VIS
es: MOSTRAR
fi: NÄYTÄ
fr: AFFICHER
ga: TAISPEÁIN
nl: Weergeven
sv: VISA
tr: GÖSTER

source: Sign Out
da: Tjek ud
es: Cerrar sesión
fi: Kirjaudu ulos
fr: S’absenter
ga: Dínasc
nl: Afmelden
sv: Logga ut
tr: Oturumu Kapat

source: SET {0} STATUS
da: SÆT {0} STATUS
fi: ASETA {0} TILA
fr: PASSER À L’ÉTAT {0}
nl: {0}-status instellen
sv: ANGE {0} STATUS
tr: Durumu {0} 'a ayarla

source: Sign in with
da: Tjek ind med
es: Iniciando sesión como
fi: Kirjaudu
fr: S’identifier avec
ga: Sínigh isteach le
nl: Aanmelden met
sv: Logga in med
tr: Oturum açılıyor

source: Find...
es: Buscar…
fi: Etsi...
fr: Trouver...
nl: Zoeken...
tr: Bul...

source: {0} is offline
da: {0} er offline
es: {0} está desconectado
fi: {0} ei ole läsnä
fr: {0} est hors ligne
ga: Tá {0} dínasctha
sv: {0} är offline
tr: {0} çevrimdışı

source: You're {0}sharing {1} file{2} with your friend.
da: Du {0}deler {1} fil{2} med din ven.
es: Compartes {0} {1}archivo{2} con tu amigo.
fi: {0}Jaat {1} {2} tiedoston ystäväsi kanssa.
fr: Vous {0}partagez {1} fichier{2} avec votre amis.

source: {0}Chat{1} about signing into LimeWire 5.
da: {0}Chat{1} om at brugeLimeWire 5.
fi: {0}Keskustele{1} kirjautumisesta LimeWire 5:een.
fr: {0}Discuter{1} au sujet de l’identification dans LimeWire 5.

source: Loading {0}'s files...
da: Indlæser {0}'s filer...
es: Cargando archivos de {0}...
fi: Ladataan käyttäjän {0} tiedostoja...
fr: Chargement des fichiers de {0}...
ga: Ag luchtú {0} comhaid...
nl: Bestanden van {0} laden...
sv: Laddar {0}'s filer...
tr: {0}' ın dosyaları yükleniyor...

source: Loading files...
da: Indlæser filer...
es: Cargando archivos...
fi: Ladataan tiedostoja...
fr: Chargement des fichiers...
ga: Ag luchtú comhaid...
nl: Bestanden laden...
sv: Laddar filer...
tr: Dosyalar yükleniyor...

source: {0} isn't sharing with you
da: {0} deler ikke med dig
fi: {0} ei jaa kanssasi
fr: {0} ne partage rien avec vous
ga: Níl {0} ag comhroinnt leat
nl: {0} deelt nu niet met u
sv: {0} delar inte med dig
tr: {0} sizinle paylaşmıyor

source: {0}Chat{1} about LimeWire 5.
da: {0}Chat{1} om LimeWire 5.
fi: {0}Keskustele{1} LimeWire 5:stä.
fr: {0}Discuter{1} au sujet de LimeWire 5.

source: This person isn't sharing any files with you.
da: Denne person deler ingen filer med dig.
fi: Tämä henkilö ei jaa tiedostoja kanssasi.
fr: Cette personne ne partage aucun fichier avec vous.
ga: Níl an duine seo ag comhroinnt comhaid leat.
nl: Deze persoon deelt momenteel geen bestanden met u.
sv: Denna person delar inte några filer med dig.
tr: Bu kişi seninle hiçbir dosyayı paylaşmıyor.

source: There was a problem viewing {0}'s files.
da: Der er et problem med at se {0}'s filer.
fi: Käyttäjän {0} tiedostojen selaamisessa oli ongelma
fr: Un problème est survenu en visualisant les fichiers de {0}.
ga: Bhí fadhb ann ag breathnú ar chomhaid {0}.
nl: Er was een probleem met het bekijken van de bestanden van {0}.
sv: Det uppstod ett problem med att visa {0}'s filer.
tr: {0}' ın dosyalarını görüntülemede bir sorun var.

source: There was a problem viewing this person's files.
da: Der er et problem med at se denne persons filer.
fi: Tämän henkilön tiedostojen selaamisessa oli ongelma.
fr: Un problème est survenu en visualisant les fichiers de cette personne.
ga: Bhí fadhb ann ag breathnú ar chomhaid an duine seo.
nl: Er was een probleem met het bekijken van de bestanden van deze persoon.
sv: Det uppstod ett problem med att visa denna persons filer.
tr: Bu kişinin dosyaları gösterilirken bir problem oluştu.

source: There are no files to browse.
da: Der er ingen filer at gennemse.
fi: Ei tiedostoja.

source: Browse Files from All Friends
da: Gennemse filer fra alle venner
fi: Selaa kaikkien ystävien tiedostoja

source: Browse Files from {0}
da: Gennemse filer fra {0}
fi: Selaa käyttäjän {0} tiedostoja
nl: Bestanden doorzoeken van {0}

source: {0} Info
es: Información de {0}
fi: {0} Tiedot
ga: {0} Faisnéis
nl: Informatie van {0}
sv: {0} Information
tr: {0} Bilgi

source: Total: {0}
da: Totalt: {0}
fi: Yhteensä: {0}
ga: Iomlán: {0}
nl: Totaal: {0}
sv: Totalt: {0}
tr: Toplam: {0}

source: Sharing Collection: {0}
da: Deler samling: {0}
es: Colección compartida: {0}
fi: Jaetaan kokoelmaa: {0}
fr: Collection Partagée :{0}
ga: Ag Comhroinnt an Cnuasach: {0}
nl: Deelt collectie: {0}
sv: Delar Samling: {0}
tr: Paylaşılan Koleksiyon : {0}

source: Sharing with
da: Deler med
es: Compartiendo con
fi: Jaetaan
fr: Partager avec
ga: Ag comhroinnt le
nl: Delen met
sv: Delar med
tr: İle paylaşılıyor

source: CATEGORIES
da: KATEGORIER
es: CATEGORIAS
fi: RYHMÄT
nl: CATEGORIEËN

source: PLAYLISTS
da: SPILLELISTE
fi: SOITTOLISTAT
nl: AFSPEELLIJSTEN

source: Quicklist
da: Quickliste
es: Lista rápida
fi: Pikalista
nl: Snelle lijst

source: New {0} files that are added to your Library will be automatically shared with this person
da: Nye {0} filer som tilføjes til Mit bibliotek vil automatisk blive delt med denne person
es: Los nuevos archivo(s) de {0} que fueron agregados a tu Biblioteca serán automáticamente compartidos con esta persona
fi: Uudet luokkaan {0} kuuluvat kirjastoosi lisätyt tiedostot jaetaan automaattisesti tämän henkilön kanssa
fr: Les fichiers {0} qui ont été ajoutés à votre bibliothèque seront automatiquement partagés avec cette personne
nl: Nieuwe {0}bestanden die toegevoegd worden aan mijn bibliotheek zullen automatisch gedeeld worden met deze persoon
sv: Nya {0}filer som läggs till ditt Bibliotek kommer automatiskt att delas med den här personen
tr: Kütüphanene eklediğin yeni {0} dosyaları bu kişiyle otomatik olarak paylaşılacaktır

source: Now What?
da: Hvad nu?
es: ¿Y ahora qué?
fi: Entä nyt?

source: Click
da: Klik
fi: Klikkaa

source: to share or unshare with your friends
da: at dele eller ej med dine venner
fi: jakaaksesi tai lopettaaksesi jakamisen ystäviesi kanssa

source: No more shared folders
da: Ikke flere delte mapper
es: No hay más carpetas compartidas
fi: Ei enempää jaettuja kansioita
nl: Geen gedeelde mappen meer

source: to share or unshare with the P2P Network
da: at dele eller ej med P2P netværket
fi: jakaaksesi tai lopettaaksesi jakamisen P2P-verkkoon

source: Show All Files
da: Vis alle filer
fi: Näytä kaikki tiedostot
fr: Montrer Tout les Fichiers
nl: Alle bestanden tonen
tr: Tüm Dosyaları Göster

source: No files shared with the P2P Network
da: Ingen filer deles med P2P netværket
es: No hay archivos por compartir en la red P2P.
fi: Ei P2P-verkkoon jaettuja tiedostoja

source: No files shared with {0}
da: Ingen filer deles med {0}
es: No hay archivos para compartir con {0}
fi: Käyttäjän {0} kanssa ei jaeta tiedostoja

source: What I'm Sharing with {0}
da: Hvad jeg deler med {0}
es: ¿Qué estoy compartiendo con {0}?
fi: Mitä jaan käyttäjän {0} kanssa

source: with:
da: med:
es: con:
fi: kanssa:
fr: avec :
nl: met:

source: <HTML>You aren't sharing<BR>with any other friends</HTML>
da: <HTML>Du deler ikke<BR>med andre venner</HTML>
fi: <HTML>Et jaa<BR>mitään muiden ystäviesi kanssa</HTML>

source: <HTML>You aren't sharing<BR>with any friends</HTML>
da: <HTML>Du deler ikke<BR>med nogle af vennerne</HTML>
fi: <HTML>Et jaa<BR>mitään kenenkään ystävän kanssa</HTML>

source: share folder
da: delemapper
fi: jaa kansio
fr: dossier partagé
ga: comhroinn an fillteán
nl: map delen
sv: delningsmapp
tr: dosyayı paylaş

source: *Adding these folders will not automatically share your files
da: *Tilføjelse af disse mapper vil ikke automatisk dele dine filer
fi: *Näiden kansioiden lisääminen ei automaattisesti jaa tiedostojasi
nl: * Het toevoegen van deze mappen zal uw bestanden niet automatisch delen
sv: *Att lägga till dessa mappar kommer inte att dela dina filer automatiskt
tr: *Eklediğiniz bu klasörler dosyalarınızı otomatik olarak paylaştırmayacaktır

source: the P2P Network
da: P2P netværket
es: la red P2P
fi: P2P-verkko
fr: le réseau P2P
ga: an Líonra P2P
nl: het P2P-netwerk
sv: P2P-nätverket
tr: P2P Ağı

source: Clear playlist
da: Ryd spilleliste
fi: Tyhjennä soittolista
nl: Afspeellijst legen
tr: Çalma listesini temizle

source: Remove from playlist
da: Fjern fra spilleliste
fi: Poista soittolistasta
fr: Retirer de la playlist
nl: Verwijderen uit afspeellijst
tr: Çalma listesinden kaldır

source: Share {0} collection
da: Del {0} samling
fi: Jaa {0} kokoelma
fr: Partager la collection {0}
ga: Comhroinn {0} cnuasach
nl: {0}-collectie delen
sv: Dela {0} samling
tr: {0} kolleksiyonunu paylaş

source: Sharing your {0} collection shares new {1} files that automatically get added to your Library
fi: Jakamalla kokoelmasi {0} jakaa uudet {1} tiedostot kirjastoosi lisätyt tiedostot automaattisesti
ga: Nuair a chomhroinntear do chnuasach {0}, comhroinntear comhaid {1} nua a chuirtear le do Leabharlann go huathoibríoch
nl: Het delen van uw {0}-collectie deelt nieuwe {1}bestanden die automatisch aan uw bibliotheek toegevoegd worden
tr: Paylaşılan {0} koleksiyonunuz Kütüphanenize otomatik olarak eklenen yeni {1} dosyaları paylaşılıyor

source: Share one file
da: Del en fil
fi: Jaa tiedosto
fr: Partager un fichier
ga: Comhroinn comhad amháin
nl: Eén bestand delen
sv: Dela en fil
tr: Bir dosya paylaş

source: Add another friend
da: Tilføj en ven
fi: Lisää toinen ystävä
fr: Ajouter un autre ami
ga: Cuir cara eile leis
nl: Een andere vriend toevoegen
sv: Lägg till en annan vän
tr: Başka bir arkadaş ekle

source: Share with the P2P Network
da: Del med P2P-netværket
es: Compartir con la red P2P
fi: Jaa P2P-verkkoon
ga: Comhroinn leis an Líonra P2P
nl: Delen met het P2P-netwerk
sv: Dela med P2P-nätverket
tr: P2P Ağıyla paylaş

source: Share {0} {1} file
da: Del {0} {1} fil
fi: Jaa {0} {1}-tiedosto
fr: Partager {0} fichier {1}
nl: Deel {0} {1} bestand

source: Shared {0} file with:
da: Deler {0} fil med:
fi: Jaettiin {0} tiedosto:
nl: Deelt {0} bestand met:

source: All {0} files were unshared
da: Alle {0} filer deles ikke
fi: Kaikkien {0} tiedoston jakaminen lopetettiin
ga: Tá gach {0} comhaid neamhchomhroinnte
nl: Alle {0} bestanden worden niet gedeeld
sv: Alla {0}filer war odelade
tr: Tüm {0} dosyaları paylaşılamadı

source: These {0} files are not shared
da: Disse {0}filer er ikke delte
fi: Näitä {0} tiedostoa ei jaeta
ga: Níl na {0} comhaid seo comhroinnte
nl: Deze {0} bestanden worden niet gedeeld.
sv: Dessa {0}filer är inte delad
tr: Bu {0} dosyaları paylaşılmadı

source: Unshare {0} files
da: Udelte {0}filer
fi: Lopeta {0} tiedoston jakaminen
ga: Neamhchomroinn {0} comhaid
nl: {0} bestanden niet delen
sv: Odelade {0}filer
tr: {0} dosyalarını paylaşma

source: Sharing documents with the p2p network is disabled.
da: Deling af dokumenter med P2P netværket er slået fra.
fi: Dokumenttien jako p2p-verkkoon on estetty.
fr: Le partage de documents sur le réseau p2p est désactivé.

source: Share this file with the p2p network.
da: Del denne fil med P2P netværket.
fi: Jaetaan tiedosto p2p-verkkoon.
fr: Partager ce fichier sur le réseau p2p.

source: Share this file with a friend.
da: Del denne fil med en ven.
fi: Jaa tiedosto ystävän kanssa.
fr: Partager ce fichier avec un ami.

source: Add to {0}
da: Tilføj til {0}
fi: Lisää {0}
fr: ajouter à {0}

source: Share with Friend
da: Del med ven
fi: Jaa ystävän kanssa
fr: Partager avec un Ami
nl: Delen met vriend
tr: Arkadaş ile paylaş

source: Unshare with Friend
da: Stop deling med ven
fi: Lopeta jakaminen ystävän kanssa
nl: Niet delen met vriend
tr: Arkadaş ile paylaşma

source: Unshare
da: Stop deling
fi: Lopeta jakaminen
ga: Neamhchomhroinn
nl: Niet delen
sv: Odelad
tr: Paylaşma

source: Delete Files
da: Slet filer
fi: Poista tiedostot
fr: Supprimer les Fichiers
ga: Scrios na Comhaid
nl: Bestanden verwijderen
sv: Radera Filer
tr: Dosyaları Sil

source: Share folder with Friend
da: del mappe med en ven.
fi: Jaa kansio ystävän kanssa
fr: Partager ce dossier avec un Ami

source: Share folder with the P2P Network
da: Del mappe med P2P netværket.
fi: Jaa kansio P2P-verkkoon
fr: Partager ce dossier sur le réseau P2P

source: Unshare folder with Friend
da: Undlad deling af mappe med ven
fi: Lopeta kansion jakaminen ystävän kanssa

source: Unshare folder with the P2P Network
da: Undlad deling af mappe med P2P netværk
fi: Lopeta kansion jakaminen P2P-verkkoon

source: Unshare with the P2P Network
da: Stop deling med P2P netværket
fi: Lopeta jakaminen P2P-verkkoon
nl: Niet delen met het P2P-netwerk

source: Providing key support:
da: Giver nøglesupport
fi: Avaintuki:
nl: Belangrijke ondersteuning is gegeven door:
sv: Skaffar nyckelsupport:
tr: Temel destek sağlama:
