Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: Restrict files with certain extensions from being displayed in search results
da: Begræns filer med bestemte endelser fra at blive vist som søgeresultater
et: Piira faile kindlate laienditega, mida kuvatakse otsingute tulemustes.
fa: محدود کردن نمایش فایل های دارای پسوند های خاص در نتایج جستجو
fi: Estä tietyillä tiedostotarkenteilla olevien tiedostojen näyttäminen hakutuloksissa
ga: Cuir srian ar chomhaid le hiarmhíreanna áirithe a bheith ar thaispeáint sna torthaí cuardaigh
gl: Restrinxir de seren amosados nos resultados de procura os ficheiros con certas extensións
he: מנע הצגת קבצים בעלי סיומות מסויימות בתוצאות החיפוש
hr: Onemogući datoteke sa određenim nastavcima da budu prikazane u rezultatima pretrage
ku: Nehêle ku di encamên lêgerînê de cûreyên pelan yên diyarkirî werin nîşandan
lv: Aizliegt meklēšanas rezultātos parādīt failus ar izvēlētiem paplašinājumiem
nb: Forhindre at filer med bestemte endelser blir vist i søkeresultater
nl: Bestanden met bepaalde extensies niet weergeven in de zoekresultaten
pl: W wynikach wyszukiwania nie pokazuj plików z określonymi rozszerzeniami
ru: Отделите файлы в отображаемом списке поиска по указанным расширениям
sv: Hindra filer med vissa filändelser från att visas i sökresultaten
tr: Arama sonuçlarında görüntülenen dosya uzantılarını daralt

source: Reset Spam Filter
et: Nulli spämmi filter
fa: بازنشانی فیلتر هرزنامه
gl: Restaurar o filtro do lixo
he: אתחל מסנן ספאם
hr: Vratiti na početak filter za neželjenu poštu
ku: Fîltreya spaman bike weke destpêkê
lv: Atstatīt surogātpasta filtru
nb: Nullstill spamfilter
ru: Сброс Фильтра Спама

source: Reset Spam Filter...
et: Nulli spämmi filter...
fa: بازنشانی فیلتر هرزنامه...
gl: Restaurar o filtro do lixo...
he: מאתחל מסנן ספאם
hr: Vratiti na početak filter za neželjenu poštu...
ku: Fîltreya spaman bike weke destpêkê...
lv: Atstata surogātpasta filtru...
nb: Nullstill spamfilter...
ru: Сброс Фильтра Спама...

source: Change the ability to search for Programs
fa: تغییر توانایی جستجوی فایل ها
gl: Cambiar a capacidade de procurar software
hr: Promjeniti mogućnosti u traženju programa
ku: Lêgerîna ji bo bernameyan biguherîne
nb: Endre evnen til å søke etter Programmer
ru: Изменить способность в поиске Программ

source: "magnet" links
gl: Ligazóns "magnet"
ru: "magnet" ссылки

source: Warn me when other programs want to automatically open these types
da: Advar mig når andre programmer ønsker automatisk at åbne disse typer
et: Hoiata mind, kui teised programmid tahavad automaatselt avada sellised tüüpe faile:
fa: هنگامی که سایر برنامه ها می خواهند به صورت خودکار این نوع از فایل ها را باز کنند، به من هشدار بده.
fi: Varoita minua, kun muut ohjelmat haluavat avata automaattisesti nämä tyypit
ga: Tabhair rabhadh dom nuair a theastaíonn ó ríomhoidis eile na cineál seo a oscailt go huathoibríoch
gl: Avisarme cando outros programas queiran abrir automaticamente estes tipos
he: הזהר אותי כאשר תוכנות אחרות רוצות לפתוח אוטומטית סוגי קבצים אלו
hr: Upozori me kad drugi programi hoće automatski otvoriti ove vrste
ku: Dema bernameyên din bixwazin van pelan jixweber vekin, min hişyar bike
lv: Brīdināt mani, kad citas programmas vēlas automātiski atvērt šos tipus
nb: Advar meg når andre programmer ønsker å åpne disse typene automatisk
nl: Waarschuw mij als andere programma's deze types automatisch willen openen
pl: Ostrzeż mnie kiedy inne programy chcą automatycznie otworzyć programy tego typu
ru: Предупреждать, когда другие программы меняют эти типы ассоцияций
sv: Varna mig när andra program vill automatiskt öppna dessa typer
tr: Diğer programlar bu türleri otomatik olarak açmak istediğinde beni uyar

source: Bugs and Updates
et: Bugid ja uuendused
fa: اشکالات و به روز رسانی ها
gl: Fallos e actualizacións
he: תקלות ועדכונים
hr: Greške u programu i obnove
ku: Çewtî û Rojanekirin
lv: Kļūmes un atjaunojumi
nb: Feil og Oppdateringer
ru: Ошибки и Обновления

source: Bug Reports...
et: Vigadest teatamine...
fa: گزارش های اشکالات...
gl: Informes de fallos...
he: דיווחי תקלות
hr: Izvještaji o greškama
ku: Raporên Çewtiyan...
nb: Feilrapporteringer...
ru: Отчеты об Ошибке...

source: Configure bug report settings.
et: Seadista vearaporti seaded.
fa: تنظیمات گزارش اشکالات پیکربندی شود.
gl: Configurar os axustes dos informes de fallos.
hr: Promjeni opcije za Izvještaj o greškama
ku: Mîhengên Raporên Çewtiyan Biguherîne.
lv: Konfigurēt kļūmju atskaites iestatījumus
nb: Konfigurer innstillinger for feilrapportering.
ru: Настройте параметры отчета об ошибке.

source: Let me know about bugs before sending them
da: Lad mig vide om fejl før de sendes
et: Anna teada vigadest ennem nende saatmist.
fa: قبل از ارسال اشکالات، به من اطلاع بده
fi: Kerro minulle virheistä ennen niiden lähettämistä
ga: Inis dom faoi fabhtaí riamh iad a sheoladh
gl: Mostrarme os fallos antes de os enviar
he: תיידע אותו על באגים לפני שליחתם
hr: Obavijesti me o greškama prije nego su prijavljene
ku: Berî şandinê bihêle ku çewtiyan bizanim
lv: Darīt man zināmu par kļūmēm, pirms to nosūtīšanas
nb: La meg vite om feil før de sendes
nl: Licht mij in over de fout voordat deze verzonden wordt
pl: Powiadom mnie o błędach przed ich wysłaniem
ru: Сообщить мне об ошибках прежде, чем послать их
sv: Låt mig få veta om buggar innan de skickas
tr: Gönderilmeden önce hatalar hakkında bilgilenmeme izin ver

source: Always send bugs to Lime Wire
da: Send altid fejl til LimeWire
et: Saada alati vea teated LimeWire - ile.
fa: همیشه اشکالات را به LimeWire ارسال کن
fi: Lähetä virheet aina Lime Wirelle
fr: Toujours envoyer les bugs à Lime Wire
ga: Seol fabhtaí chuig LimeWire i gcónaí
gl: Enviar todos os fallos a LimeWire
he: תמיד שלח באגים לLimeWire
hr: Uvijek prijavi greške na LimeWire
ku: Hertim çewtiyan ragihîne LimeWire
nb: Send alltid feil til LimeWire
nl: Fouten altijd naar LimeWire sturen
pl: Zawsze wysyłaj błędy do Lime Wire
ru: Всегда отправлять отчет в Lime Wire
sv: Skicka alltid buggar till LimeWire
tr: Lime Wire 'a hataları her zaman gönder

source: Never send bugs to Lime Wire
da: Send aldrig fejl til LimeWire
et: Ära saada kunagi vea teateid LimeWire- ile.
fa: هیچگاه اشکالات را به LimeWire ارسال نکن
fi: Älä koskaan lähetä virheitä Lime Wirelle
fr: Ne jamais envoyer de bugs à Lime Wire
ga: Ná riamh seol fabhtaí chuig LimeWire
gl: Non enviar fallos a LimeWire
he: אל תשלח באגים לLimeWire
hr: Ne prijavljuj greške na LimeWire
ku: Tu caran çewtiyan neşîne LimeWire
nb: Send aldri feil til LimeWire
nl: Fouten nooit naar LimeWire sturen
pl: Nigdy nie wysyłaj błędów do Lime Wire
ru: Не отправлять отчеты в Lime Wire
sv: Skicka aldrig buggar till LimeWire
tr: Lime Wire 'a hataları hiçbir zaman gönderme

source: Maximum downloads at once:
et: Maksimum allalaadimisi korrga:
fa: حداکثر دانلود یکباره:
gl: Máximo de descargas á vez:
he: מקסימום הורדות בו-זמנית
hr: Maksimalno download podataka na jednom:
ku: Yek carê de leza daxistina max:
lv: Maksimālais vienlaicīgo lejuplāžu skaits:
nb: Maksimum antall nedlastinger på en gang:
ru: Максимум загрузок сразу:

source: Maximum uploads at once:
et: Maksimu üleslaadimisi korraga:
fa: حداکثر آپلود یکباره:
gl: Máximo de envíos á vez:
he: מקסימום העלאות בו-זמנית
hr: Maksimalno upload podataka na jednom:
ku: Yek carê de leza barkirina max:
lv: Maksimālais vienlaicīgo augšuplāžu skaits:
nb: Maksimum antall opplastinger på en gang
ru: Максимум отдачи сразу:

source: Configure Torrent Settings
et: Seadista torrendi seadeid
fa: پیکربندی تنظیمات تورنت
gl: Configurar os axustes torrent
he: הגדר מאפייני טורנט
hr: Promjeni opcije za Torrent
ku: Mîhengên Torrentê Veavake
lv: Konfigurēt torrentu iestatījumus
nb: Konfigurer Torrentinnstillinger
ru: Настройка Торента

source: Configure Torrent Settings...
et: Seadista torrendi seadeid...
fa: پیکربندی تنظیمات تورنت...
gl: Configurar os axustes torrent...
he: מגדיר מאפייני טורנט
hr: Promjeni opcije za Torrent...
ku: Mîhengên Torrentê Veavake...
lv: Konfigurē torrentu iestatījumus...
nb: Konfigurer torrentinnstillinger...
ru: Настройка Торента...

source: Configure torrent settings.
et: Seadista torrendi seadeid.
fa: تنظیمات تورنت پیکربندی شود.
gl: Configurar os axustes torrent.
hr: Promjeni opcije za Torrent.
ku: Mîhengên Torrentê Veavake.
nb: Konfigurer torrentinnstillinger.
ru: Настройка параметров торента.

source: Save all downloads to one folder:
et: Salvesta kõik allalaadimised ühte kausta:
fa: ذخیره همه فایل های دانلود شده در یک پوشه
gl: Gardar todas as descargas nun cartafol:
he: שמור את כל ההורדות לתיקיה אחת:
hr: Spremi sva preuzimanja u jednu mapu:
ku: Hemû daxistinan li yek peldankê tomarke:
lv: Saglabāt visas lejuplādes vienā mapē:
nb: Lagre alle nedlastinger i en mappe:
pl: Zapisz wszystkie pobierania do jednego folderu:
ru: Сохранить все загрузки в этой папке:

source: Save different categories to different folders
et: Salvesta erinevad kategooriad erinevatesse kasutadesse.
fa: ذخیره گروه های مختلف در پوشه های متفاوت
gl: Gardar as categorías distintas en cartafoles diferentes
he: שמור קטגוריות שונות לתיקיות שונות
hr: Spremi različite kategorije u različite mape
ku: Kategoriyên cuda di peldankên cuda de tomarke
lv: Saglabāt atšķirīgas kategorijas atšķirīgās mapēs
nb: Lagre forskjellige kategorier i forskjellige mapper
pl: Zapisz różne kategorie do różnych folderów
ru: Сохранять различные категории по папкам

source: Scan files I download for viruses
fa: اسکن فايل های دانلود شده برای يافت ويروس
gl: Buscar virus nos ficheiros descargados
ku: Pelên ku dadixim ji bo vîrûsan venêre
nb: Skan filene jeg laster ned for virus
ru: Проверить загруженные файлы на вирусы

source: Download Folders
da: Download mapper
et: Allalaadimis Kaust
fa: پوشه های دانلود
fi: Latauskansiot
ga: Fillteáin Íosluchtú
gl: Cartafoles de descargas
he: תיקיות הורדה
hr: Mape za Preuzimanje
ku: Peldankên Daxistinan
lv: Lejuplādēt mapes
nb: Nedlastingsmapper
nl: Downloadmappen
pl: Katalog Pobrań
ru: Папки Загрузки
sv: Nerladdningsmappar
tr: İndirilenler Klasörü

source: Configure where different categories are downloaded
da: Opsæt hvortil forskellige kategorier downloades
et: Seadista, kus erinevad kategooriad on allalaetud
fa: پیکر بندی محل دانلود گروه های مختلف
fi: Konfiguroi ladattaessa erilaisia luokkia
ga: Cumraigh cá íosluchtaítear aicmí éagsúla
gl: Configurar onde se descargan as diferentes categorías
he: הגדר היכן קטגוריות שונות נשמרות
hr: Konfiguriraj gdje se različite kategorije preuzimaju
ku: Peldankên daxistinên kategoriyên cuda diyar bike
lv: Konfigurēt, kur tiek lejuplādētas dažādas kategorijas
nb: Konfigurer hvor forskjellige kategorier blir lastet ned til
nl: Configureer waar verschillende categorieën gedownload moeten worden
pl: Skonfiguruj miejsce do którego mają być pobierane różne kategorie
ru: Настройка для загрузки различных категории
sv: Konfigurera var olika kategorier är nerladdade
tr: Farklı kategorilerin indirildiği yeri yapılandır

source: Configure how LimeWire Store downloads are organized
et: Seadista kuidas LimeWire Store korraldab oma allalaadimisi
fa: پیکربندی نحوه سازماندهی دانلودهای فروشگاه LimeWire
gl: Organizar as descargas da tenda de LimeWire.
hr: Promjeni kako su LimeWire čuvani podaci organizirani
ku: Mîheng bike ka daxistinên ji Firoşgeha LimeWire'ê wê çawa werin organîzekirin
nb: Konfigurer hvordan nedlastinger fra LimeWire Butikk blir organisert
ru: Настройте, как LimeWire организовать сохранение загрузки

source: Store File Organization
et: Poe Failide Organiseerimine
fa: سازمان فایل فروشگاه
fi: Tallenna tiedostojen järjestys
gl: Organización de ficheiros da tenda
he: ארגון קבצים מהחנות
hr: Organizacija Datoteka Dućana
ku: Organîzeya pelên firoşgehê
nb: Filorganisering for butikk
nl: Organisatie van Store-bestanden
pl: Zapamiętaj Strukturę Plików
ru: Организация Сохранения Файла
tr: Dosya Depolama Organizasyonu

source: Configure how files downloaded from the LimeWire Store are organized
da: Indstil organiseringen af filer downloadet fra LimeWires butik
et: Seadista, kuidas Poest allalaetud failid organiseeritakse.
fa: پیکربندی نحوه سازماندهی فایل های دانلود شده از فروشگاه LimeWire
fi: Määritä, miten LimeWire Shopista ladatut tiedostot järjestetään
ga: Cumraigh conas mar a eagraítear comhaid íosluchtaithe ó Dhíolbhoth LimeWire
gl: Configurar como se organizan os ficheiros descargados da tenda de LimeWire
he: הגדר כיצד קבצים המורדים מחנות LimeWire מאורגנים
hr: Konfiguriraj kako su organizirane datoteke preuzete od LimeWire Dućana
ku: Mîheng bike ka daxistinên ji Firoşgeha LimeWire'ê wê çawa werin organîzekirin
nb: Konfigurer organisering av filer lastet ned fra LimeWires butikk
nl: Configureer hoe bestanden die gedownload zijn van de LimeWire Store georganiseerd worden
pl: Skonfiguruj jak pliki pobrane ze Sklepu LimeWire są zorganizowane
ru: Настройте, как LimeWire организовать сохранение загруженных файлов
tr: Organize edilmiş LimeWire Deposundan nasıl dosya indirileceğini yapılandır

source: Tray
et: Salv
fa: تری
gl: Bandexa
he: מגש
hr: Poslužavnik
nb: Oppgavelinje
ru: Трей

source: Close tray when there are no transfers
fa: وقتی فایل دیگری برای انتقال وجود ندارد، تری را ببند
gl: Pechar a bandexa cando non haxa transferencias
hr: Zatvori poslužavnik kad nema transfera
ku: Dema tu transfer tune be bigire têxe tray
nb: Lukk skuffeikon når det ikke er noen overføringer
ru: Закрыть трей, когда нет передач

source: Show total bandwidth
et: Näita kogu ribalaiust
fa: نمایش کل پهنای باند
gl: Amosar o largo de banda total
hr: Pokaži cijelu pojasnu širinu
ku: Firehiya giştî ya bandê nîşande
lv: Rādīt kopējo joslas platumu
nb: Vis total båndbredde
ru: Показать всю проускную способность

source: Upload/Download Limits
et: Üles/allalaadimise limiit
fa: محدودیت های دانلود/آپلود
gl: Límites para envíos/descargas
hr: Upload/Download granica
ku: Sînorên Barkirin/Daxistinê
lv: Augšuplādes/Lejuplādes ierobežojumi
nb: Opplasting-/Nedlastningsbegrensninger
ru: Лимиты Передачи/Загрузки

source: Set limits on downloads and uploads
et: Sea üles ja allalaadimise limiidid
fa: تعیین محدودیت هایی برای دانلودها و آپلودها
gl: Fixar límites para descargas e envíos
hr: Postavi granice na downloads i uploads
ku: ji bo daxistin û barkirinê sînor diyarke
lv: Iestatīt ierobežojumus lejuplādēm un augšuplādēm
nb: Sett begrensninger for nedlastinger og opplastninger
ru: Установите пределы для загрузок и раздач

source: Transfer Limits
et: Ülekande limiidid
fa: محدودیت های انتقال
gl: Límites para transferencias
hr: Granica transfera
ku: Sînorên transferan
lv: Datu pārsūtīšanas ierobežojumi
nb: Overføringsbegrensninger
ru: Лимит Передачи

source: Settings...
da: Indstillinger...
et: Seaded...
fa: تنظیمات...
fi: Asetukset...
fr: Paramètres...
ga: Socruithe...
gl: Configuración...
he: הגדרות...
hr: Postavke...
ku: Mîheng...
lv: Iestatījumi...
nb: Innstillinger...
nl: Instellingen...
pl: Ustawienia...
ru: Настройки...
sv: Inställningar...
tr: Ayarlar...

source: Configure transfer limit settings.
et: Seadista ülekande limiidi seaded.
fa: تنظیمات محدودیت های انتقال پیکربندی شود.
gl: Configurar os límites das transferencias.
hr: Promjeni opcije granica za transfer
ku: Mîhengên sînorên transferê veava bike.
lv: Konfigurēt datu pārsūtīšanas ierobežojumu iestatījumus.
nb: Konfigurer innstillinger for overføringsbegrensning
ru: Настройте параметры предела передачи.

source: Allow me to search for and share Programs with anyone
et: Luba mul otsida ja jagada Progamme kõigiga.
fa: اجازه بده برنامه هایی را جستجو و با همه تبادل کنم
gl: Permitir que se busquen e compartan programas con calquera
he: אפשר לי לחפש ולשתף תוכנות עם כולם
hr: Dozvoli mi pretragu i razmjenu Programa sa svima
ku: Bihêle ku ji bo bernameyan lêgerînê bikim û bi herkesî re parve bikim
lv: Atļaut man meklēt un koplietot programmas ar visiem.
nb: La meg søke etter og dele programmer med alle
pl: Pozwol mi wyszukać i udostępniać Programy ze wszystkimi
ru: Я сам ищу и раздаю Программамы с любыми

source: Allow me to share Documents with the world
et: Luba jagada dokumente maailmaga.
fa: اجازه بده اسناد را با دنیا تبادل کنم
gl: Permitir a compartición de documentos na rede
hr: Pustite me da dijelim datoteke sa cijelim svijetom
ku: Bihêle ku Pelgeyan bi cîhanê re parve bikim
lv: Atļaut man koplietot dokumentus ar pasauli.
nb: La meg dele dokumenter med verdenen
ru: Я сам раздаю Документы в мир

source: Enabling this setting makes you more prone to accidently sharing personal information
fa: فعال کردن این قابلیت شما را بیشتر در معرض تبادل ناخواسته اطلاعات شخصی قرار می دهد
gl: Activando este axuste correrá máis riscos de compartir accidentalmente imformación privada
hr: Omogućavanje ovih opcija čini vas više sklone da slučajno podjelite lične informacije
ku: Çalakkirina vê mîhengê, dikare bibe sedem ku agahiyên xwe yên kesane bi xeletî parve bikî.
lv: Šī iestatījuma iespējošana rada lielāku iespēju nejauši koplietot personīgu informāciju
nb: Ved å aktivere denne innstillingen er du mer åpen for å tilfeldighvis dele personlig informasjon
ru: Включение этой возможности, делает Вас более уязвимым в случайной раздаче личной информации

source: What are Documents?
et: Mis on dokumendid?
fa: اسناد چه هستند؟
gl: Cales son documentos?
hr: Šta su dokumenti?
ku: Pelge çi ne?
lv: Kas ir Dokumenti?
nb: Hva er dokumenter?
ru: Какие Документы?

source: Enabling this setting makes you more prone to viruses
et: Lubades selle valiku, muutute vastuvõtlikumaks viirustele
fa: فعال کردن این قابلیت شما را بیشتر در معرض ویروس ها قرار می دهد
gl: Activando este axuste será máis vulnerable aos virus
hr: Omogućavanje ovih opcija čini vas više sklone da dobijete virus
ku: Çalakirina vê mîhengê wê bibe sedem ku rastî zêdetir vîrûsan bibî
nb: Ved å aktivere denne innstillingen er du mer åpen for virus
ru: Предоставляя эту возможность, делает Вас более уязвимым к вирусам

source: What are Programs?
et: Mis on programmid?
fa: برنامه ها چه هستند؟
gl: Cales son programas?
hr: Šta su programi?
ku: Bername çi ne?
lv: Kas ir Programmas?
nb: Hva er programmer?
ru: Какие Программы?

source: Learn more...
da: Lær mere...
et: Täpsemalt
fa: اطلاعات بیشتر...
fi: Lue lisää...
fr: En savoir plus...
ga: Foghlaim níos mó...
gl: Saber máis...
he: למד עוד...
hr: Saznaj više...
ku: Zêdetir hîn bibe
lv: Uzzināt vairāk...
nb: Lær mer...
nl: Meer informatie...
pl: Więcej informacji
ru: Узнать больше...
sv: Lär dig mer...
tr: Daha fazla bilgi...

source: Nothing selected
da: Intet valgt
et: Midagi pole valitud
fa: چیزی انتخاب نشده
fi: Ei valintoja
fr: Aucune sélection
ga: Níor roghnaíodh faic
gl: Non hai nada seleccionado
he: שום דבר לא נבחר
hr: Ništa nije odabrano
ku: Tu tişt nebijartî ye
lv: Nekas nav iezīmēts
nb: Ingenting valgt
nl: Niets geselecteerd
pl: Nic nie zaznaczono
ru: Ничего не выбрано
sv: Ingenting valt
tr: Seçilen yok

source: Skip Back
et: Keri Tagasi
fa: پرش به عقب
gl: Saltar cara a atrás
he: דלג אחורה
hr: Preskoči Natrag
ku: Here paş
lv: Pārlēkt atpakaļ
nb: Hopp tilbake
pl: Wróć
ru: Пропустить Назад

source: Skip Forward
et: Keri Edasi
fa: پرش به جلو
gl: Saltar cara a adiante
he: דלג קדימה
hr: Preskoči Naprijed
ku: Here pêş
lv: Pārlēkt uz priekšu
nb: Hopp fremover
pl: Do przodu
ru: Пропустить Вперед

source: Volume
et: Helitugevus
fa: صدا
he: כרך
hr: Jačina zvuka
ku: Deng
lv: Sējums
nb: Lydstyrke
pl: Głośność
ru: Объем

source: Full Screen
et: Täisekraan
fa: تمام صفحه
gl: Pantalla completa
hr: Cijeli Zaslon
ku: Dîmender Tije
lv: Pilnekrāna režīms
nb: Full skjerm
ru: Во всеь Экран

source: Fit to Screen
et: Mahuta ekraanile
fa: متناسب با صفحه
gl: Axustar á pantalla
hr: Podesiti na cijeli zaslon
ku: Bi pîvana ekranê
lv: Pielāgot ekrānam
nb: Pass til Skjerm
ru: Подгнать в размер

source: Close Video
et: Sulge video
fa: بستن ویدیو
gl: Pechar o vídeo
hr: Zatvori video
ku: Vîdyoyê dade
lv: Aizvērt video
nb: Lukk video
ru: Закрыть Видео

source: Upgrade to Pro!
et: Uuenda Pro-le!
fa: ارتقاء به Pro!
gl: Actualizar a Pro!
he: שדרג ל LimeWire PRO !
hr: Nadogradi na PRO!
ku: Li pro'yê bilind bike
lv: Jaunināt uz Pro !
nb: Oppgrader til Pro!
ru: Обновить в Про!

source: Upgrade to PRO today!
et: Uuenda PRO versioonile juba täna!
fa: همین امروز به PRO ارتقاء دهید!
gl: Actualizar a PRO hoxe.
he: שדרוג לגרסת PRO עוד היום!
hr: Nadogradi na PRO danas!
ku: Îro bilind bike li pro'yê!
lv: Jaunināt uz PRO šodien !
nb: Oppgrader til PRO i dag!
pl: Unowocześń na PRO już dziś!
ru: Обновить в ПРО сегодня!

source: Turbo-charged downloads
et: Kiirendatud allalaadimised
fa: داونلودهای توربوشارژی
gl: Descargas turbo
he: הורדות במהירות מטורפת
hr: Turbo-Brzina preuzimanja
ku: Daxistina bi hêza turbo
nb: Turbo-ladede nedlastninger
ru: Турбо-загрузки

source: More search results
et: Rohkem otsingu tulemusi
fa: نتایج جستجوی بیشتر
gl: Máis resultados
he: תוצאות חיפוש נוספות
hr: Više pretraživanih nalaza
ku: Zêdetir encamên lêgerînê
lv: Vairāk meklēšanas rezultātu
nb: Flere søkeresultater
pl: Więcej wyników wyszukiwania
ru: Еще результы поиска

source: Free tech support and upgrades
et: Tasuta tehnotugi ja uuendused
fa: پشتیبانی فنی و ارتقاء رایگان
gl: Soporte técnico e actualizacións de balde
he: תמיכה טכנית ושדרוגים בחינם
hr: Besplatna tehnička pomoć i nadogradivanje
ku: Piştgiriya belaş a teknîkî û bilindkirin
lv: Bezmaksas tehniskais atbalsts un jauninājumi
nb: Gratis teknisk support og oppgraderinger
ru: Бесплатная тех. поддержка и обновление

source: Sorry, your license key has been blocked
fa: متاسفانه مجوز شما منقضی شده است
gl: Sentímolo pero a súa licenza foi bloqueada
nb: Beklager, din lisensnøkkel er blokkert
ru: Извините, ваш лицензионный ключ заблокирован

source: Your license key has been used on too many installations.
fa: شماره مجوز شما برای نصب های زيادی مورد استفاده قرار گرفته است
gl: A chave da licenza xa foi empregada en demasiadas instalacións.
nb: Lisensnøkkelen din har blitt brukt på flere installeringer enn tillatt.
ru: Ваш лицензионный ключ был использован слишком много установок.

source: Edit License Key
fa: ويرايش شماره مجوز
gl: Editar a chave da licenza
nb: Endre lisensnøkkelen
ru: Редактировать Лицензионный Ключ

source: # files:
et: # failid:
fa: # فایل ها:
gl: # ficheiros:
he: # קבצים:
hr: # datoteke:
ku: # pel:
lv: # faili:
nb: # filer:
ru: # файлы:

source: {0} Properties
et: {0} Atribuudid
fa: {0} ویژگی ها
gl: {0} Propiedades
he: {0} מאפיינים
hr: {0} Svojstva
ku: Taybetiyên {0}
nb: {0} egenskaper
pl: {0} Właściwości
ru: {0} Свойства

source: Unable to save metadata changes.
da: Kunne ikke gemme ændringer i metadata.
es: No se han podido guardar los cambios en los metadatos.
et: Metadata muudetusi ei saanud salvestada.
fa: قادر به ذخیره تغییرات متا دیتا نیست.
fi: Metadatamuutoksia ei voitu tallentaa.
gl: Non se puideron gardar os trocos nos metadatos.
he: לא מסוגל לשמור שינויי metadata.
hr: Nije moguće pohraniti promjene metapodataka.
ku: Nekarî guhertinên metadata tomarke
nb: Kan ikke lagre metadataendringer.
nl: Kan metadatawijzigingen niet opslaan.
pl: Nie można zapisać zmian w metadanych
ru: Не может сохранить изменения в metadata.
sv: Det gick inte att spara metadata-förändringar.
tr: Önveri değişiklikleri kaydedilemedi.

source: Hash
da: Firkant
fa: هش (Hash)
fr: Hachage
ga: Hais
hr: Smjesa
ku: Gelaş
pl: Suma kontrolna
ru: Хеш

source: Block Address
da: Blokér adresse
et: Blokeeri Aadress
fa: مسدود کردن نشانی
fi: Sulje osoite
ga: Bac Ar An tSeoladh
gl: Bloquear enderezo
he: חסום כתובת
hr: Blokiraj Adresu
ku: Navnîşanê Astengke
lv: Bloķēt Adresi
nb: Blokker adresse
nl: Adres blokkeren
pl: Zablokuj adres
ru: Заблокировать Адрес
sv: Blockera Adress
tr: Adresi Engelle

source: Copy Magnet Link
fa: لينک Copy Magnet
gl: Copiar a ligazón magnet
nb: Kopier magnetlink
ru: Скопировать Magnet ссылку

source: Rename File
et: Nimeta fail ümber
fa: تغيير نام فايل
gl: Renomear o ficheiro
hr: Preimenuj Datoteku
nb: Endre navn på fila
ru: Переименовать Файл
