Repository: wiregit/wirecode
Catalog: lib/messagebundles/*.po
Languages: ar, bs, cy, da, de, el, es, et, fa, fi, fr, ga, gl, he, hr, hu, id, it, ja, ku, lv, nb, nl, nn, pl, pt, pt_br, ru, sk, sq, sr, sv, tr, uk

source: {0} P2P User
da: {0} P2P bruger
et: {0} P2P Kasutaja
fa: {0} کاربر نظیر به نظیر
fi: {0} P2P-käyttäjä
ga: {0} Úsáideoir P2P
gl: {0} usuario P2P
he: משתמש שיתוף קבצים אחד
hr: {0} P2P Korisnik
ku: {0} Bikarhênerê P2P
lv: {0} P2P Lietotājs
nb: {0} P2P-bruker
nl: {0} P2P-gebruiker
pl: {0} użytkownik P2P
ru: {0} P2P Пользователь
sv: {0} P2P-användare
tr: {0} P2P Kullanıcısı

source: P2P User
da: P2P bruger
et: P2P Kasutaja
fa: کاربر نظیر به نظیر
fi: P2P-käyttäjä
ga: Úsáideoir P2P
gl: Usuario P2P
he: משתמש שיתוף קבצים אחד
hr: P2P Korisnik
ku: Bikarhênerê P2P
lv: P2P Lietotājs
nb: P2P-bruker
nl: P2P-gebruiker
pl: Użytkownik sieci P2P
ru: P2P Пользователь
sv: P2P-användare
tr: P2P Kullanıcısı

source: All Downloads
et: Kõik Allalaadimised
fa: همه بارگذاری (دانلود) ها
gl: Todas as descargas
he: כל ההורדות
hr: Sva Preuzimanja
ku: Hemû Daxistin
lv: Visas lejuplādes
nb: Alle nedlastinger
pl: Wszystkie pobierania
ru: Все Загрузки

source: Cancel all downloads?
et: Katkestada Kõik Allalaadimised?
fa: لغو تمام بارگذاری (دانلود) ها؟
gl: Cancelar todas as descargas?
he: בטל את כל ההורדות?
hr: Poništi sva preuzimanja?
ku: Hemû daxistinan betalke?
lv: Atcelt visas lejuplādes?
nb: Avbryt alle nedlastinger?
pl: Anulować wszystkie pobierania?
ru: Отменить все загрузки?

source: All Error
et: Kõik On Vigased
fa: همه دارای خطا
gl: Todos os erros
he: כל התקלות
hr: Sve Pogrešno
ku: Hemû Çewtî
lv: Visas kļūdas
nb: Alle med feil
pl: Wszystkie uszkodzone
ru: Все Ошибочные

source: Cancel all error downloads?
et: Katkestada Kõik Veaga Allalaadmised?
fa: لغو تمامی بارگذاری (دانلود) های دارای خطا؟
gl: Cancelar todas as descargas con erros?
he: בטל את כל ההורדות התקולות?
hr: Poništi sva pogrešna preuzimanja?
ku: Hemû daxistinên biçewtî betalke?
lv: Atcelt visas kļūdanās lejuplādes?
nb: Avbryt alle nedlastinger med feil?
pl: Anulować wszystkie uszkodzone pobrania?
ru: Отменить все ошибочные загрузки?

source: All Stalled
et: Kõik Seisatud
fa: همه معلق ها
gl: Todas as estancadas
he: כל התקועות
hr: Sve je Zatajilo
ku: Hemû yên nîvço
lv: Viss astājies
nb: Alle stoppet
pl: Wszystkie zatrzymane
ru: Все Остановленные

source: Cancel all stalled downloads?
et: Katkesta Kõik Seisatud Allalaadimised?
fa: لغو تمامی بارگذاری (دانلود) های معلق؟
gl: Cancelar todas as descargas estancadas?
he: בטל את כל ההורדות התקועות?
hr: Poništi sva zatajena preuzimanja?
ku: Hemû daxistinên nîvço betalke?
lv: Atcelt visas apstājušās lejuplādes?
nb: Avbryt alle stoppede nedlastinger?
pl: Anulować wszystkie zatrzymane pobierania?
ru: Отменить все остановленные загрузки?

source: Clear When Finished
da: Ryd når afsluttet
et: Eemalda Kui On Valmis
fa: پاک سازی از فهرست در هنگام پایان یافتن
fi: Poista valmistuttua
fr: Nettoyer une fois terminé
ga: Glan Nuair Atá Sé Críochnaithe
gl: Borrar cando estean rematadas
he: נקה כאשר הורדה מסתיימת
hr: Očisti Kad je Završeno
ku: Dema qediya paqijke
lv: Notīrīt, kad pabeigts
nb: Fjern når ferdig
nl: Wissen indien afgerond
pl: Wyczyść po zakończeniu
ru: Удалить по завершению
sv: Rensa När Den Är Fulländad
tr: Bittiğinde temizle

source: Sort by
et: Sordi
fa: مرتب سازی از روی
gl: Ordenar por
he: מיין לפי
hr: Sortiraj po
ku: Rêzke li gorî
lv: Šķirot pēc
nb: Sorter etter
pl: Sortuj wg
ru: Сортировать по

source: Order Added
et: Järjekord Lisatud
fa: ترتیب اضافه شدن
gl: Orde de chegada
he: סדר בו הורדות נוספו
hr: Naredba Dodana
ku: Yên lê zêdekirî rêzke
nb: Rekkefølge lagt til
pl: Kolejność dodana
ru: По Добавлению

source: Time Left
et: Aega Lõpuni Jäänud
fa: زمان باقی مانده
gl: Tempo restante
he: זמן נותר
hr: Preostalo Vrijeme
ku: Dema Mayî
lv: Atlikušais laiks
nb: Tid igjen
pl: Pozostały czas
ru: По Оставшему Времени

source: File Type
et: Faili Tüüp
fa: نوع فایل
gl: Tipo de ficheiro
he: סוג קובץ
hr: Vrsta Datoteke
ku: Cûreya Pelê
lv: Faila tips
nb: Filtype
pl: Typ Pliku
ru: По Типу Файла

source: File Extension
da: Filendelse
et: Faili Laiend
fa: پسوند فایل
fi: Tiedostopääte
gl: Extensión do ficheiro.
he: סיומת שם קובץ
hr: Nastavak Datoteke
ku: Cûreya Pelê
lv: Faila paplašinājums
nb: Filendelse
pl: Rozszerzenie Pliku
ru: По расширению

source: Reverse Order
et: Vastupidises Järjekorras
fa: ترتیب معکوس
gl: Inverter a orde
he: סדר הפוך
hr: Obratno
ku: Rêzkirina Vajî
lv: Pretēja secība
nb: Omvendt rekkefølge
pl: Odwrócony porządek
ru: По убыванию

source: This file has not been scanned for viruses. Do you want to launch anyway?
fa: اين فايل برای ويروس اسکن نشده است. آيا مايليد به هر صورت اجرا شود؟
gl: Non se analizou este ficheiro na procura de virus. Desexa inicialo de todos os xeitos?
he: קובץ זה טרם נסרק למניעת וירוסים. האם להפעיל בכל זאת?
hr: Ova datoteka nije još bila skenirana za viruse. Želite li ipak pokreniti ?
ku: Ev pel ji bo vîrûsan nikare were venihêrtin. Bila dîsa jî vebe?
lv: Šī datne nav vīrusu skenēta. Vai tomēr uzsākt?
nb: Filen er ikke blitt skannet for virus. Vil du kjøre den uansett?
pl: Ten plik nie został zbadany na obecność wirusów. Czy mimo tego chcesz go uruchomić?
ru: Этот файл не проверен на вирусы. Вы хотите запустить его?

source: Fix Stalled
et: Parandus Seisatud
fa: درست کردن معلق ها
gl: Arranxar as estancadas
he: תקן הורדות תקועות
hr: Popravi Zatajene
ku: Yên nîvço temamke
lv: Salabot apstājušos
nb: Fiks stoppede
pl: Napraw uszkodzone
ru: Поправить Остановленные

source: Download Complete
da: Overførsel fuldført
es: Descarga completada
et: Allalaadimine On Lõpetatud
fa: بارگذاری (دانلود) تکمیل شد
fi: Lataus valmis
fr: Chargement complet
ga: Íosluchtú Críochnaithe
gl: Descarga completada
he: הורדה הושלמה
hr: Skidanje Završeno
ku: Daxistin Qediya
lv: Lejupielāde pabeigta
nb: Nedlasting fullført
nl: Download is compleet
pl: Pobieranie ukończone
ru: Скачивание завершено
sv: Nedladdning slutförd
tr: İndirme Tamamlandı

source: More Transfer Options...
et: Veel ülekande valikuid ...
fa: تنظیمات انتقالی بیشتر...
gl: Máis opcións de transferencia...
he: עוד אפשרויות הורדה
hr: Više prenosnih opcija...
ku: Mîhengên zêdetir yên guhestinê...
lv: Vairāk datu pārsūtīšanas izvēlnes
nb: Flere overføringsinstillinger
pl: Więcej opcji transferu...
ru: Больше Опций Передачи...

source: Show Uploads in Tray
fa: نمايش بارگذاری ها در پايين صفحه
gl: Amosar os envíos na bandexa
he: הצג העלאות במסך
hr: Pokaži uploadirane datoteke u poslužavniku
ku: Barkirinan li trayê nîşande
nb: Vis opplastinger i systemstatusfeltet
pl: Pokaż Wysyłane w tacce systemowej
ru: Показать Передачи в Трее

source: Do not show message again
fa: عدم نمايش دوباره اين پيغام
gl: Non amosar esta mensaxe de novo
he: אל תציג שוב
hr: Ne pokazuj poruku ponovo
ku: Peyamê bes nîşande
lv: Vairs nerādīt šo ziņojumu
nb: Ikke vis denne meldingen igjen!
pl: Nie pokazuj więcej tej wiadomości
ru: Не показывать сообщение снова

source: Anti-Virus Protection
fa: حفاظت آنتی ويروس
gl: Protección anti-virus
he: הגנה נגד וירוסים
hr: Anti-Virus zaštita
ku: Parastina Antî-Vîrûs
lv: Anti-vīrusu aizsardzība
nb: Anti-Virus beskyttelse
pl: Ochrona antywirusowa
ru: Антивирусная Защита

source: LimeWire's Anti-Virus protection is powered by AVG. AVG scans, detects and deletes files that are suspected to contain viruses or spyware. <a href="{0}">Learn more</a>
fa: حفاظت آنتی ويروس LimeWire توسط AVG پشتيبانی می شود. اسکن های AVG، فايل هايی را که به داشتن ويروس يا نرم افزار جاسوسی مشکوک هستند، يافته و حدف می کند. <a href="{0}">اطلاعات بيشتر</a>
gl: A protección antivirus do LimeWire está respaldada por AVG. A análise de AVG detecta e elimina ficheiros sospeitosos de estar infectados por virus ou spyware. <a href="{0}">Saber máis</a>
nb: LimeWire's Anti-Virus beskyttelse er drevet av AVG. AVG skanner, oppdager og sletter filer som mistenkes å inneholde virus eller spionprogrammer. <a href="{0}">Lær mer</a>
ru: Антивирусная защита LimeWire предоставлена AVG. AVG сканирует, распознает и удаляет файлы, которые предположительно содержат вирусы или шпионское ПО. <a href="{0}">Дополнительная информация</a>

source: About AVG Anti-Virus
fa: درباره آنتی ويروس AVG
gl: Sobre o anti-virus AVG
he: למד עוד על אנטי וירוס AVG
hr: Pogledajte o AVG Anti-Virusu
ku: Derbarê AVG Antî-Vîrûs
lv: Par AVG Anti-Virus
nb: Om AVG Anti-Virus
pl: O programie AVG Anti-Virus
ru: Об Антивирусе AVG

source: Dangerous File
fa: فايل خطرناک
gl: Ficheiro perigoso
he: קובץ מסוכן!
hr: Opasna datoteka
ku: Pela Talûke
lv: Bīstama datne
nb: Usikker fil!
pl: Niebezpieczny plik
ru: Опасный Файл

source: {0} is considered a dangerous file and has automatically been deleted for your protection. <a href="{1}">Learn more</a>
gl: {0} consíderase un ficheiro perigoso e foi eliminado automaticamente para a súa protección. <a href="{1}">Saber máis</a>
ru: {0} считается опасным файл и автоматически был удален для вашей защиты. <a href="{1}">Дополнительная информация</a>

source: Threat Detected
fa: کشف تهديد
gl: Detectouse unha ameaza
he: זוהה איום
hr: Opasnost otkrivena
ku: Tehdît hat dîtin
nb: Trussel oppdaget!
pl: Wykryto zagrożenie
ru: Обнаружена Угроза

source: {0} is suspected to contain a virus or spyware and has automatically been deleted for your protection. LimeWire's Anti-Virus protection is powered by AVG.
fa: {0} مشکوک به داشتن ويروس يا نرم افزار جاسوسی است و به منظور حفاظت، به صورت خودکار حذف شده است. حفاظت آنتی ويروس LimeWire توسط AVG پشتيبانی می شود.
gl: Pode ser que {0} contivese un virus ou spyware polo que foi eliminado automaticamente. A protección antivirus do LimeWire está respaldada por AVG.
nb: {0} mistenkes for å inneholde et virus eller spyware, og har automatisk blitt slettet for å beskytte deg. LimeWire's Anti-Virus beskyttelse er drevet av AVG.
ru: {0} предположительно содержит вирус или шпионскую программу и автоматически был удалён для вашей защиты. Антивирусная защита LimeWire предоставлена AVG.

source: Can't Scan Yet
fa: هنوز امکان اسکن وجود ندارد
gl: Aínda non se pode analizar
he: לא ניתן לסרוק עדיין
hr: Ne može se još skenirati
ku: Hê nikare venêre
lv: Vēl nav iespējams skenēt
nb: Kan ikke skanne enda
pl: Nie można jeszcze skanować.
ru: Немогу Отсканировать Это

source: {0} could not be inspected because the virus scanner is still downloading its first set of virus definitions. LimeWire Anti-Virus protection is powered by AVG.
fa: {0} قابل بازبينی نيست زيرا ويروس ياب هنوز در حال دانلود اولين مجموعه مشخصات ويروس است. حفاظت آنتی ويروس LimeWire توسط AVG پشتيبانی می شود
gl: {0} non foi analizado porque o escáner antivirus aínda está a descargar a primeira listaxe de definicións de virus. A protección antivirus do LimeWire está respaldada por AVG.
nb: {0} kunne ikke kontrolleres fordi virusskanner er fremdeles dataoverfører sitt første virusdefinisjoner. LimeWire antivirusbeskyttelse er drevet av AVG.
ru: {0} не может быть проверен, так как сканер всё ещё загружает список вирусов. Антивирусная защита LimeWire предоставлена AVG.

source: Unable to Scan
fa: امکان اسکن وجود ندارد
gl: Non foi posible a búsqueda
he: לא ניתן לסרוק
hr: Nije u mogućnosti skeniranja
ku: Nikare lê bigere
lv: Nav iespējams skenēt
nb: Umulig å skanne
pl: Nie można skanować.
ru: Немогу отсканировать

source: {0} could not be inspected because the virus scanner cannot be loaded. LimeWire Anti-Virus protection is powered by AVG.
fa: {0} قابل بازبينی نيست زيرا ويروس ياب قابل بارگذاری نيست. حفاظت آنتی ويروس LimeWire توسط AVG پشتيبانی می شود
gl: {0} non foi analizado porque non foi posible cargar o escáner antivirus. A protección antivirus do LimeWire está respaldada por AVG.
nb: {0} kunne ikke kontrolleres fordi viruset skanneren ikke kan lastes. LimeWire antivirusbeskyttelse er drevet av AVG.
ru: {0} не может быть проверен, так как сканер не запущен. Антивирусная защита LimeWire предоставлена AVG.

source: {0} could not be inspected due to a problem with the virus scanner. LimeWire Anti-Virus protection is powered by AVG.
fa: {0} به دليل وجود مشکل در ويروس ياب، قابل بازبينی نيست. حفاظت آنتی ويروس LimeWire توسط AVG پشتيبانی می شود
gl: {0} non foi analizado debido a un problema co escáner antivirus. A protección antivirus do LimeWire está respaldada por AVG.
ku: {0} ji ber çewtiyeke kontrolkera vîrûsan nehat kontrolkirin. Piştgiriya Antî-Vîrûsê ya LimeWire'ê ji aliyê AVG ve tê kirin.
lv: {0} nevar tikt pārbaudīts sakarā ar vīrusu skenera problēmu. LimeWire izmanto AVG vīrusu aizsardzību.
nb: {0} kunne ikke bli inspisert på grunn av et problem med virus skanner. LimeWire antivirusbeskyttelse er drevet av AVG.
ru: {0} невозможно проверить из-за проблем с антивирусным сканером. Антивирусная защита LimeWire предоставлена AVG.

source: Play/Open
et: Ava / Mängi
fa: پخش/باز کردن
gl: Reproducir/Abrir
he: נגן/פתח
hr: Igraj/Otvori
ku: Lê Bide/Veke
lv: Atskaņot/Atvērt
nb: Spill av/åpne
pl: Odtwórz
ru: Проиграть/Открыть

source: Clear from Tray
et: Tühjenda Olekualast
fa: پاک سازی از تری (Tray)
gl: Limpar da bandexa
he: נקה ממגש המערכת
hr: Očisti sa Police
ku: Ji tray'ê rake
nb: Fjern fra oppgavelinje
pl: Wyczyść z paska
ru: Убрать из Трея

source: Locate on Disk
da: Placér på disk
es: Localizar en disco
et: Leia Asukoht Kettal
fa: تعیین محل روی دیسک
fi: Etsi levyltä
fr: Situer sur le disque
ga: Aimsigh ar an Diosca
gl: Localizar no disco
he: מצא בכונן הקשיח
hr: Lociraj na Disku
ku: Di dîskê de nîşande
lv: Noteikt atrašanās vietu diskā
nb: Finn på harddisk
nl: Zoeken op schijf
pl: Znajdź na Dysku
ru: Находится на Диске
sv: Lokalisera på Disk
tr: Diske kopyala

source: Locate in Library
da: Placér i bibliotek
es: Localizar en biblioteca
et: Leia Asukoht Raamatukogus
fa: تعیین محل در کتابخانه
fi: Etsi kirjastosta
fr: Situer dans la médiathèque
ga: Aimsigh sa Leabharlann
gl: Localizar na biblioteca
he: מצא בספרייה
hr: Lociraj u Biblioteci
ku: Di pirtûkxaneyê de nîşande
lv: Noteikt atrašanās vietu bibliotēkā
nb: Finn i bibliotek
nl: Zoeken in bibliotheek
pl: Znajdź w Bibliotece
ru: Находится в Библиотеке
sv: Lokalisera i Bibliotek
tr: Kütüphane'ye kopyala

source: View File Info...
da: Vis fil info...
et: Vaata Informatsiooni Failist
fa: نمایش اطلاعات فایل...
fi: Katso tiedoston tiedot
fr: Voir les informations sur le fichier...
ga: Féach ar Fhaisnéis an Chomhaid...
gl: Ver a información do ficheiro
he: הצג מידע קובץ...
hr: Pregledaj Informacije o Datoteci
ku: Agahiya pelê nîşande...
lv: Skatīt datnes informāciju...
nb: Vis filinformasjon
nl: Bestandinformatie weergeven...
pl: Zobacz Info o Pliku...
ru: Смотреть инфо файла
sv: Visa Filinfo...
tr: Dosya Bilgisi Görüntüle...

source: Change Location...
et: Muuda Asukohta
fa: تغییر محل...
gl: Cambiar a ubicación...
he: שנה מיקום...
hr: Promijeni Lokaciju...
ku: Cih biguherîne...
lv: Mainīt atrašanās vietu
nb: Endre plassering...
pl: Zmień pozycję...
ru: Сменить место...

source: Pause download
et: Peata Allalaadimine
fa: مکث موقت بارگذاری (دانلود)
gl: Pausar a descarga
he: השהה הורדה
hr: Pauziraj preuzimanje
ku: Daxistinê Rawestîne
lv: Pauzēt lejuplādi
nb: Pause nedlasting
pl: Wstrzymaj pobieranie
ru: Пауза загрузки

source: Resume download
et: Jätka Allalaadimist
fa: ادامه بارگذاری (دانلود)
gl: Continuar a descarga
he: המשך הורדה
hr: Nastavi preuzimanje
ku: Daxistinê Bidomîne
lv: Atsākt lejuplādi
nb: Gjenoppta nedlasting
pl: Wznów pobieranie
ru: Докачать

source: Search Again
da: Søg igen
es: Nueva Búsqueda
et: Otsi Uuesti
fa: جست و جوی دوباره
fi: Etsi uudelleen
fr: Chercher à nouveau
gl: Procurar de novo
he: חפש שנית
hr: Traži Ponovo
ku: Dîsa Lê Bigere
lv: Meklēt vēlreiz
nb: Søk igjen
nl: Opnieuw zoeken
pl: Szukaj ponownie
ru: Повторить Поиск
tr: Yeniden Ara

source: Cancel download
et: Katkesta Allalaadimine
fa: لغو بارگذاری (دانلود)
gl: Cancelar a descarga
he: בטל הורדה
hr: Poništi preuzimanje
ku: Daxistinê Betalke
lv: Atcelt lejuplādi
nb: Avbryt nedlasting
pl: Anuluj pobieranie
ru: Отменить закачку

source: Remove download
et: Eemalda Allalaadimine
fa: حذف بارگذاری (دانلود)
gl: Eliminar a descarga
he: הסר הורדה
hr: Ukloni preuzimanje
ku: Daxistinê Rake
lv: Aizvākt lejuplādi
nb: Fjern nedlasting
pl: Usuń pobieranie
ru: Удалить закачку

source: Info
ar: معلومات
cy: Gwybodaeth
de: Informationen
fa: اطلاعات
gl: Información
he: מידע
hr: Informacije
hu: Inf�
it: Informazione
ku: Agahî
lv: Informācija
nb: Informasjon
pl: Informacje
pt: Informação
pt_br: Informação
ru: Сведения
sr: Informacija
uk: Інформація

source: Resuming
et: Jätkan
fa: در حال ادامه دادن
gl: Continuar
he: ממשיך בהורדה...
hr: Nastavljanje
ku: Didomîne
lv: Atsāk
nb: Gjenopptar
pl: Wznawianie
ru: Возобновление

source: Finishing...
et: Lõpetamine
fa: در حال پایان یافتن...
gl: A rematar...
he: מסיים...
hr: Završavam...
ku: Diqede...
lv: Biedz...
nb: Fullfører...
pl: Kończenie...
ru: Завершение...

source: Done
et: Valmis
fa: انجام شده
gl: Feito
he: הסתיים
hr: Završeno
ku: Qediya
lv: Pabeigts
nb: Ferdig
pl: Wykonano
ru: Выполнено

source: Connecting to {0}
et: Ühendan {0} - ini
fa: در حال اتصال به {0}
gl: A conectar con {0}
he: מתחבר אל {0}
hr: Povezivanje sa{0}
ku: Hat girêdan bi {0}
lv: Savienojas ar {0}
nb: Kobler til {0}
pl: Łączenie się z {0}
ru: Соединение с {0}

source: {0} of {1} ({2})
et: {0} {1}- st ({2})
fa: {0} از {1} ({2})
gl: {0} de {1} ({2})
he: {0} מ-{1} ({2})
hr: {0} od {1} ({2})
ku: {0} ji {1} ({2})
lv: {0} no {1} ({2})
nb: {0} av {1} ({2})
pl: {0} z {1} ({2})
ru: {0} из {1} ({2})

source: {0} of {1} ({2}) from {3}
et: {0} {1}- st ({2}) {3} - st
fa: {0} از {1} ({2}) برای {3}
gl: {0} de {1} ({2}) desde {3}
he: {0} מ-{1} ({2}) מתוך {3}
hr: {0} od {1} ({2}) iz {3}
ku: {0} ji {1} ({2}) ji {3}
lv: {0} no {1} ({2}) no {3}
nb: {0} av {1} ({2}) fra {3}
ru: {0} из {1} ({2}) от {3}

source: Error downloading torrent
et: Viga torrenti allalaadimisel
fa: خطا در بارگذاری (دانلود) تورنت
gl: Erro na descarga do Torrent
he: שגיאה בהורדת טורנט
hr: Greška kod preuzimanja torenta.
ku: Di daxistina torrentê de çewtî
lv: Kļūde torrenta lejuplādē
nb: Feil ved nedlasting av torrent
pl: Błąd ładowania
ru: Ошибка при загрузке торрента

source: Stalled - {0} of {1}
et: Seisatud - {0} {1} - st
fa: معلق - {0} از {1}
gl: Estancado - {0} de {1}
he: תקועות - {0} מ-{1}
hr: Zatajilo - {0} od {1}
ku: Nîvço - {0} ji {1}
lv: Apstājies - {0} of {1}
nb: Stopped - {0} av {1}
pl: Zatrzymane - {0} z {1}
ru: Остановленные - {0} из {1}

source: Paused - {0} of {1}
et: Peatatud - {0} ({1}) - st
fa: مکث موقت - {0} از {1}
gl: Pausado - {0} de {1}
he: הושהו - {0} מ-{1}
hr: Pauzirano - {0} od {1}
ku: Rawestandî- {0} ji {1}
lv: Pauzēts - {0} of {1}
nb: Stoppet - {0} av {1}
pl: Wstrzymane - {0} z {1}
ru: Приостановлено - {0} из {1}

source: Waiting - Next in line
da: Venter - Den næste i køen
es: Esperando - Próximo en cola
et: Ootel - Järgmine Reas
fa: در حال انتظار - {0} عدد در صف
fi: Odotetaan - seuraavana vuorossa
fr: En attente - suivant en ligne
ga: Ar Feitheamh - An chéad ceann eile sa scuaine
gl: Agardando - Seguinte na cola
he: ממתין - הבא בתור
hr: Čekam - Slijedeći u redu
ku: Li bendê ye - Di rêzê de
nb: Venter - Nestemann i køen
nl: Wachten - volgende in de wachtrij
pl: Czekam - Następny w kolejce
ru: Ожидание - {0} следующего на линии
sv: Väntar - Nästa i kö
tr: Bekliyor - {0} Sonraki

source: File deleted - Dangerous file
fa: فايل حذف شد - فايل خطرناک
gl: Eliminouse o ficheiro - Ficheiro perigoso
he: קובץ מסוכן- הקובץ נמחק
hr: Datoteka obrisana - Opasna datoteka
ku: Pel hat jêbirin - Pela talûke
lv: Datne dzēsta - Bīstama datne
nb: Fil slettet - Risikabel fil
pl: Plik usunięty - niebezpieczny plik
ru: Файл удален - Опасный файл

source: Scanning for viruses - Powered by AVG
fa: در حال اسکن برای ويروس - پشتيبانی شده توسط AVG
gl: Análise de virus - Respaldada por AVG
he: נסרק למניעת וירוסים- Powered by AVG
hr: Pregled za virusima - korišteno od AVG
ku: Li vîrûsan digere - Bi piştgiriya AVG
nb: Søker etter virus - Drevet av ANG
pl: Skanowanie w poszukiwaniu wirusów - Napędzane przez AVG
ru: Сканирование на вирусы - Приведено в действие AVG

source: Scanning preview - Powered by AVG
fa: پيش نمايش اسکن - پشتيبانی شده توسط AVG
gl: Vista previa do escaneo - Respaldado por AVG
hr: Skenirani pregled - od strane AVG
ku: Pêşdîtina venihêrtinê - Bi piştgiriya AVG
nb: Skanner forhåndsvisning - Drevet av AVG
pl: Podgląd skanowania - Napędzany przez AVG
ru: Пред-просмотр сканирования - Приведено в действие AVG

source: File deleted - Threat detected by AVG
fa: فايل حذف شد - تهديد توسط AVG کشف شد
gl: Eliminouse o ficheiro - A ameaza foi detectada polo AVG
he: קובץ נמחק- Threat detected by AVG
hr: Datoteka obrisana - pretnja otkriven od strane AVG
ku: Pel hat jêbirin - AVGyê vîrûs dît.!
nb: Fil slettet - Trussel oppdaget av AVG
pl: Plik skasowany - zagrożenie wykryte przez AVG
ru: Файл удален - Угроза, обнаруженная AVG

source: Done, but unable to scan for viruses
fa: انجام شد، ولی امکان اسکن برای ويروس وجود ندارد
gl: Feito pero non foi posible a análise de virus
he: בוצע, אך לא ניתן לבצע סריקת וירוסים
hr: Gotovo, ali nije moguće skeniranje za virusima
ku: Qediya, lê nekarî li vîrûsan bigere
lv: Pabeigts, bet nav iespējama vīrusu skenēšana
nb: Ferdig, men umulig å skanne etter virus
pl: Zakończono, ale nie można skanować w poszukiwaniu wirusów.
ru: Готово, но немогу отсканировать на вирусы

source: Applying update...
fa: در حال اعمال به روز رسانی...
gl: Estanse a aplicar as actualizacións...
he: מפעיל עדכונים
ku: Rojanekirin tê sepandin...
lv: Pielieto atjauninājumu
nb: Legger til oppdatering ...
pl: Zastosowywanie aktualizacji...
ru: Установка обновления...

source: Looking for file...
et: Otsin Faili
fa: جست و جو به دنبال فایل...
gl: A procurar o ficheiro...
he: מחפש קובץ...
hr: Traženje datoteke..
ku: Li pelê digere...
lv: Meklē datni...
nb: Ser etter fil...
pl: Poszukiwanie pliku...
ru: Поиск файла...

source: Looking for file ({0} left)
et: Otsin faili ({0} jäänud)
fa: جست و جو به دنبال فایل ({0} عدد مانده)
gl: A procurar o ficheiro ({0} restante)
he: מחפש קובץ ({0} נותרו)
hr: Traženje datoteke ({0} preostalo)
ku: Li pelê digere ({0} ma)
lv: Meklē datni ({0} atlicis)
nb: Leter etter fil ({0} gjenstår)
pl: Poszukiwanie pliku ({0} pozostało)
ru: Поиск файла ({0} завершено)

source: 1 P2P User
et: 1 P2P Kasutaja
fa: یک کاربر نظیر به نظیر
gl: 1 usuario P2P
he: משתמש שיתוף קבצים אחד
hr: 1 P2P Korisnik
ku: Bikarhênerê 1 P2P
lv: 1 P2P Lietotājs
nb: 1 P2P-bruker
pl: 1 Użytkownik P2P
ru: 1 Пользователь

source: {0} Friend
da: {0} Ven
et: {0} Sõber
fa: {0} دوست
fi: {0} ystävä
ga: {0} Cara
gl: {0} Amigo
he: חבר אחד
hr: {0} Prijatelj
ku: {0} Heval
lv: {0} Draugs
nb: {0} Venn
nl: {0} vriend
pl: {0} Znajomy
ru: {0} Друг
sv: {0} Vän
tr: {0} Arkadaş

source: Waiting...
et: Ootamine
fa: در حال انتظار...
gl: A agardar...
he: ממתין...
hr: Pričekajte...
ku: Li bendê ye...
lv: Gaida...
nb: Venter …
pl: Oczekiwanie...
ru: Ожидание...

source: Finalizing...
fa: در حال نهايی کردن...
gl: A rematar...
he: מסיים...
hr: Finaliziranje...
ku: Diqedîne...
lv: Pabeidz...
nb: Fullfører ...
pl: Zakończenie ...
ru: Завершение...

source: {0} left
da: {0} tilbage
es: Quedan {0}
et: {0} Järel
fa: {0} عدد مانده
fi: {0} jäljellä
fr: {0} restant
ga: {0} fágtha
gl: Faltan {0}
he: {0} נותרו
hr: {0} preostalo
ku: {0} ma
lv: {0} atlicis
nb: {0} gjenstående
nl: {0} resterend
pl: {0} pozostało
ru: {0} осталось
sv: {0} kvar
tr: {0} kaldı

source: {0} (torrent)
fa: {0} (تورنت)
he: {0} טורנט
lv: {0} (torrents)
ru: {0} (торрент)

source: Checking for AVG Anti-Virus updates
fa: بررسی برای به روز رسانی های آنتی ويروس AVG
gl: Estase a comprobar se hai actualizacións para o AVG Anti-Virus
he: מחפש אחר עדכונים לאנטי וירוס AVG
ku: Venihêrtina ji bo rojanekirinên AVG antî-vîrûs
lv: Pārbauda AVG Anti-Virus atjauninājumus
nb: Sjekke for AVG Anti-Virus oppdateringer
pl: Sprawdzanie aktualizacji AVG Anti-Virus
ru: Проверка обновлений AVG Anti-Virus...

source: Updating AVG Anti-Virus
fa: به روز رسانی آنتی ويروس AVG
gl: A actualizar o AVG Anti-Virus
he: מעדכן את אנטי וירוס AVG
ku: AVG antî-vîrûs tê rojenekirin...
lv: Atjaunina AVG Anti-Virus
nb: Oppdaterer AVG Anti-Virus
pl: Aktualizowanie AVG Anti-Virus
ru: Обновление AVG Anti-Virus
